[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"help",{"help":{"title_001":"竞技场","rule_001":"1.每日有<color=#c05100>5</color>次竞技场免费挑战对手的机会，也可以另外购买次数挑战。如当前挑战次数超过上限，每天0点会重置为上限次数。\n\n2.战斗限定15回合，若仍未分出胜负，则剩余血量占队伍战斗初始总血量百分比高者胜出。\n\n3.挑战其他玩家胜利后，己方的竞技积分增加，对方积分减少。若进攻失败双方的积分数量不变。\n\n4.通过获得积分可提升段位。“大师”以上的每个段位除了需要满足积分条件，还有人数的额外限制。\n\n5.竞技场布阵的防守阵容，将作为他人进攻的战斗对象。\n\n6.每日<color=#c05100>21:00</color>将根据段位结算每日奖励。每7天为一个赛季，在周日的<color=#c05100>23:45</color>结算赛季奖励。排名奖励将通过邮件发放。\n\n7.赛季结算后将根据上赛季的段位往前回退一部分。结算后将进入15分钟的休赛期，并在周一0点开启新赛季。","story_001":"<color=#c05100>       </color>帝国皇城竞技场由帝国皇城的创建者命人建造，大陆各地最精锐的勇士们在此处进行对抗，博得民众兴奋热烈的喝彩。\n       魔裔入侵之后，这里曾荒废了一段时期。如今，城主下令重新开启竞技大赛，以吸引强者，并奖赏那些在战斗中脱颖而出的勇士。","title_002":"先知圣堂","rule_002":"1.消耗先知令可进行先知圣堂招募。\n\n2.每个先知令可从对应阵营的先知卡牌中招募一次英雄。\n\n3.招募有概率获得4星或5星的完整英雄或碎片。\n\n4.同一种族累计招募一定次数，必定招募到传说英雄。\n\n5.每次招募将获得1个先知币，可在先知商店中兑换指定英雄。","story_002":"<color=#c05100>       </color>先知圣堂是帝国皇城供奉和祭祀神灵的场所。经历过动乱、毁坏和重建，如今这里已经成为了帝国皇城信仰的中心。\n       每天都会有无数平民来到这里向神灵祈愿、祷告，尽管大多数人并不清楚他们供奉的神灵究竟是何方神圣。\n       不过他们始终坚信，只要自己足够虔诚，那么就一定可以得到神灵的回应。","title_003":"神器宝库","rule_003":"1.消耗神祈水晶或钻石可进行神器祈祷。\n\n2.祈祷最多30次必得稀有或史诗品质完整神器。\n\n3.重复抽到已经满星的优良或稀有神器与神器碎片，多余的部分将自动被转化为灵魂结晶。\n\n4.重复抽到已经满星的史诗或传说神器与神器碎片，多余的部分将自动被转化为高级灵魂结晶。","story_003":"<color=#c05100>       </color>神器宝库可以使祈愿者的灵魂与某件失落的神器取得联系。通过将自己的鲜血滴落在祭品上，祈愿者可以听到神器的低鸣。\n       如果祈愿者的灵魂能够得到认可，那么神器就会从虚空中现身，出现在祈愿者的手中。但如果失败的话……那么他的灵魂将不再完整。","title_004":"潘洛斯地宫","rule_004":"1.潘洛斯地宫难度逐步递增，战胜地宫中的敌人可以获取丰厚的奖励。\n\n2.地宫每通关<color=#c05100>5</color>关就有一份额外的通关奖励可以领取。地宫每通关100关，获得的额外通关奖励会较为丰厚。\n\n3.地宫排行榜会根据玩家通过的关卡数进行排名。","story_004":"<color=#c05100>       </color>当探索完霜夜地穴，众人发现了这个被月影教团挖掘出的古老建筑——潘洛斯地宫。宫殿大门敞开，内部黑暗幽邃的空间内矗立着无数纵横交错的阶梯，整个空间似乎无穷无尽。\n       无人知晓深处有些什么样的怪物与挑战，但比起隐藏在地宫各处的宝物，这些风险又算得了什么？","title_005":"宝石合成","rule_005":"1.使用同样稀有度的宝石3个，可以合成更高一档稀有度的宝石。\n\n2.合成稀有度为【优良+】及以上的宝石时，可以选择附加属性进行继承。\n\n3.可以不选择继承属性，此时合成的宝石将随机出现附加属性。","story_005":"<color=#c05100>       </color>这种宝石与寻常的矿物不同，因为它们大多是某些恶魔之花的结晶。将它们佩戴在身上的话，据说可以使人获得非同寻常的力量。","title_006":"好友","rule_006":"1.玩家最多可以添加<color=#c05100>60</color>名好友。\n\n2.每日最多可赠送好友<color=#c05100>30</color>次“友情点”，领取<color=#c05100>30</color>次好友赠送的友情点。\n\n3.获得的“友情点”，可以在商店“优惠限购”中兑换。","story_006":"<color=#c05100>       </color>多去交些朋友吧！你总会从他们的身上获得一些收获，不是吗？","title_007":"遗忘之地","rule_007":"1.遗忘之地共有4种类型的挑战副本，分别可获取不同的材料。\n\n2.每个副本都有不同难度的关卡，每个关卡有1个过关条件，满足条件后即可通关，玩家通关后可领取挂机收益，挂机收益随时间进行累计。\n\n3.通过更高副本层数可提升挂机效率；效率越高，挂机收益越丰厚。\n\n4.在每种类型的副本中上阵指定英雄，全队在战斗中可获得特殊增益。\n\n5.每日每类副本可购买加速挂机次数，购买需消耗钻石。\n\n6.周一、三、五、七开放哀嚎矿洞与腐败灵泉；周二、四、六、七开放魔晶林海与血色村镇。\n\n7.创建角色前三日，所有解锁的副本均可参与。","story_007":"<color=#c05100>       </color>遗忘之地曾是拂晓帝国最为富饶的小镇，后来被月经教团侵占，成为咒术肆虐的可怖之地。被遗落的巨额财富就埋藏在小镇各处。\n       如今，结构错综复杂的小镇内到处都是魔物与亡灵。若想获得这些金币与资源，就不得不拿起武器，直面受诅咒者的挑战。","title_008":"金币购买","rule_008":"1.玩家可通过金币购买来获得当前战役关卡一定挂机时长的金币收益！\n\n2.不同档次炼金操作计算的挂机时长不同。\n\n3.每日<color=#c05100>0</color>点、<color=#c05100>12</color>点将重置所有档位的购买次数。","story_008":"<color=#c05100>       </color>一位名叫加佐·卡林的人找到了你，他自称「大炼金术师」，声称自己已经掌握了炼金术的精髓，可以将任何东西变成金灿灿的金币。\n       加佐·卡林承诺可以为你免费演示，如果你为之心动的话，只需要付出一点小小的代价。","title_009":"悬赏任务","rule_009":"1.通过刷新可刷新出高品质的悬赏任务，任务品质越高奖励越丰厚。\n\n2.每日有<color=#c05100>3</color>次免费刷新机会，也可以消耗刷新券或者钻石进行刷新。\n\n3.在悬赏界面中，下方最左边的图标标识为英雄所需要满足的星级条件，其余为英雄所需要满足的阵营条件。\n\n4.每次接取任务后需要进行一段时间，期间已派遣的英雄无法执行其他任务。\n\n5.情报点存在累积上限，超过上限的部分将会消失，建议及时使用。\n\n6.悬赏等级5级后，开启一键悬赏功能。","story_009":"<color=#c05100>       </color>帝国皇城布告栏中常会张贴各类悬赏任务，任务主要来自城内有需求的人们，涵盖各个阶级，内容丰富多样。\n       派遣闲置的英雄完成不同等级的悬赏任务，小队就可以从任务发布者那里领取相应的奖励。","title_010":"排行榜","rule_010":"1.排行榜中的各榜单为实时更新。\n\n2.战力、战役进度、潘洛斯地宫、竞技场、天界幻境排行榜有全服成就任务，只要服务器内<color=#c05100>任意玩家</color>完成任务，全服玩家即可领取奖励。","story_010":"<color=#c05100>       </color>这座丰碑是帝国皇城的创建者设下的，为了表彰那些为帝国皇城做出过卓越贡献的人。\n       后来，这种纪念作用逐渐被淡化，取而代之的是对勇士的赞扬和歌颂。每一位强者都以能在排行榜上留下自己的名字而自豪。","title_011":"迷宫","rule_011":"1.迷宫每2天开放一次，每次持续2天。\n\n2.挑战越高难度的迷宫，获得的奖励越丰富。\n\n3.在迷宫中每前进一步都会遭遇到不同的事件，解决这些事件后可以继续向前移动。\n\n4.迷宫中隐藏着多座祭坛，将它们全部点亮后可以挑战boss。\n\n5.击败boss后可以获得神器碎片，有概率获得整把神器。","story_011":"<color=#c05100>       </color>低语火山的熔岩之下埋藏着许多不为人知的秘密。\n       这里曾经坐落着一座宏伟的宫殿，传言它的主人是精通锻造的火神苏尔，里面收藏着无数奇珍异宝。但在时间长河的冲刷下，曾经的神祇早已消亡，宫殿也已沦为废墟。\n       对于寻宝者们来说，那些埋藏在废墟之下的宝藏无疑充满着巨大的诱惑。\n       但不巧的是，此处已经被一个可怕的家伙占据......","title_012":"天界幻境","rule_012":"1.天界幻境包含6个副本，共用扫荡次数，每日重置。\n\n2.每层关卡设置1~3个出战加成效果，出战英雄数量满足羁绊条件可获得加成。\n\n3.每层关卡设置3个词缀，可任选1个后进行挑战。\n\n4.后续关卡的boss带有佣兵，使用激活符文技能的指定英雄可有效克制\n\n5.关卡层数越高，挑战胜利后的奖励越好，并解锁掉落更高品质的符文。\n\n6.通过指定关卡层数可领取一次性奖励。","story_012":"<color=#c05100>       </color>远古时期，为寻求试炼，神使们打造了这个由帷幕庇护的天界幻境。帷幕之下的幻境映照出强敌的身影，神使们会在此处接受各种挑战，提升自己的实力。魔裔被封印后，神使离开凡间，天界幻境就此荒废。\n       随时间流逝，魔裔突破封印，幻境的帷幕再次揭开。只有最为强大的勇士才敢前来此地，接受与神使们相同的试炼。","title_013":"公会","rule_013":"1.积累公会经验可提升公会等级，提升公会等级可以提升人数上限。\n\n2.公会捐赠可以获取公会贡献，并增加一定公会经验，公会每日从签到中获得公会经验的次数无法大于当前人数上限。\n\n3.会长可以给予普通成员副会长职位，副会长拥有除修改公会名外的一切权利。\n\n4.退出或解散公会后的1小时内无法加入或创建其他公会。\n\n5.活跃度来源：参加灰蕈密境和捐赠，参与日常活动都可以获得。","story_013":"<color=#c05100>       </color>为了方便共享情报，部分冒险者小队联合在一起，组建了公会。\n       公会内，小队将可以探索新的密境，挑战新的强敌，并获得诸多额外的奖励。","title_014":"灰蕈密境","rule_014":"赛季规则：\n1.在每个赛季中，公会将以8个一组的形式进行匹配，在各自的组内进行灰蕈密境章节通关进度比拼。\n2.组内排名越高，获得的积分越多，积分可用于提升公会段位。\n3.每个赛季包含8轮，每轮从周五开始，周四晚上20：00关闭结算。8轮结束后，对本赛季积分和段位进行结算，发放赛季奖励。\n\n挑战规则:\n1.密境副本分为若干章节，每个章节都拥有4个关卡，不同关卡的怪物具有不同的特性。\n2.公会全员都可以对关卡进行挑战，4个boss全部击败后即可挑战下一章节。\n3.玩家需要选择合适的关卡挑战以获得最高的伤害量，每次挑战造成的伤害越高获得的奖励越多。\n4.每天只有有限数量的玩家会对boss生命造成伤害，数量为当前公会的人数上限。其余玩家挑战boss会正常记录个人伤害，但boss的生命值不减少。\n5.章节通关后可以获得一次开宝箱的机会。\n6.对公会首领造成的伤害会被换算成对应的百分比血量，从首领的总血量中扣除，单次扣除的血量拥有上限值。\n7.挑战次数每2小时恢复1次，直至累积上限到20次。每轮结算后，挑战次数将自动重置为8次\n8.每个赛季，根据公会所在战区、比赛的房间段位和比赛轮次不同，每轮比赛开始时，会获得勇者祝福，直接通关一定数量的章节（非固定值，会随赛季进行调整）。","story_014":"<color=#c05100>       </color> 深渊的灾厄已经远去，但它所遗留的阴云依然笼罩着大陆，灰蕈密境就是其中之一。\n      灰蕈密境最早被帝国的大魔法师发现，而后为各个势力所熟知。这片异空间广袤无边，至今还没有人能够窥其全貌。为了探求这片异空间的秘密，拂晓帝国、月影议会、林中神殿争相进入，但结果却死伤惨重。\n      不知何时，这片空间隐藏着上古隐秘的传言在大陆上逐渐流传，这使得所有人都趋之若鹜——隐秘往往意味着宝藏。于是在三大势力签订了协议，允许各个势力对其进行探索，以至于每个公会都建立了能够通往这片异空间的魔法门。三大势力的决策是卓有成效的，尽管能够活着走出来的人并不多，但那些幸存者所带出的丰厚物资足以令他们欣喜若狂，相比之下，那些牺牲就显得微不足道了。\n      至于那传说中的，所谓的上古隐秘，或许只是三大势力用来吸引旁人进入的谎言吧！","title_015":"贤者之书","rule_015":"1.贤者之书提供属性加成和被动技能，所有都为全队英雄加成。\n\n2.消耗“灰蕈灵液”可以进行各天赋加成的升级，升级可提升所有英雄或不同类型的全体英雄的属性。\n\n3.先驱传承升级到16级可以解锁6个天赋分支的养成。\n\n4.6个分支的大节点每升级到特定等级，可以获得荧光灵蕈，荧光灵蕈可以用于对应天赋页技能的激活。","story_015":"<color=#c05100>       </color>贤者之书是公会成员在远古地脉中发现的宝物。为证明自己得天独厚的才华，公会法师们在书页的羊皮纸上用奥术魔法撰写了一个法阵。\n       现在，任何队伍都可以通过将魔力注入法阵来强化属性，提升实力。","title_016":"公会战(后续)","rule_016":"公会战规则(后续)","story_016":"公会战故事(后续)","title_017":"传说书库","rule_017":"完成书库中每个英雄的传说故事，都将获得丰厚奖励。","story_017":"<color=#c05100>       </color>这个世界实际上拥有自己的意识，它无时无刻都在默默关注着世上发生的一切。\n       那些不同寻常、精彩绝伦的故事将会被修订成书册，陈列在传说书库的书架上。\n       当你翻开这些书页，呈现在你眼前的并不仅仅只是故事，而是关于他们的人生。","title_018":"境界","rule_018":"1.消耗圣印碎片，解锁圣印所蕴含的回忆故事获得全队属性提升。\n\n2.当一个圣印碎片对应的5条线索全部解锁后会获得完整的回忆故事并自动解锁下一个圣印碎片。","story_018":"境界故事","title_019":"幽暗密林","rule_019":"幽暗密林分为种花协助和地脉占领两个玩法。\n\n1.幽暗密林具有等级，消耗密林经验或挑战密林守卫可升级。\n\n2.提升密林等级可获得更高的种花收益，并且可以解锁更高难度的地脉占领。\n\n种花协助\n\n1.消耗1次喂养次数获得恶魔之花，并通过喂养食物提升品质。\n\n2.激活时恶魔之花的品质越高，收获时获得的奖励越多。\n\n3.采集中的恶魔之花可以被其它玩家协助，也可以协助其它玩家的恶魔之花，协助可以减少采集时间。\n\n4.喂养和协助次数每日重置。\n\n地脉占领\n\n1.分为3个难度，解锁需要不同的幽暗密林等级。\n\n2.每个难度的地脉森林包含品质不一的丛林，每个丛林包含品质不一的地脉。\n\n3.占领的地脉品质越高，获得的收益越高。\n\n4.击败占领者后随时间获取地脉产出收益。\n\n5.发起占领战斗无论胜负需要消耗一次进攻次数，进攻次数会按时间进行恢复。\n\n6.占领地脉后，可通过购买延长占领时间，每次延长8小时，上限为3次。每次重新进攻占领一个地脉后，占领延长购买次数重置。  \n\n7.占领成功新地脉将放弃之前所占领的地脉，且会将本轮占领的时长重置为24小时。","story_019":"<color=#c05100>       </color>幽暗密林曾受生命之树庇护，是一片生机盎然的林地。自从魔裔的污染扩大到生命之树脚下，密林也被黑暗力量侵蚀。\n       如今，幽暗密林腐败凋敝，原本被生命之树眷顾的花朵畸变为渴求血肉的恶魔之花，它们打开布满尖刺与荆棘的花瓣，捕获并吞食一个又一个粗心的猎物。","title_020":"英雄重生","rule_020":"1.英雄可以重生。重生后，英雄星级不变，100%返还升级，突破消耗的资源。\n\n2.重生后，在所有玩法中出战的英雄会自动下阵。","story_020":"<color=#c05100>       </color>回溯钟塔的建立源于一次意外。几位魔法协会的成员在某次实验中偶然打通了时间与空间的连接点。\n       他们很快发现，在这个地方，时间流动的方向与外界截然相反，物质在这里可以被还原为最本质的状态。\n       于是魔法学会将此处改造成钟塔，并且开展对于神秘时间魔法的深入研究。","title_021":"英雄分解","rule_021":"1.英雄分解后就会消失，按照英雄的星级返还资源和英雄积分。\n\n2.英雄在养成过程中消耗的资源也会返还。\n\n3.分解后，在所有玩法中出战的英雄也会消失。\n\n4每次最多同时分解15个英雄。\n\n5.只有初始2星、3星的英雄可以被快速放入。","story_021":"<color=#c05100>       </color>回溯钟塔的建立源于一次意外。几位魔法协会的成员在某次实验中偶然打通了时间与空间的连接点。\n       他们很快发现，在这个地方，时间流动的方向与外界截然相反，物质在这里可以被还原为最本质的状态。\n       于是魔法学会将此处改造成钟塔，并且开展对于神秘时间魔法的深入研究。","title_022":"英雄回退","rule_022":"1.消耗一定资源，英雄可以回退。\n\n2.回退后，英雄会回到初始星级，并且被重生。\n\n3.回退后，在所有玩法中出战的英雄会自动下阵。","story_022":"<color=#c05100>       </color>回溯钟塔的建立源于一次意外。几位魔法协会的成员在某次实验中偶然打通了时间与空间的连接点。\n       他们很快发现，在这个地方，时间流动的方向与外界截然相反，物质在这里可以被还原为最本质的状态。\n       于是魔法学会将此处改造成钟塔，并且开展对于神秘时间魔法的深入研究。","title_023":"英雄转换","rule_023":"1.消耗一定资源，英雄可以随机转换成同阵营的另一个英雄。\n\n2.只有帝国、森林、月影普通3阵营的英雄可以使用转换功能。\n\n3.只有5星的英雄可以使用转换功能。\n\n4.转换有一定几率还是转成自身，没有发生变化。\n\n5.在任何玩法中出战的英雄，无法使用转换功能。","story_023":"<color=#c05100>       </color>回溯钟塔的建立源于一次意外。几位魔法协会的成员在某次实验中偶然打通了时间与空间的连接点。\n       他们很快发现，在这个地方，时间流动的方向与外界截然相反，物质在这里可以被还原为最本质的状态。\n       于是魔法学会将此处改造成钟塔，并且开展对于神秘时间魔法的深入研究。","title_024":"装备重生","rule_024":"1.装备可以重生。重生后，装备回到初始状态，100%返还强化、精炼、附魔、进阶消耗的资源。\n\n2.英雄穿戴中的装备重生后会被卸下。","story_024":"<color=#c05100>       </color>回溯钟塔的建立源于一次意外。几位魔法协会的成员在某次实验中偶然打通了时间与空间的连接点。\n       他们很快发现，在这个地方，时间流动的方向与外界截然相反，物质在这里可以被还原为最本质的状态。\n       于是魔法学会将此处改造成钟塔，并且开展对于神秘时间魔法的深入研究。","title_025":"装备分解","rule_025":"1.装备可以分解，分解后，装备消失，根据初始品质返还资源。\n\n2.装备在养成过程中消耗的资源也会返还。\n\n3.英雄穿戴中的装备无法分解。\n\n4.每次最多同时分解15个装备。\n\n5.只有低品质的装备可以被自动放入。","story_025":"<color=#c05100>       </color>回溯钟塔的建立源于一次意外。几位魔法协会的成员在某次实验中偶然打通了时间与空间的连接点。\n       他们很快发现，在这个地方，时间流动的方向与外界截然相反，物质在这里可以被还原为最本质的状态。\n       于是魔法学会将此处改造成钟塔，并且开展对于神秘时间魔法的深入研究。","title_026":"宝石分解","rule_026":"1.宝石可以分解，分解后，根据初始稀有度返还资源。\n\n2英雄穿戴中的宝石无法分解。\n\n3.每次最多同时分解15个宝石。\n\n4.只有低品质的宝石可以被自动放入。","story_026":"<color=#c05100>       </color>回溯钟塔的建立源于一次意外。几位魔法协会的成员在某次实验中偶然打通了时间与空间的连接点。\n       他们很快发现，在这个地方，时间流动的方向与外界截然相反，物质在这里可以被还原为最本质的状态。\n       于是魔法学会将此处改造成钟塔，并且开展对于神秘时间魔法的深入研究。","title_027":"符文重生","rule_027":"1.消耗一定资源，符文可以重生。\n\n2.重生后，符文回到初始状态，100%返还养成消耗的资源。\n\n3.英雄穿戴中的符文，重生后，会卸下。","story_027":"<color=#c05100>       </color>回溯钟塔的建立源于一次意外。几位魔法协会的成员在某次实验中偶然打通了时间与空间的连接点。\n       他们很快发现，在这个地方，时间流动的方向与外界截然相反，物质在这里可以被还原为最本质的状态。\n       于是魔法学会将此处改造成钟塔，并且开展对于神秘时间魔法的深入研究。","title_028":"符文分解","rule_028":"1.符文分解后，根据初始稀有度返还资源。\n\n2英雄穿戴中的符文无法分解。\n\n3.每次最多同时分解15个符文。\n\n4.只有低品质的符文可以被自动放入。","story_028":"<color=#c05100>       </color>回溯钟塔的建立源于一次意外。几位魔法协会的成员在某次实验中偶然打通了时间与空间的连接点。\n       他们很快发现，在这个地方，时间流动的方向与外界截然相反，物质在这里可以被还原为最本质的状态。\n       于是魔法学会将此处改造成钟塔，并且开展对于神秘时间魔法的深入研究。","title_029":"神器","rule_029":"1.所有神器无论是否出战均可给全体英雄带来属性加成。\n\n2.神器的基础攻击力等于当前上阵英雄的基础攻击力之和的20%。","story_029":"<color=#c05100>       </color>这些宝物们曾经的主人都是那场旷世大战的参与者，遗憾的是，他们无一幸免。\n       经过岁月的润养，这些神器拥有了独特而强大的能力，只有得到神器认可的人才有资格驾驭它们。","title_030":"神器强化","rule_030":"1.神器强化等级不可超过玩家等级。\n\n2.快速强化一次强化至多10级。","story_030":"<color=#c05100>       </color>这些宝物们曾经的主人都是那场旷世大战的参与者，遗憾的是，他们无一幸免。\n       经过岁月的润养，这些神器拥有了独特而强大的能力，只有得到神器认可的人才有资格驾驭它们。","title_031":"神器突破","rule_031":"1.每个突破等级的前6次需要消耗淬炼粉尘，最后1次需要消耗锻造之灵。\n\n2.突破等级提升时，可解锁对应的神器天赋。","story_031":"<color=#c05100>       </color>这些宝物们曾经的主人都是那场旷世大战的参与者，遗憾的是，他们无一幸免。\n       经过岁月的润养，这些神器拥有了独特而强大的能力，只有得到神器认可的人才有资格驾驭它们。","title_032":"神器升星","rule_032":"1.升星可获得大量属性加成。\n\n2.升星可提升神器技能星级，使神器技能威力增强，指定星级还可获得新的技能效果。","story_032":"<color=#c05100>       </color>这些宝物们曾经的主人都是那场旷世大战的参与者，遗憾的是，他们无一幸免。\n       经过岁月的润养，这些神器拥有了独特而强大的能力，只有得到神器认可的人才有资格驾驭它们。","title_033":"天赋养成","rule_033":"1. 使用地脉结晶可对天赋进行升级；\n\n2.英雄的两条天赋都达到稀有品质，且英雄7星可以激活羁绊效果；\n\n3.两条天赋都达到史诗品质，可以激活英雄专属天赋技能\n\n4.两条天赋都达到传说品质，可以升级英雄专属天赋技能\n\n5.英雄重置后，天赋养成材料不返还！\n\n6.激活过天赋养成的英雄，作为升星材料消耗掉后，返还养成对应消耗的材料。","story_033":"天赋是女神的馈赠，是神留在每个人灵魂中的烙印，让每一个渴望力量的强者都能向更高的境界提升。淬炼灵魂，激发潜能，获得独一无二的传说天赋。","title_034":"神器重生","rule_034":"1.强化过的任意神器进行重生。\n\n2.神器重生会保留星级，将强化养成进度归零，并将强化所消耗的全部资源100%返还。","story_034":"<color=#c05100>       </color>回溯钟塔的建立源于一次意外。几位魔法协会的成员在某次实验中偶然打通了时间与空间的连接点。\n       他们很快发现，在这个地方，时间流动的方向与外界截然相反，物质在这里可以被还原为最本质的状态。\n       于是魔法学会将此处改造成钟塔，并且开展对于神秘时间魔法的深入研究。","title_035":"高级召唤","rule_035":"1.消耗精英招募券可以进行高级召唤。\n\n2.每次高级召唤随机召唤3~5星的英雄。\n\n3.最多60次召唤中，必定包含一名传说英雄。","story_035":"<color=#c05100>       </color>英雄神殿是帝国皇城内最为热闹喧嚣的场所，也是来自大陆各地的英雄们的聚集地。\n       末日危机降临，前来此处的勇士们络绎不绝。他们雄心勃勃，踌躇满志，试图在此处寻找属于自己的队伍，缔造新的传说。","title_036":"装备强化","rule_036":"1.强化等级不可超过玩家等级的两倍。\n\n2.快速强化一次至多提升10级。\n\n3.四件装备每强化整10级，可提升装备强化大师等级，获得额外属性。","story_036":"<color=#c05100>       </color>打造这些装备的材料五花八门，铁、铜、合金、某种不知名的矿石、坚硬的怪兽骨骼和牙齿……总之，当你面对敌人的时候，它们将是你最可靠的帮手。","title_037":"装备精炼","rule_037":"1.每次精炼可获得属性加成。\n\n2.提升至指定精炼等级时，可解锁对应的装备技巧。\n\n3.四件装备每精炼1级，可提升装备精炼大师等级，获得额外属性。","story_037":"<color=#c05100>       </color>打造这些装备的材料五花八门，铁、铜、合金、某种不知名的矿石、坚硬的怪兽骨骼和牙齿……总之，当你面对敌人的时候，它们将是你最可靠的帮手。","title_038":"装备附魔","rule_038":"1.为装备附魔可提升属性。\n\n2.4件装备附魔至相同等级时，可激活附魔精通，获得极大成长。\n\n3.幸运一击：有概率触发幸运一击，每次触发时，消耗一个节点的材料数量可养成至大节点前一节点。","story_038":"<color=#c05100>       </color>打造这些装备的材料五花八门，铁、铜、合金、某种不知名的矿石、坚硬的怪兽骨骼和牙齿……总之，当你面对敌人的时候，它们将是你最可靠的帮手。","title_039":"装备进阶","rule_039":"1.消耗进阶徽章可将红色品质装备进阶，获得极大成长。\n\n2.进阶需要队伍满足一定的等级条件。","story_039":"<color=#c05100>       </color>打造这些装备的材料五花八门，铁、铜、合金、某种不知名的矿石、坚硬的怪兽骨骼和牙齿……总之，当你面对敌人的时候，它们将是你最可靠的帮手。","title_040":"新手试炼","rule_040":"1.活动持续开放7天。次日0点解锁新一天的试炼任务和补给商店。\n\n2.活动结束后所有未完成的任务会过期。可以继续购买补给和领取已达成的奖励\n\n3.活动结束后活动界面和入口将在1天后关闭。","story_040":"<color=#c05100>       </color>在神话传说中，7位女武神是由母神派遣来拯救世界的战士，为感谢守护者对她们的协助，7位女武神每天都会前来送上一份丰厚的礼物。赶快前来领取吧~","title_041":"女武神守护","rule_041":"1.每级女武神守护会对应多个任务，完成所有任务后即晋升并获得奖励。\n\n2.每日奖励次日0点刷新领取次数","story_041":"<color=#c05100>       </color>随着与女武神的接触，赐印者血脉中潜藏的女武神守护开始苏醒，聆听到母神的指引。女武神的契约用仅存的力量指引赐印者强化女武神守护。\n       遵循契约的指引，完成女神宣告的任务，赐印者所拥有的女武神守护便会逐渐增强，并获得丰厚的奖励。\n       最终，赐印者将激活全部潜能，彻底掌控女武神守护，以达成拯救世界的使命。","title_042":"符文信息","rule_042":"1. 英雄可以通过穿戴符文来激活羁绊和符文技能：\n羁绊激活：穿戴4件史诗及以上品质的符文，并且英雄达到8星；\n符文技能激活：当穿戴4件稀有及以上品质的符文时，解锁符文克制技能；当穿戴4件该英雄专属史诗品质的符文时，激活符文专属技能Ⅰ；当穿戴2件该英雄传说品质及2件史诗品质的专属符文时，激活符文专属技能Ⅱ；当穿戴4件该英雄传说品质的专属符文时，激活符文专属技能Ⅲ\n\n2. 史诗及以上品质的符文有概率出现英雄专属符文；传说符文必然为英雄专属符文；\n\n3. 穿戴相同类型的2件或4件符文时，可以激活套装效果；\n\n4. 穿戴同样类型不同品质的符文时，套装效果按照最低品质的套装计算。","story_042":"<color=#c05100>       </color>幻境中的强敌被击败后，其灵魂的残渣会凝结为符文。\n       符文能与对应英雄的灵魂产生赐福，使英雄获得前所未有的强大力量，能力也会得到质的飞跃。","title_043":"符文强化","rule_043":"1.使用符文石对符文进行强化，增强符文属性。\n\n2.符文品质越高，强化属性越多。\n\n3.符文品质越高，强化等级上限越高。","story_043":"<color=#c05100>       </color>幻境中的强敌被击败后，其灵魂的残渣会凝结为符文。\n       符文能与对应英雄的灵魂产生赐福，使英雄获得前所未有的强大力量，能力也会得到质的飞跃。","title_044":"符文升阶","rule_044":"1.使用升阶石可将史诗专属符文升阶至传说品质，大幅增强符文能力。\n\n2.只有史诗品质且带有英雄专属效果的符文可以升阶。\n\n3.帝国森林月影需要圣使升阶石，神使魔裔需要领主升阶石，且升阶区分4个部位，分别对应不同部位的符文升阶。\n\n4.升阶成功后，符文的基础属性和强化属性可提升至传说品质，英雄专属效果不变，套装效果提升至传说品质套装对应效果，词条效果不变，若升阶符文无词条，在会随机新增一个史诗品质的词条。","story_044":"<color=#c05100>       </color>幻境中的强敌被击败后，其灵魂的残渣会凝结为符文。\n       符文能与对应英雄的灵魂产生赐福，使英雄获得前所未有的强大力量，能力也会得到质的飞跃。","title_045":"充值","story_045":"<color=#c05100>       </color>集市是帝国皇城最为热闹繁华的场所之一。来自世界各地的商人们络绎不绝，将最上等的货物运往此处，进行贸易。无论是市井小民，还是贵族都能在集市中购得自己心仪的货物。\n            当然，踏上征途的冒险者们也能在这里买到任何战斗所需的物品，用以击败那些难以战胜的强敌。","title_046":"女神圣所","rule_046":"1.玩家最先获取的5个英雄将自动成为缔约英雄。此后可自主进行更换。\n2.5个缔约英雄的缔约英雄等级、突破等级最低值成为英雄赐福效果，5个缔约英雄每件装备品质、强化、精炼、附魔、进阶的最低值成为装备赐福效果。\n3.缔约英雄不可在英雄升星时被消耗。\n4.获得新英雄时将自动成为赐福英雄，赐福英雄可获得缔约英雄的英雄赐福与装备赐福效果。此后获得的同名英雄将成为材料英雄。\n5.获得缔约或赐福的同名英雄时将视为材料英雄，材料英雄不可养成与穿戴","story_046":"<color=#c05100>       </color>帝国皇城依古老信仰而建造的充满神秘气息的圣所，圣所内供奉着女神伊芙。\n            根据传说记载，伊芙是创世的母神，也是少数愿意主动接近人类的神明。远古时期的战争中，她因不忍坐视魔裔的暴行而降临世间，主动为无辜的人类提供庇护，因而被世人所敬仰。\n            女神通晓古今所有的神秘法阵，能通过与前往迷宫的强大英雄结缔契约使其他英雄获得力量的赐福，也能给予那些寻求她帮助的英雄以神性的启示。","title_047":"女神圣所","rule_047":"1.传说英雄升星至6星~12星时，会激活启示成就。\n2.完成启示成就获得属性加成。\n3.升星至11星、12星时，启示成就将提供百分比属性加成。","story_047":"<color=#c05100>       </color>帝国皇城依古老信仰而建造的充满神秘气息的圣所，圣所内供奉着女神伊芙。\n            根据传说记载，伊芙是创世的母神，也是少数愿意主动接近人类的神明。远古时期的战争中，她因不忍坐视魔裔的暴行而降临世间，主动为无辜的人类提供庇护，因而被世人所敬仰。\n            女神通晓古今所有的神秘法阵，能通过与前往迷宫的强大英雄结缔契约使其他英雄获得力量的赐福，也能给予那些寻求她帮助的英雄以神性的启示。","title_048":"冒险手册","rule_048":"1.在冒险手册中可以预览未来一段时间内即将解锁的新功能。\n\n2.冒险手册中的每个新功能都有数条“探索任务”，在功能解锁后即可进行。\n\n3.将探索任务全部完成后可以领取奖励，奖励只能领取一次。","story_048":"<color=#c05100>       </color>魔裔被击退之后，无数冒险者从世界各地赶来准备抗击邪恶势力，为自由和荣誉而战。\n      为帮助这些初来乍到的冒险者，帝国公会专门制作了这本冒险手册。冒险者们可以通过手册来确定自己需要达成的目标，并在完成目标后，领取丰厚的奖励。","title_049":"失落之城","rule_049":"1.通关关卡根据条件完成的情况会获得星级奖励。\n\n2.每个章节累计到指定星级即可领取章节星级奖励。\n\n3.本章节所有关卡都通关后并达成下章节指定条件即可前往下章节。\n\n4.玩法解锁后章节会按服务器时间依次解锁。","story_049":"<color=#c05100>       </color>上古三族为避免战乱合力在海上建造了悬空城，并使用魔晶稳定悬空城并创建多个城市之间的联系。\n      魔裔嗅到魔晶的味道后，大军入侵，击败了三族的战士们，同时侵蚀魔晶控制城市并切断城市间的联系。","title_051":"战役基金","rule_051":"1.通关战役指定章节即可获得对应奖励\n\n 2.解锁战役基金后可获得更为丰厚的奖励","story_051":"承载至高意志一部分力量的神秘之物，它们被称之为“战令”。神之都米尔隆德的学者们解析了这个蕴含无穷奥秘的物品后才发现，只要达成了某些条件，就能得到来自至高意志的奖赏。而所谓的条件，大部分都是抵抗深渊的入侵以及强化自身，这也是誓约守护者正在做的事情。虽然至高已经消失无踪，但祂仍然影响着整个世界","title_052":"地宫基金","rule_052":"1.通关潘洛斯地宫指定关卡即可获得对应奖励\n\n 2.解锁地宫基金可获得更为丰厚的奖励","story_052":"","title_053":"高级召唤战令","rule_053":"1.高级召唤战令会在当前服务器开服后第15天开启。\n\n 2.高级召唤战令活动周期为28天。\n\n 3.活动周期内获得的战令积分达到指定数值即可获得对应奖励。每日活跃度、每周活跃度达到指定数值即可获得积分。\n\n 4.高级召唤战令重置时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 5.解锁高级召唤高级战令后可获得更为丰厚的奖励。购买付费高级召唤战令的玩家，如果在重置前4天还未领取全部奖励，可通过钻石购买战令积分。\n\n 6.高级召唤仅在解锁的周期内生效，并未永久生效。","story_053":"","title_054":"神器召唤战令","rule_054":"1.神器召唤战令会在当前服务器开服后第8天开启。\n\n 2.神器召唤战令活动周期为28天。\n\n 3.活动周期内获得的战令积分达到指定数值即可获得对应奖励。击败迷宫中的指定怪物即可获得积分。\n\n 4.神器召唤战令重置时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 5.解锁神器召唤战令后可获得更为丰厚的奖励。购买神器召唤战令的玩家，如果在重置前4天还未领取全部奖励，可通过钻石购买战令积分。\n\n 6.神器召唤战令仅在解锁的周期内生效，并未永久生效。","story_054":"","title_055":"超值特惠","rule_055":"1.每日0点重置礼包购买次数。\n\n2.购买任意礼包都可以获得积分道具。\n\n3.当积分道具达到指定数量后，可以领取相应的积分奖励；当最后一个积分奖励被领取后，将会扣除对应数量的积分道具且重置所有积分奖励的状态。\n\n4.积分道具如未使用将永久保留，如本次无想要兑换的英雄，可以等待下一次英雄更换时使用。\n\n5.英雄每四周进行一次更换，请留意每期英雄的变化，避免错漏兑换。","story_055":"<color=#c05100>       </color>集市是帝国皇城最为热闹繁华的场所之一。来自世界各地的商人们络绎不绝，将最上等的货物运往此处，进行贸易。无论是市井小民，还是贵族都能在集市中购得自己心仪的货物。\n            当然，踏上征途的冒险者们也能在这里买到任何战斗所需的物品，用以击败那些难以战胜的强敌。","title_056":"弦音试炼","rule_056":"1.活动持续开放7天。次日0点解锁新一天的试炼任务和补给商店。\n\n2.活动结束后所有未完成的任务会过期。可以继续购买补给和领取已达成的奖励\n\n3.活动结束后活动界面和入口将在1天后关闭。","story_056":"<color=#c05100>       </color>在完成了伊尔露恩的考验后，朵拉贝拉带你前往了一个上古地脉，里面封存着一把传说能奏出绝美天籁的神器竖琴，具有强大的魔力。\n       伊尔露恩希望你能和她一起完成神器的试炼，开启神器的封印，为了今后的冒险更加顺利，取得神器。","title_058":"限时召唤","title_059":"活动大厅","title_060":"英雄达标","title_061":"活跃试炼","title_062":"成就试炼","title_063":"福利商店","title_064":"礼包商店","rule_058":"1.玩家通关战役第3章且服务器开启天数大于14天可开启限时召唤。\n\n 2.限时召唤包括新英雄首发或英雄返场，可选择想要召唤的英雄卡池，使用活动召唤券进行召唤。\n\n 3.每个英雄卡池的召唤保底次数独立计算，并将在活动结束后进行重置。","rule_059":"1.玩家通关战役第3章且服务器开启天数大于14天可开启限时召唤。\n\n 2.活动大厅包含限时召唤、英雄达标、活动试炼和活动商店。\n\n 3.活动期间内完成英雄达标和活动试炼任务可领取丰厚奖励。\n\n 4.活动期间内可使用活动积分在活动商店兑换大量珍惜资源。","rule_060":"1.活动期间内将指定英雄提升至相应星级可领取丰厚奖励。\n\n 2.活动结束时，未领取的奖励将通过邮件发放。","rule_061":"1.活动期间内将完成活跃任务可获取丰厚奖励。\n\n 2.活动期间内活跃任务每天重置，可重复达成并领取奖励。\n\n 3.入口将于活动结束后关闭，请及时达成并领取奖励。","rule_062":"1.活动期间内将完成成就任务可获取丰厚奖励。\n\n 2.成就任务活动期间内只可达成并领取一次。\n\n 3.入口将于活动结束后关闭，请及时达成并领取奖励。","rule_063":"1.活动期间内可使用积分兑换珍惜资源。\n\n 2.入口将于活动结束后关闭，请使用积分进行兑换。活动结束时，未使用的积分将按比例转换为金币。","rule_064":"1.活动期间内可够买活动召唤券礼包。\n\n 2.未使用的活动召唤券可保留至下次活动使用。","title_057":"女武神家园","story_057":"母神赐予女武神们的华丽行宫，是女武神们生活安居的梦幻家园。","rule_057":"1.玩家通关主线战役关卡1-7可开启女武神家园。\n\n 2.女武神家园开启后，玩家将会在这里遇见需要帮助的女武神。\n\n 3.玩家通关主线战役指定关卡后，可以从魔神手中拯救女武神。\n\n 4.在女武神家园内互动已激活的女武神或赠送礼物可以提升女武神的好感度。\n\n 5.女武神的好感度提升将解锁角色皮肤、语音和故事等，阅读完成女武神的故事还可以获取奖励。 \n\n 6.所有女武神的好感度总和将等量提升家园等级，家园等级越高，玩家所有英雄获得的属性加成越高。","title_065":"竞技场","rule_065":"竞技场中提供多种对战玩法：\n\n 竞技场：与同服务器玩家进行对战，获取积分，提升段位。\n\n 神树争霸：与不同服务器玩家进行对战，爬升到最高的级别，取得最强的荣誉。","story_065":"强者之间，必有竞争。输赢不决定生死，但胜败必有荣辱。来自世界各地的勇士们，去追寻那至高的最强者之冠吧！","title_066":"神树争霸","story_066":"在这个星球之外的宇宙中心处，长着一棵参天巨树，被原初支配者们称之为“虚空神树”,传说这个棵巨树由整个宇宙的力量来滋养。世界树上有五个世界，相传只要在五个世界中战胜所有的敌人，就能得到神树结下的果实——拥有无穷力量的“虚空圣果”。无数世界的强者们传送至此，在五个世界中展开了激烈的角逐。","rule_066":"1.神树争霸每周进行一次赛季结算。\n\n2.神树争霸使用2个队伍进行战斗，取得2场胜利的一方获得胜利，如2个队伍1胜1负，则双方失败的队伍进行第3场战斗。每场战斗最多打完15回合，若仍未分出胜负，则剩余血量占队伍战斗初始总血量百分比高者胜出。\n\n3.神树共有9个赛场，报名后将进入【沉默死地Ⅰ】赛场进行战斗，晋级后即可进入下一个赛场。\n\n4.每个赛场中分多个小组进行对战，每个小组10人，排名靠前的玩家可晋级到下一个赛场，排名靠后的玩家将降级到上一个赛场。\n\n5.当晋级到【永恒神域】赛场后，将不再分组，所有的玩家在一起争夺排名。\n\n6.当新赛季开始时，玩家会在根据上赛季结束的赛场降低若干个赛场开始。\n\n7.赛季最后一天，将不可晋级到【永恒神域】。\n\n8.比赛时间：\n每日0：00~21：00可进行对战；21：00将进行结算，并决定玩家晋级或降级。获得9个勋章可立即晋级；\n每日21：00~21:30为结算时间，结算时间内不可进入赛场；\n每日21：31~23：59为比赛准备时间，准备时间内可以进入赛场，不可挑战对手。\n\n9.周日21：00进行赛季结算，根据结算后的级别发放奖励，如排名在前100名的玩家，将获得额外排名奖励。","title_067":"荣誉殿堂","rule_067":"1.荣誉殿堂中记录上一个赛季的前100名信息。\n\n2.点赞前三名玩家可以获得奖励。","title_068":"女神试炼","rule_068":"1.完成任务后即可获得积分奖励，积分达到指定数值后即可免费领取奖励。\n\n 2.终极奖励只会持续至服务器开启后的第30天，第30天后终极奖励将会替换为钻石。\n\n 3.部分任务页签需要对应功能开启后才会解锁，但是进度会正常记录。","story_068":"黑夜降临，女神们邀你入梦。在梦的虚幻和旖旎中，爱由莎与你许下约定，等你完成她的考验，会赐与你黄金的美梦，奇迹的祝福，帮助你继续完成你的冒险之旅。","title_069":"钻石登录战令","rule_069":"1.钻石登录战令会在当前服务器开服后第22天开启。\n\n 2.钻石登录战令活动周期为28天。\n\n 3.活动周期内获得的登录积分达到指定数值即可获得对应奖励。\n\n 4.钻石登录战令重置时，所有可以领取但未领取的奖励将通过邮件发放。","title_070":"先知召唤战令","rule_070":"1.先知召唤战令会在当前服务器开服后第10天开启。\n\n 2.先知召唤战令活动周期为28天。\n\n 3.活动周期内获得的幻境积分达到指定数值即可获得对应奖励。每次挑战胜利或扫荡获得积分。每日获得的幻境积分具有上限。\n\n 4.先知召唤战令重置时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 5.解锁先知召唤高级战令后可获得更为丰厚的奖励。购买高级战令的玩家，如果在重置前4天还未领取全部奖励，可通过钻石购买幻境积分。\n\n 6.高级战令仅在解锁的周期内生效，并未永久生效。","story_069":"1.钻石登录战令会在当前服务器开服后第22天开启。\n\n 2.钻石登录战令活动周期为28天。\n\n 3.活动周期内获得的登录积分达到指定数值即可获得对应奖励。\n\n 4.钻石登录战令重置时，所有可以领取但未领取的奖励将通过邮件发放。","story_070":"1.先知召唤战令会在当前服务器开服后第10天开启。\n\n 2.先知召唤战令活动周期为28天。\n\n 3.活动周期内获得的幻境积分达到指定数值即可获得对应奖励。每次挑战胜利或扫荡获得积分。每日获得的幻境积分具有上限。\n\n 4.先知召唤战令重置时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 5.解锁先知召唤高级战令后可获得更为丰厚的奖励。购买高级战令的玩家，如果在重置前4天还未领取全部奖励，可通过钻石购买幻境积分。\n\n 6.高级战令仅在解锁的周期内生效，并未永久生效。","title_073":"每日许愿","rule_073":"1.活动期间内，每天充值一定金额，可获取抽奖次数1次。\n\n 2.全部奖励抽取完后，奖池清空重置，重新开始下一轮抽取。","story_073":"许愿池是幸运与爱情的象征，传说这是圣洁女神赐福的泉水，只要对喷泉向池中投上一枚硬币就可以许三个愿望，获得女神的赐福，收获传说的宝藏，铭记永恒的爱情。","title_074":"天赐神兵","title_075":"累计锻造","title_076":"神器锻造","title_077":"累登奖励","title_078":"活跃商店","title_079":"铁匠的赠礼","title_080":"礼包商城","title_081":"羁绊召唤商城","rule_074":"1.消耗高阶神化锻造石可以抽出自选的传说品质神器。\n\n2.自选的传说品质神器在活动期间内，可以任意切换。\n\n3.高阶神化锻造石永久保留，可以继承至下一次活动，其他活动道具活动结束后都将重置。","story_074":"混沌与灾难降临世界，动荡滋扰了地核深处。远古神器的锻造者女武神赫斯提亚从沉睡中苏醒。\n\n 收集遗失各地的神化锻造石，投入翻滚沸腾的熔炉。\n\n 赫斯提亚将为你锻造远古神器，再次展现神器无穷的力量。","rule_075":"1.活动期间内使用高阶神化锻造石锻造达到累计次数，即可领取丰厚奖励。\n\n 2.活动结束时，未领取的奖励将通过邮件发放。","rule_076":"1.消耗高阶神化锻造石可以抽出自选的传说品质神器。\n\n2.自选的传说品质神器在活动期间内，可以任意切换。\n\n3.高阶神化锻造石永久保留，可以继承至下一次活动，其他活动道具活动结束后都将重置。\n\n4.领奖期内无法进行神器锻造。","rule_077":"1.活动期间内累积登录一定天数，即可领取丰厚奖励。\n\n 2.活动结束时，未领取的奖励将通过邮件发放。\n\n 3.领奖期内登录不计入登录天数","rule_078":"1.活动期间内可使用锻造结晶兑换珍稀资源。\n\n 2.入口将于活动结束后关闭，请使用锻造结晶进行兑换。活动结束时，未使用的积分将按比例转换为金币。\n\n 3.领奖期内也可以兑换。","rule_079":"1.活动期间内可完成任务获得拼图碎片\n\n 2.消耗拼图碎片翻开拼图格子，每拼成1行/列，即可领取一份奖励，拼成完整的拼图，可以领取一份大奖\n\n 3.领奖期内可以领取拼图奖励，但是无法继续翻开拼图格子。","rule_080":"1.活动期间内可够买高阶神化锻造石。\n\n 2.未使用的高阶神化锻造石可保留至下次活动使用。\n\n 3.领奖期内无法继续购买。","rule_081":"可通过购买礼包来获取羁绊招募券，召唤指定羁绊的传说英雄。","story_081":"<color=#c05100>       </color>英雄神殿是帝国皇城内最为热闹喧嚣的场所，也是来自大陆各地的英雄们的聚集地。\n       末日危机降临，前来此处的勇士们络绎不绝。他们雄心勃勃，踌躇满志，试图在此处寻找属于自己的队伍，缔造新的传说。","title_082":"羁绊召唤","story_082":"<color=#c05100>       </color>英雄神殿是帝国皇城内最为热闹喧嚣的场所，也是来自大陆各地的英雄们的聚集地。\n       末日危机降临，前来此处的勇士们络绎不绝。他们雄心勃勃，踌躇满志，试图在此处寻找属于自己的队伍，缔造新的传说。","title_083":"普通召唤","rule_083":"1.消耗招募券可以进行普通召唤。\n\n2.每次普通召唤将随机召唤2~5星的英雄。\n\n3.普通召唤有概率获得传说英雄。","story_083":"<color=#c05100>       </color>英雄神殿是帝国皇城内最为热闹喧嚣的场所，也是来自大陆各地的英雄们的聚集地。\n       末日危机降临，前来此处的勇士们络绎不绝。他们雄心勃勃，踌躇满志，试图在此处寻找属于自己的队伍，缔造新的传说。","title_071":"深渊魔影","rule_071":"1、在深渊魔影活动中，玩家可使用专属召唤券进行超凡召唤，随机获得神使或魔裔英雄。\n\n2、玩家连续进行超凡召唤，概率触发幸运召唤状态，该状态下传说英雄的获得概率将大幅提升，活动英雄的获得概率将大幅提升。\n\n3、幸运召唤仅对下一次十连召唤生效，有效期15分钟，过期后自动消失。\n\n4、累计进行超凡召唤达到指定次数，即可领取奖励。","story_071":"没有人知道，大陆的边缘在何方，大陆之下的那片深渊究竟有多深邃。无尽深渊之下，那是魔裔的巢穴，抑或是，杀戮的天堂。","title_072":"天境神恩","rule_072":"1、在天境神恩活动中，玩家可使用专属召唤券进行超凡召唤，随机获得神使或魔裔英雄。\n\n2、玩家连续进行超凡召唤，概率触发幸运召唤状态，该状态下传说英雄的获得概率将大幅提升，活动英雄的获得概率将大幅提升。\n\n3、幸运召唤仅对下一次十连召唤生效，有效期15分钟，过期后自动消失。\n\n4、累计进行超凡召唤达到指定次数，即可领取奖励。","story_072":"传闻在大陆最高的神山之上，是众神的居所，要想求得众神的恩赐，除了不懈的攀登，还有那一刻虔诚的心。","rule_084":"1.玩家初始可累计的放置时长为24小时，提升玩家等级，可增加最大放置时长。\n\n2.提高VIP等级可额外获得挂机效率加成","rule_085":"1.消耗钻石可购买加速挂机，单次快速收益可获得12小时的放置奖励。\n\n2.每类副本每日可购买快速挂机，提高vip等级可提高购买次数。\n\n3.玩家初始可累计的放置时长为24小时，提升玩家等级，可增加最大放置时长。\n\n4.快速挂机同样享受VIP挂机效率加成","title_086":"公会捐赠","rule_086":"1.消耗一点道具捐献给公会，就可以获得丰厚的回报。\n\n2.公会累积捐赠达到一定进度，全员都可以获得1份奖励。\n\n3.每人每天有3次捐献机会。","story_086":"在大陆上，公会是超越个人力量的象征。其中著名的公会都是由一些强大的冒险者组成，他们在魔法和剑术上都非常出色，并以保护人类为己任。随着战斗的不断升级，这些公会的财富开始不断积累。公会成员们决定通过签到捐赠系统来鼓励更多人参与到这个大家庭中来。","title_088":"限时返利","rule_088":"1.活动期间内，完成系列任务可以领取对应奖励\n\n2.活动会有多轮，完成上一轮任务后才可以解锁下一轮任务。\n\n3.活动每期重置。","story_088":"超值返利，尽情召唤，时间有限，快来参与！","title_089":"收藏室","rule_089":"1.提升家园等级后，可解锁收藏室，并获得女武神赠送的收藏品。\n\n2.收藏品可以提升挂机资源奖励和日常/周常任务宝箱奖励。\n\n3.不同的收藏品可以提供不同种类的资源奖励加成，进一步提升家园等级，将提升收藏品品质，同时提升奖励加成数量。","story_089":"家园中的收藏室，女武神将会将随着好感增加和家园建设将自己专属的收藏品交给玩家保管。","title_091":"破碎远征","rule_091":"1.在破碎远征玩法中，玩家可以获得大量钻石与精英招募券。\n\n2.破碎远征共多个难度。通关前一难度后，可以继续挑战下一难度。\n\n3.每通关<color=#c05100>5</color>关就有一份额外的通关奖励可以领取。每通关25关，获得的额外通关奖励会较为丰厚。\n\n4.破碎远征4周为一个新轮次，当前服务器破碎远征入口开启后将加入当前轮次。\n\n5.玩法中，玩家的战力和属性将重新计算，详情见属性平衡规则。","story_091":"曾经的破碎大陆没有现在寒冷，物产丰富，万物生长。然而在灾厄纪元，至高意志与深渊背后的恶堕主母进行了一次神战,虽虽然至高意志胜利了，但位于树冠的伊特恩大陆连同神之都米尔隆德一同坠入初始根源，大陆的碎片漂浮在根系之上，形成了一片片破碎的大陆，也孕育了未知的危险。","title_092":"属性平衡","rule_092":"1.在本玩法内，上阵英雄的属性和战力取决于其星级，与其他养成无关。\n\n2.但英雄的自身技能等级、羁绊激活状态、天赋技能、符文技能均和其当前养成情况保持一致。\n\n3.神器的技能等级也和其当前养成情况保持一致。\n\n4.合理的阵容搭配和羁绊搭配，是应对敌人的关键。","title_087":"羁绊图鉴","rule_087":"1.英雄提升到一定星或者解锁对应羁绊后即可点亮图鉴。\n\n2.图鉴点亮后属性加成为永久生效不会受到对应英雄的焚毁而消失。","story_087":"铭记拥有共同羁绊英雄的图鉴","title_093":"英雄转换","rule_093":"1.当有达到最高星级的传说英雄时，再次获得同名英雄将被视为溢出英雄。\n\n2.消耗3个溢出英雄可进行英雄转换。\n\n3.进行英雄转换的溢出英雄必须同时为帝月森或者神魔。","story_093":"在神的见证下进行英雄转换的场所","title_094":"女武神馈赠","rule_094":"1、“女武神馈赠”活动会在玩家通关战役3-15之后解锁。\n\n2、活动中共有4个卡池，分别在玩家创角的第1、2、4、8日开启，活动将在创角后第9天结束。\n\n3、每个卡池开放后，可以使用该卡池对应的活动召唤券进行英雄召唤，活动过期之后将无法进行召唤。\n\n4、每个卡池仅可进行10连召唤，召唤有高概率出现传说英雄。\n\n5、每次10连召唤的结果将暂存，暂存的结果不会立刻获得，玩家仍可继续进行召唤，最终当召唤次数达到卡池上限后，可以选择1次召唤结果兑换，兑换后玩家将获得这10名英雄；其余未选择的结果，会根据英雄品质转换成不同稀有度的英雄碎片。\n\n6、仅在前面开放的卡池全部兑换了英雄后，才可以在随后的卡池中进行召唤，记得及时兑换每个卡池中的英雄。\n\n7、活动结束后将不能再兑换英雄，注意不要错过活动的时间。","story_094":"在神话传说中，7位女武神是由母神派遣来拯救世界的战士，为感谢守护者对她们的协助，7位女武神每天都会前来送上一份丰厚的礼物。赶快前来领取吧~","title_095":"远洋宝藏","rule_095":"1.“远洋宝藏”限时活动开启后，部分指定玩法将会产出活动专属限时道具，专属限时道具可在对应的兑换商城内换取丰厚奖励。\n\n2.通过参与恶魔之花收获、灰蕈密境、主线挂机以及加速获取普通贝壳。\n\n3.通过参与地脉占领、竞技场、以及扫荡天空幻境获取黄金贝壳。\n\n4.活动期间同步开启远洋商城，可以通过购买专属礼包获取璀璨贝壳。\n\n5.“远洋宝藏”活动会不定期限时开放，未使用的活动道具将被保留，活动开启后可继续使用。","story_095":"远洋商船回归！其舱内珍藏众多宝物，闪烁着无尽神秘的财富之光。冒险者们可以用神奇的贝壳兑换珍贵宝藏。赶紧上船来看看吧！","title_096":"荣誉殿堂","rule_096":"荣誉殿堂中记录过往赛季的前3名公会信息。","title_097":"累计登录","title_098":"公会宝箱","rule_098":"1.加入公会后，可以领取公会成员发放的宝箱，获得随机钻石奖励。\n\n2.宝箱分为不同品质，其中钻石总量不同，可以通过完成宝箱任务或部分玩法结算奖励获得公会宝箱。\n\n3.每个宝箱有一定的有效期和领取次数上限，到了有效期或被领完后将会消失。\n\n4.每人每个宝箱只能领取一次，每人一周最多领取30次。\n\n5.首次通关战役5-15及领取公会捐献宝箱奖励后，可以获得友情花束，用于回赠给发放宝箱的玩家。当宝箱领取完或有效期截止后，收到的友情花束将1：1转化成花朵币，可用于在公会商店内兑换专属头像框。","story_098":"1.加入公会后，可以领取公会成员发放的宝箱，获得随机钻石奖励。\n\n2.宝箱分为不同品质，其中钻石总量不同，可以通过完成宝箱任务或部分玩法结算奖励获得公会宝箱。\n\n3.每个宝箱有一定的有效期和领取次数上限，到了有效期或被领完后将会消失。\n\n4.每人每个宝箱只能领取一次，每人一周最多领取30次。\n\n5.首次通关战役5-15及领取公会捐献宝箱奖励后，可以获得友情花束，用于回赠给发放宝箱的玩家。当宝箱领取完或有效期截止后，收到的友情花束将1：1转化成花朵币，可用于在公会商店内兑换专属头像框。","title_099":"深渊讨伐","story_099":"深渊军团退回到了无尽深渊后，三大阵营联手在深渊边缘的天险建立防线，建立瞭望台，重新维持住深渊的封印，也时刻掌握深渊生物的动向。但是这样的封印并不牢固，黑暗守护者豢养了一大批深渊领主企图破除封印，一旦出世，三大阵营重建的封印将无法抵挡。勇士们需要定期深入深渊之下，讨伐还未完全成熟的深渊领主，一场深入深渊的讨伐拉开序幕。","title_104":"深渊讨伐排行榜","rule_104":"深渊讨伐排行榜记录多种榜单：\n\n 战区伤害积分榜：分为普通、困难、噩梦三个排名，每个战区按照玩家本期讨伐中获得累积伤害积分进行排名，显示前200名。\n\n 房间伤害积分榜：同房间的玩家按照玩家本期讨伐中获得累积伤害积分进行排名。\n\n 讨伐之星：展示战区普通、困难、噩梦榜单的第1名，可接受战区同难度玩家膜拜。\n\n对深渊领主造成的伤害越多，获得的伤害积分越多，赶快争夺殊荣吧！","story_104":"为了嘉奖在讨伐深渊领主的艰苦战役中功勋卓著的英雄，三大阵营联手设立了深渊讨伐排行榜，接受万众顶礼膜拜！","title_105":"破碎远征排行榜","rule_105":"每轮远征为期4周，最后一天进行结算。\n\n排行榜将根据玩家的远征进度进行排名，当通过的关卡相同时，更早通关的玩家排名更高。\n\n结算时，每个战区中排名前100的玩家将受到表彰。","title_94_2":"女武神馈赠第二期","rule_94_2":"1、“女武神馈赠”第二期将会在创角时间第12天解锁。\n\n2、活动中共有4个卡池，分别在玩家创角的第12、18、25、32日开启，活动将在创角后第33天结束。\n\n3、每个卡池开放后，可以使用该卡池对应的活动召唤券进行英雄召唤，活动过期之后将无法进行召唤。\n\n4、每个卡池仅可进行10连召唤，召唤有高概率出现传说英雄。\n\n5、每次10连召唤的结果将暂存，暂存的结果不会立刻获得，玩家仍可继续进行召唤，最终当召唤次数达到卡池上限后，可以选择1次召唤结果兑换，兑换后玩家将获得这10名英雄；其余未选择的结果，会根据英雄品质转换成不同稀有度的英雄碎片。\n\n6、仅在前面开放的卡池全部兑换了英雄后，才可以在随后的卡池中进行召唤，记得及时兑换每个卡池中的英雄。\n\n7、活动结束后将不能再兑换英雄，注意不要错过活动的时间。","title_1001":"赛季秘技","rule_1001":"<color=#c05100>◆秘技说明◆</color>\n★<color=@111>时之馈赠</color>：使用后，本公会全体成员灰蕈密境挑战次数+1\n★使用次数：初始10次；每周结算后，再增加10次。最多可累积至30次。\n★重置时间：灰蕈密境赛季结算时，将会清除剩余次数，请提前使用。\n\n<color=#c05100>◆赛季秘技◆</color>\n★以赛季为重置周期的秘技，可以选择在当前赛季中任意一天使用。","story_1001":"每个公会建立之初传承下来的特殊技法，起源于古老的魔法咒语。秘技会强化公会成员在作战中的战力与协作能力，获得意想不到的效果。","title_2101":"每周秘技","rule_2101":"<color=#c05100>秘技说明</color>\n<color=@111>厄难复生</color>：选择一个其他公会作为目标，使其当前章节随机一个已经被击杀的BOSS复活，并回复15%的生命。（我方公会对目标公会每个章节仅可使用一次）\n使用次数：初始3次；灰蕈密境每通过10章，额外获得1次。\n重置时间：灰蕈密境本周结算时，将会清除使用次数，请提前使用。\n\n<color=#c05100>每周秘技</color>\n以周为重置周期的秘技，可以选择在本周中任意一天使用。\n选择对合适的其他公会使用，可以发挥最大的作用。\n请注意，每周秘技下周将替换为：\n<color=@111>意志之力</color>：使用后，使对方公会成员，后续3次挑战或扫荡BOSS时，造成的百分比血量提升至1.5倍。","story_2101":"每个公会建立之初传承下来的特殊技法，起源于古老的魔法咒语。秘技会强化公会成员在作战中的战力与协作能力，获得意想不到的效果。","title_2201":"每周秘技","rule_2201":"<color=#c05100>秘技说明</color>\n<color=@111>意志之力</color>：选择一个其他公会作为目标，使其全体成员，后续3次挑战或扫荡BOSS时，造成的百分比血量提升至1.5倍。\n使用次数：初始3次；灰蕈密境每通过10章，额外获得1次。\n重置时间：灰蕈密境本周结算时，将会清除使用次数，请提前使用。\n\n<color=#c05100>每周秘技</color>\n以周为重置周期的秘技，可以选择在本周中任意一天使用。\n选择对合适的其他公会使用，可以发挥最大的作用。\n请注意，每周秘技下周将替换为：\n<color=@111>厄难复生</color>：选择一个其他公会作为目标，使其当前章节随机一个已经被击杀的BOSS复活，并回复15%的生命。（我方公会对目标公会每个章节仅可使用一次）","story_2201":"每个公会建立之初传承下来的特殊技法，起源于古老的魔法咒语。秘技会强化公会成员在作战中的战力与协作能力，获得意想不到的效果。","title_100":"海岛历险","rule_100":"1.海岛历险开启后，可以消耗1个<color=#c05100>大副的罗盘</color>进行挑战，战斗胜利后可以获得<color=#c05100>人鱼之泪</color>。\n\n2.活动期间大副的罗盘每天会<color=#c05100>自动回复10个</color>，但不会超过持有上限。\n\n3.海岛历险分为3个难度，每个难度有4个章节，不同章节随活动开启的时间逐渐开放。\n\n4.每个章节的最后一关为BOSS关卡，通关BOSS关卡后可以扫荡，扫荡同样会获得<color=#c05100>人鱼之泪</color>。\n\n5.人鱼之泪可以用于在海岛商店中兑换丰富的奖励。\n\n6.随着更高难度的解锁，每次扫荡获取的人鱼之泪数量会有<color=#c05100>少量的提升</color>。","story_100":"自古以来，这片群岛是一个充满和谐和平静的地方。在这里，人鱼族是这片土地的守护者，他们拥有美丽的尾巴和与海洋生物们沟通的能力。人鱼族以和平与和谐为信念，他们保护着群岛周围的海洋生物和珊瑚礁。\n\n她们与海龟、海豚、热带鱼等海洋生物建立了深厚的友谊，并相互依存，共同守护着这片海域的安宁与繁荣。但是在这个动荡的时代，这样一片乌托邦式的世界，不知道又能维持多久呢？","title_101":"海岛商店","rule_101":"1.通过钻石或海岛历险途中获得的<color=#c05100>人鱼之泪</color>，可以在这里兑换丰富的奖励。部分奖励需要<color=#c05100>通关指定关卡</color>或<color=#c05100>活动开启一定的天数</color>后才可兑换。","story_101":"在这片群岛，被称为\"人鱼之泪\"的神秘宝石被誉为海洋中的至宝。这种宝石散发着柔和的蓝色光芒，相传它们是人鱼眼泪的化石，蕴含着神秘的能量和魔力。来到这家商店的人，可以带着自己收集的人鱼之泪来购买他们心仪的商品。在商店里，你可以找到各种精美的首饰、艺术品和装饰品，它们都使用人鱼之泪作为货币。这些宝贝都以精心制作和独特的设计而著称。","title_102":"海岛登录","rule_102":"活动期间，每天登录可以依次领取一份人鱼的馈赠奖励，登录满10天即可领取全部奖励。","story_102":"善良且爱好和平的人鱼族人们，为远道而来的客人们准备了丰富的礼物。","title_103":"潮汐战令","rule_103":"1.潮汐战令会随潮汐之歌活动开启和关闭。\n\n 2.潮汐战令活动周期总计为14天。\n\n 3.活动周期内获得的战令积分达到指定数值即可获得对应奖励。通关或扫荡海岛历险关卡即可获得积分。\n\n 4.潮汐战令关闭时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 5.解锁潮汐高级战令后可获得更为丰厚的奖励。购买付费潮汐战令的玩家，如果在重置前4天还未领取全部奖励，可通过钻石购买战令积分。\n\n 6.潮汐战令仅在解锁的周期内生效，并非永久生效。","story_103":"","title_106":"海岛历险排行榜","rule_106":"1.排行榜将根据玩家的最高历险进度进行排名，当通过的最高关卡相同时，更早通关的玩家排名更高。\n\n2.多利用战斗增益来提升自己的排名吧。","story_106":"为了纪念帮助人鱼族的远道而来的战士们树立的丰碑，见证着人鱼族的历史和友谊。","title_107":"万圣兑换","rule_107":"1.“万圣兑换”限时活动开启后，部分指定玩法将会产出活动专属限时道具，专属限时道具可在对应的兑换商城内换取丰厚奖励。\n\n2.通过参与扫荡天界幻境、主线挂机以及加速获取吱吱糖果。\n\n3.通过参与竞技场、恶魔之花收获获取鬼鬼饼干。\n\n4.通过参与地脉占领获取怪怪蛋糕。\n\n5.通过参与灰蕈密境获取闹闹南瓜。\n\n6.活动期间同步开启万圣商城，可以通过购买专属礼包获取惊叫提灯。\n\n7.“万圣兑换”活动结束后，未使用的活动道具将被回收，请及时完成兑换。","story_107":"万圣降临！米尔隆德城内布置了众多礼物，等待着守护者们挑选。快快收集糖果南瓜，带上提灯，前往兑换心仪的礼物吧！","title_109":"誓约重现","rule_109":"1.在誓约重现活动中，玩家可使用专属召唤券进行超凡召唤，随机获得神使或魔裔英雄。\n\n2.活动期间，每天有一次免费召唤的机会。\n\n3.每累计召唤50次，必定获得一张传说品质的英雄。每次获得传说品质的英雄时，计数会重置。\n\n4.若本期活动参与了召唤但尚未获得传说品质的英雄，已经召唤的次数会累计到下一期活动。\n\n5.若召唤获得的传说品质的英雄不是当前选中的概率提升英雄，则召唤的下一张传说品质的英雄必为概率提升英雄。\n\n6.每期活动召唤的首张传说品质的英雄，必为当前选中的概率提升英雄。\n\n7.可以手动勾选/取消使用钻石召唤，使用钻石召唤8折（1200钻石/次），每期最多使用钻石召唤50次。","story_109":"神族和魔裔的争斗曾将整片大陆拽入战乱。如今，在誓约火环的见证下，她们将再次团结于你的名下共同对抗深渊入侵，铸就荣耀新纪元。","title_251":"伊特恩之书","rule_251":"1.赛季开启后，可以在伊特恩之书中进行挑战。\n\n2.关卡胜利可以获得羁绊觉醒符令等奖励，部分关卡还可以触发剧情。\n\n3.关卡胜利后可以挑战下一关，但不可重复挑战。\n\n4.部分关卡解锁需要提升永恒等级。","story_251":"在古老的初始年代，伊特恩大陆上就诞生了记载生灵命运的至高神器-伊特恩之书。伊特恩之书最终笼罩了整个上层大陆，生灵们在伊特恩之书种谱写自己的篇章。\n\n然而在神战之后,伊特恩之书不但失去了至高神力的维持，逐渐衰败,更糟糕是恶堕神力的入侵和污染。污染的伊特恩之书逐渐让整个破碎的大陆陷入了灾难和污染之中。\n\n而在污染的灾难中，阻止黑暗守护者和他的爪牙，同时也为了寻找更多至高意志遗留下来的神器，这就是誓约守护者的使命。","title_248":"永恒法阵","rule_248":"1.永恒法阵是赛季专属的功能，离开赛季时即会失效。玩家出战时可以选择一个赛季法阵，在战斗中法阵会发挥强大的作用，释放法阵技能，提供站位属性来帮助玩家。\n\n 2.赛季中一共可以获得9种不同的法阵，通过伊特恩之书和失序空间都能收集法阵印记。\n\n 3.法阵之间具有克制关系，出战时选择对应的法阵将至关重要。\n\n 4.法阵会对出战格子上的英雄附加属性，不同法阵对前后排附加的属性不同。\n\n 5.法阵印记会对所有出战英雄增加属性，印记品质越高，属性值越高 \n\n 6.搜集更高品质的印记可以提升法阵整体品质 \n\n 7.传说品质的法阵印记可能会附带威能，布阵在对应出战格位上的英雄会获得威能技能，对战局产生巨大影响。","story_248":"永恒法阵，源自至高意志的智慧，在伊特恩没有破碎之前，是至高意志赐予大陆生灵的一种魔力法阵。 \n\n 通过这种法阵，至高意志会对法阵的使用者们赐予祝福，可以获得相应的属性加成。而在现今的破碎大陆，这法阵的威力早已不及远古，但依然是誓约守护者需要争取的力量。","title_257":"赛季预设阵容","rule_257":"1.在赛季中，玩家可以预设10个阵容来应对不同的战局。\n\n 2.每个预设阵容都包含英雄，神器的组合信息。玩家可以命名每个预设阵容\n\n 3.长按预设阵容可以呼出置顶和删除按钮","title_261":"永恒等级","rule_261":"1.通过完成任务，可以获得永恒经验；永恒经验足够后，可以提升永恒等级。\n\n2.永恒等级提供的属性加成，将在所有赛季玩法中生效。\n\n3.当永恒等级达到指定值时，还可领取丰厚奖励。\n\n4.当前赛季结束后，永恒等级将会重置为lv.100。","story_261":"永恒是至高意志的代名词之一，在破碎大陆中的任何探索行为都会受到至高意志残留力量的庇护，能够帮助守护者做到许多他原本做不到的事情。这股力量会随着永恒等级的提升而提升。","title_256":"失序空间","rule_256":"1.赛季内，可以挑战失序空间；\n\n2.消耗失序魔晶可以挑战或者扫荡已经通关的关卡，失序魔晶每45分钟恢复1个；\n\n3.挑战不同类型的关卡会掉落不同类型的祭石，越高级的关卡掉落的祭石品质越高；\n\n4.通关一个难度地图内任意一个boss关卡即可通关此难度；\n\n5.部分关卡会出现特殊佣兵，佣兵需要使用对应的羁绊来进行克制。","story_256":"至高意志与恶堕主母的神战引发了大陆上的诸多异象，失序空间就是其中之一。\n\n在象征秩序、誓约的至高意志与象征堕落、腐化的恶堕主母的力量之下，原本秩序规则健全的伊特恩大陆发生了扭曲，某些地方生成了形似魔方的独立空间。\n\n空间中的模块不断地在变化，扭曲，重组，却始终不脱离这片地区，这导致每次进入这种独立空间，所见所闻都与上一次的探索见闻并不一致。\n\n秩序的消亡，这就是这片独立空间被称之为失序空间的原因。","title_253":"永恒战令","rule_253":"1.永恒战令会随当前赛季开启和关闭。\n\n 2.永恒战令活动周期总计为56天。\n\n 3.活动周期内获得的战令积分达到指定数值即可获得对应奖励。提升永恒等级即可获得积分。\n\n 4.永恒战令关闭时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 5.解锁永恒高级战令后可获得更为丰厚的奖励。两个高级战令独立计算。\n\n 6.永恒战令仅在解锁的周期内生效，并非永久生效。","title_258":"迷雾角斗场","rule_258":"1.深渊讨伐战区成绩最好的128名玩家可作为角斗士参与迷雾角斗场，若角斗士人数不足128人，则该期停赛。\n\n2.迷雾角斗场分成上下两个半区，每个半区8个小组，每个小组8个玩家。\n\n3.比赛持续7天，每天进行1轮。整个赛程分为小组赛，半区赛，冠军赛3个阶段。\n   第1天：小组赛（1/3轮），同小组8名玩家两两对决，决出64强。\n   第2天：小组赛（2/3轮），同小组胜者决出32强。\n   第3天：小组赛（3/3轮），决出小组头名，即16强。\n   第4天：半区赛（1/3轮），同半区小组头名两两对决，决出8强。\n   第5天：半区赛（2/3轮），同半区胜者决出4强。\n   第6天：半区赛（3/3轮），决出半区头名，即2强。\n   第7天：决赛（1/1轮），上下半区头名争夺最终冠军。\n\n4.每个赛季共进行4期角斗场比赛：\n   第1期和第2期，需设置5个队伍，每个队伍上阵5人，共计25名英雄。\n   第3期和第4期，需设置7个队伍，队伍上阵人人数分别为3/3/4/4/5/5/5，共计29名英雄。\n\n5.对战采取擂台赛模式，每个队伍按照编号依次出战，胜利方的队伍继续对战失败方下一编号的队伍，直至一方队伍全部失败，对战结束。\n   每场战斗胜利方得1分，失败方不得分，所有场次对战结束得分高的一方获胜（同时意味着失败方全部队伍战败），若出现平分，则成为迷雾角斗士那一期的深渊讨伐排名高者胜出！\n   每场战斗最多打完15回合，若仍未分出胜负，则剩余血量占队伍战斗初始总血量百分比高者胜出。\n\n6.单个队伍获胜时，将继承上一场战斗的状态进行下一场战斗：\n   已死亡的英雄不可再复活，且不计入羁绊层数等效果\n   存活的英雄的剩余血量为下一场战斗的血量上限，参与涉及血量上限的战斗计算，当通过治疗等机制增加血量时也不可超过该上限。但当达到最大回合数的以剩余血量百分比判定胜负时，仍以队伍的初始血量（非继承血量的）数值计算，包括已死亡英雄。\n   单个队伍获胜时，将获得虚弱效果，连胜越多，虚弱效果越强，1个队伍最多连胜3场后会强制下场，由下一编号队伍继续上场战斗。\n\n7.每期角斗场会设置赛场效果，该效果针对所有角斗士的所有队伍和出战英雄生效。\n\n8.服务器时间20点开战，开战时读取双方设置的阵容自动进行，最晚将于21点结束。\n\n9.整个赛季包含4期迷雾角斗场，每期根据晋级轮数可获得奖励和角斗士积分，其中最后1期双倍积分。赛季结束时，根据角斗士积分排名发放珍贵奖励。\n\n10.非角斗士玩家可使用钻石参与竞猜，押注胜者，猜中双倍返还钻石，竞猜失败不返还。","story_258":"伊特恩大陆的神魔角斗场，在那个古老的年代，神使和魔裔彼此之间的冲突大多都在角斗场上进行，在誓约守护者和誓约火环的见证下，保持着公平公正。\n\n在神战之后，神魔角斗场被一层迷雾笼罩，再也没有往日人声鼎沸的盛况。但其中留下的决斗的意志和精神尚未消散，它们在神战能量的影响下逐渐扭曲，形成了新的角斗规则，而此后，神魔角斗场也被称之为迷雾决斗场。","title_259":"角斗士排行","rule_259":"1.参与每期迷雾角斗场的角斗士根据晋级轮数可获得奖励和角斗士积分，赛季会按角斗士积分进行排名，赛季结束时通过邮件发放珍贵奖励。\n\n2.最后1期迷雾角斗场积分双倍。\n\n3.角斗士积分相同时，将按时间先后排名，若时间相同，则按参与该期迷雾决斗场的深渊讨伐排名高的在前。","story_259":"在那个充满纷争，但却彼此克制的年代，迷雾角斗场一直是神使和魔裔争斗的主要场地，他们之间互有胜负，但其中不乏连战连胜的强者。他们往往会在角斗场中的排行榜上留下自己的姓名。但岁月流转，仅有寥寥数人能在角斗场排行榜上留名。\n\n随着时代的更迭，现在这座古老的迷雾角斗场中的排行榜，将迎来新的名字。","title_252":"迷雾行商","rule_252":"1.赛季持续期间，会开放当前赛季内相关玩法的商店。\n\n2.当赛季结算后，<color=#c05100>仅在赛季内开放的</color>商店也将关闭，剩余货币也会失效，请及时使用。\n\n3.部分商品需要在赛季内玩法中达成一定条件才可进行购买。","story_252":"在神战之后一直游走在伊特恩大陆上的行商，没有人知道“她或者他”是谁，也没有人知道行商的目的是什么。但行商总能拿出一些新奇的、蕴含力量的材料与进入永恒之门的冒险者们交换。他们的身影隐藏在迷雾之中，从不以真面目示人，因此也被称之为迷雾行商。","title_254":"圣所投影","rule_254":"1.圣所投影中缔约英雄、赐福英雄和赐福格位与女神圣所完全一致。\n\n2.圣所投影中，英雄的等级、突破、装备将完全一致。\n\n3.在赛季相关玩法中，英雄的属性会受到圣所投影的影响，并且会因为永恒等级的提升而提升。 \n\n4.赛季相关玩法中，仅可上阵圣所投影中的缔约英雄和赐福英雄。\n\n5.当前赛季结束后，永恒等级所带来的属性加成也会重置。","story_254":"在誓约的见证下，于神之都米尔隆德建造的充满神秘气息的圣所。\n\n根据传说记载，誓约是创世者至高意志所建立的一种规则，并交由誓约守护者进行掌管。为了抵抗深渊的入侵，远古时期的战争中，誓约守护者利用誓约的规则建立了圣所。\n\n目的是通过誓约的赐予，在极短的时间内大幅提升英雄们的力量。这成为了当时对抗深渊的有效保障。随着伊特恩大陆的坠落之战的后续影响，神之都的圣所竟然在某种力量下形成了圣所投影。\n\n它拥有圣所的全部力量，但力量辐射范围却大幅削弱。","title_1000":"排行榜","rule_1000":"1.排行榜记录失序空间腐蚀试炼、猛攻试炼、暴击试炼、复活试炼、祝福试炼、反弹试炼通关关卡等级最高的玩家。","story_1000":"在古老的初始年代，伊特恩大陆上就诞生了记载生灵命运的至高神器——伊特恩之书。伊特恩之书最终笼罩了整个上层大陆，生灵们在伊特恩之书种谱写自己的篇章。\n\n然而在神战之后，伊特恩之书不但失去了至高神力的维持，逐渐衰败，更糟糕是恶堕神力的入侵和污染。污染的伊特恩之书逐渐让整个破碎的大陆陷入了灾难和污染之中。\n\n而在污染的灾难中，阻止黑暗守护者和他的爪牙，同时也为了寻找更多至高意志遗留下来的神器，这就是誓约守护者的使命。","title_271":"觉醒","rule_271":"1.属于拂晓帝国、林中神殿、月影议会阵营的传说英雄，在升至9星时可以开启逐光圣使羁绊的觉醒养成。\n\n2.觉醒完成后，可以激活逐光圣使羁绊。\n\n3.觉醒会消耗指定英雄专属觉醒特令，当英雄专属觉醒特令数量不足时，可以用万能的觉醒符令进行补足。 \n\n4.觉醒符令使用后，将转化为英雄专属觉醒特令，觉醒后英雄的重生/回退/转换只返还该英雄的专属觉醒特令。","story_271":"破誓之战时，逐光者为保卫守护者缔结了盟约。对守护者和誓约火环产生信仰的他们， 都获得了誓约的赐福。\n\n每个为守护者而战的人，都不应该被淹没在芸芸众生之中，那些属于逐光者的意志终究会被点亮，成为属于守护者的逐光圣使。","title_94_3":"女武神馈赠第三期","rule_94_3":"1、“女武神馈赠”第三期将会在创角时间第45天解锁。\n\n2、活动中共有4个卡池，分别在玩家创角的第45、60、75、90日开启，活动将在创角后第91天结束。\n\n3、每个卡池开放后，可以使用该卡池对应的活动召唤券进行英雄召唤，活动过期之后将无法进行召唤。\n\n4、每个卡池仅可进行10连召唤，召唤有高概率出现传说英雄。\n\n5、每次10连召唤的结果将暂存，暂存的结果不会立刻获得，玩家仍可继续进行召唤，最终当召唤次数达到卡池上限后，可以选择1次召唤结果兑换，兑换后玩家将获得这10名英雄；其余未选择的结果，会根据英雄品质转换成不同稀有度的英雄碎片。\n\n6、仅在前面开放的卡池全部兑换了英雄后，才可以在随后的卡池中进行召唤，记得及时兑换每个卡池中的英雄。\n\n7、活动结束后将不能再兑换英雄，注意不要错过活动的时间。","title_94_4":"女武神馈赠第四期","rule_94_4":"1、“女武神馈赠”第四期将会在创角时间第103天解锁。\n\n2、活动中共有4个卡池，分别在玩家创角的第103、124、145、166日开启，活动将在创角后第167天结束。\n\n3、每个卡池开放后，可以使用该卡池对应的活动召唤券进行英雄召唤，活动过期之后将无法进行召唤。\n\n4、每个卡池仅可进行10连召唤，召唤有高概率出现传说英雄。\n\n5、每次10连召唤的结果将暂存，暂存的结果不会立刻获得，玩家仍可继续进行召唤，最终当召唤次数达到卡池上限后，可以选择1次召唤结果兑换，兑换后玩家将获得这10名英雄；其余未选择的结果，会根据英雄品质转换成不同稀有度的英雄碎片。\n\n6、仅在前面开放的卡池全部兑换了英雄后，才可以在随后的卡池中进行召唤，记得及时兑换每个卡池中的英雄。\n\n7、活动结束后将不能再兑换英雄，注意不要错过活动的时间。","title_94_5":"女武神馈赠第五期","rule_94_5":"1、“女武神馈赠”第五期将会在创角时间第187天解锁。\n\n2、活动中共有4个卡池，分别在玩家创角的第187、208、229、250日开启，活动将在创角后第251天结束。\n\n3、每个卡池开放后，可以使用该卡池对应的活动召唤券进行英雄召唤，活动过期之后将无法进行召唤。\n\n4、每个卡池仅可进行10连召唤，召唤有高概率出现传说英雄。\n\n5、每次10连召唤的结果将暂存，暂存的结果不会立刻获得，玩家仍可继续进行召唤，最终当召唤次数达到卡池上限后，可以选择1次召唤结果兑换，兑换后玩家将获得这10名英雄；其余未选择的结果，会根据英雄品质转换成不同稀有度的英雄碎片。\n\n6、仅在前面开放的卡池全部兑换了英雄后，才可以在随后的卡池中进行召唤，记得及时兑换每个卡池中的英雄。\n\n7、活动结束后将不能再兑换英雄，注意不要错过活动的时间。","title_94_6":"女武神馈赠第六期","rule_94_6":"1、“女武神馈赠”第六期将会在创角时间第271天解锁。\n\n2、活动中共有4个卡池，分别在玩家创角的第271、292、313、334日开启，活动将在创角后第335天结束。\n\n3、每个卡池开放后，可以使用该卡池对应的活动召唤券进行英雄召唤，活动过期之后将无法进行召唤。\n\n4、每个卡池仅可进行10连召唤，召唤有高概率出现传说英雄。\n\n5、每次10连召唤的结果将暂存，暂存的结果不会立刻获得，玩家仍可继续进行召唤，最终当召唤次数达到卡池上限后，可以选择1次召唤结果兑换，兑换后玩家将获得这10名英雄；其余未选择的结果，会根据英雄品质转换成不同稀有度的英雄碎片。\n\n6、仅在前面开放的卡池全部兑换了英雄后，才可以在随后的卡池中进行召唤，记得及时兑换每个卡池中的英雄。\n\n7、活动结束后将不能再兑换英雄，注意不要错过活动的时间。","title_94_7":"女武神馈赠第七期","rule_94_7":"1、“女武神馈赠”第七期将会在创角时间第355天解锁。\n\n2、活动中共有4个卡池，分别在玩家创角的第355、376、397、418日开启，活动将在创角后第419天结束。\n\n3、每个卡池开放后，可以使用该卡池对应的活动召唤券进行英雄召唤，活动过期之后将无法进行召唤。\n\n4、每个卡池仅可进行10连召唤，召唤有高概率出现传说英雄。\n\n5、每次10连召唤的结果将暂存，暂存的结果不会立刻获得，玩家仍可继续进行召唤，最终当召唤次数达到卡池上限后，可以选择1次召唤结果兑换，兑换后玩家将获得这10名英雄；其余未选择的结果，会根据英雄品质转换成不同稀有度的英雄碎片。\n\n6、仅在前面开放的卡池全部兑换了英雄后，才可以在随后的卡池中进行召唤，记得及时兑换每个卡池中的英雄。\n\n7、活动结束后将不能再兑换英雄，注意不要错过活动的时间。","title_94_8":"女武神馈赠第八期","rule_94_8":"1、“女武神馈赠”第八期将会在创角时间第439天解锁。\n\n2、活动中共有4个卡池，分别在玩家创角的第439、460、481、502日开启，活动将在创角后第503天结束。\n\n3、每个卡池开放后，可以使用该卡池对应的活动召唤券进行英雄召唤，活动过期之后将无法进行召唤。\n\n4、每个卡池仅可进行10连召唤，召唤有高概率出现传说英雄。\n\n5、每次10连召唤的结果将暂存，暂存的结果不会立刻获得，玩家仍可继续进行召唤，最终当召唤次数达到卡池上限后，可以选择1次召唤结果兑换，兑换后玩家将获得这10名英雄；其余未选择的结果，会根据英雄品质转换成不同稀有度的英雄碎片。\n\n6、仅在前面开放的卡池全部兑换了英雄后，才可以在随后的卡池中进行召唤，记得及时兑换每个卡池中的英雄。\n\n7、活动结束后将不能再兑换英雄，注意不要错过活动的时间。","title_94_9":"女武神馈赠第九期","rule_94_9":"1、“女武神馈赠”第九期将会在创角时间第523天解锁。\n\n2、活动中共有4个卡池，分别在玩家创角的第523、544、565、586日开启，活动将在创角后第587天结束。\n\n3、每个卡池开放后，可以使用该卡池对应的活动召唤券进行英雄召唤，活动过期之后将无法进行召唤。\n\n4、每个卡池仅可进行10连召唤，召唤有高概率出现传说英雄。\n\n5、每次10连召唤的结果将暂存，暂存的结果不会立刻获得，玩家仍可继续进行召唤，最终当召唤次数达到卡池上限后，可以选择1次召唤结果兑换，兑换后玩家将获得这10名英雄；其余未选择的结果，会根据英雄品质转换成不同稀有度的英雄碎片。\n\n6、仅在前面开放的卡池全部兑换了英雄后，才可以在随后的卡池中进行召唤，记得及时兑换每个卡池中的英雄。\n\n7、活动结束后将不能再兑换英雄，注意不要错过活动的时间。","title_243":"皮肤","rule_243":"1.皮肤分为永久皮肤和限时皮肤。\n\n2.解锁永久皮肤时，还可以解锁相应的玩家头像和个人形象；解锁限时皮肤则无法同时解锁玩家头像和个人形象。\n\n3.穿戴永久皮肤时，英雄在战斗中会有相应的属性加成；穿戴限时皮肤时，英雄没有属性加成。\n\n4.皮肤属性的加成，在常规玩法和公平属性玩法中都生效。","story_243":"每个人都能从华丽的衣柜中寻找到专属于自己的服装，也可以从镜中看到自己最满意的样子，这里总是包含着属于他们和这个世界的回忆。","title_111":"圣夜寻踪","rule_111":"1.圣夜寻踪开启后，可以消耗1个<color=#c05100>火焰魔晶</color>进行挑战，战斗胜利后可以获得<color=#c05100>圣诞袜</color>，BOSS关卡可额外获得<color=#c05100>圣诞花束</color>。\n\n2.活动期间火焰魔晶每天会<color=#c05100>自动回复10个</color>，但不会超过持有上限。\n\n3.圣夜寻踪分为3个难度，每个难度有2个章节，不同章节随活动开启的时间逐渐开放。\n\n4.每个章节的最后一关为BOSS关卡，通关BOSS关卡后可以扫荡，扫荡同样会获得<color=#c05100>圣诞花束</color>和<color=#c05100>圣诞袜</color>。\n\n5.圣诞花束和圣诞袜可以用于在礼物商店中兑换丰富的奖励。\n\n6.随着更高难度的解锁，每次扫荡获取的圣诞袜数量会<color=#c05100>提升</color>。","story_111":"入冬后的第一场雪被称为“神圣之霜”，圣霜会封冻邪恶，确保第二年的物产丰饶。后来逐渐变成了众人聚会庆祝，互相交换礼物，互相给予温暖的节日。\n\n人们已经忘记，圣霜节的来源是因为最初有一个强大的“冰霜魔兽”会在冬夜出现，吞噬封冻，破坏城镇。人们通过三圣器封印魔兽，带来了平安的冬季，并留下圣霜节的传统。","title_112":"礼物商店","rule_112":"1.通过钻石或圣夜寻踪途中获得的<color=#c05100>圣诞花束</color>和<color=#c05100>圣诞袜</color>，可以在这里兑换丰富的奖励。部分奖励需要<color=#c05100>通关指定关卡</color>或<color=#c05100>活动开启一定的天数</color>后才可兑换。","story_112":"当圣霜节的喜庆氛围弥漫在空气中时，小镇中充满温馨和节日的色彩。居民们会精心挑选的鲜花和绿叶组成圣诞花束，每一朵花都散发着甜美的芬芳和温暖的气息。同时还会在圣诞袜中装进承载自己心意的礼物，进行交换或赠送，和他人分享节日的喜悦。","title_113":"圣霜礼赠","rule_113":"活动期间，每天登录可以依次领取一份圣霜节馈赠奖励，登录满10天即可领取全部奖励。","story_113":"在浓浓的节日氛围中，小镇居民们为亲朋好友准备了丰富的礼物。","title_114":"圣霜战令","rule_114":"1.圣霜战令会随圣霜赞歌活动开启和关闭。\n\n 2.圣霜战令活动周期总计为14天。\n\n 3.活动周期内获得的战令积分达到指定数值即可获得对应奖励。通关或扫荡圣夜寻踪关卡即可获得积分。\n\n 4.圣霜战令关闭时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 5.解锁圣霜高级战令后可获得更为丰厚的奖励。购买付费圣霜战令的玩家，如果在重置前4天还未领取全部奖励，可通过钻石购买战令积分。\n\n 6.圣霜战令仅在解锁的周期内生效，并非永久生效。","title_115":"圣夜寻踪排行榜","title_270":"争锋之地","rule_270":"<color=#c05100>[基础规则]</color>\n1.每14天将会进行一轮争锋之地的对决，包含1天备战期和13天战斗期。\n2.备战期间，将会进行各公会之间的匹配。\n3.战斗期内，每天包含1个行动回合，其中00:00-23:00为的行动期，23:00-24:00当天第1回合的结算期，依次类推，总共13个回合。\n<color=#c05100>[地图规则]</color>\n1.每6个公会为一组匹配在同一房间内。\n<color=#c05100>[行动规则]</color>\n1.以公会初始基地为起点，沿着颜色相同的地块扩散，这个范围内所有与本公会地块颜色相同及其周围一圈的地块为可行动区域\n2.行动期内，玩家可以将自己的队伍派遣至可行动区域。\n3.每只队伍可单独行动。\n4.结算期之前，玩家可以自由修改自己的队伍信息和位置。\n<color=#c05100>[战斗规则]</color>\n1.回合结算期时，房间内所有地块将根据玩家队伍情况进行处理。\n2.若地块上存在多个公会的队伍，则会以公会为单位，开启擂台赛，直至剩余最后1个公会；若该公会非当前地块归属方，则剩余队伍将会依次与地块上的系统守军进行战斗，胜利后获得该地块的归属权。\n3.每只玩家队伍存在连胜上限，若连续胜利3场，将会退出本回合的战斗序列。\n<color=#c05100>[回合结算]</color>\n1.回合结算期间，将会依次处理所有地块上的队伍战斗，根据结果确定本回合的地块归属权。\n2.根据地块归属，每个公会将会增加对应的地块积分值，用于公会排名。\n3.在此过程中，玩家队伍参与地块行动和战斗都会获得相应的个人贡献值。\n<color=#c05100>[轮次结算]</color>\n1.经过13个回合的激烈战斗后，根据最终的地块积分值排名，将会决出房间内6个公会本轮的结算排名。\n<color=#c05100>[奖励规则]</color>\n战利品奖励：\n每回合派出队伍之后，等待回合结算完成，会获得战利品奖励。若队伍在结算过程中战斗胜利，会有额外奖励。\n任务奖励：\n完成任务，可以领取对应的任务奖励。当任务积分达到一定值后，可以领取丰厚的积分奖励。\n结算奖励：\n每轮争锋之地结算之后，将会根据公会排名+个人排名，发放相应的奖励至邮箱。\n<color=#c05100>[托管规则]</color>\n1.公会会长、副会长、团长统称为公会管理员。\n2.玩家可以将自己在争锋之地的队伍设置为托管状态。托管后，公会管理员将拥有该队伍的移动权限。","story_270":"深渊的威胁迫在眉睫，至高意志希望大陆上的人们能够提升实力以对抗深渊侵袭，于是令继承其信念的誓约火环在构建了一处空间，空间内模拟了人们可能会在伊恩特大陆遭遇的危险，让各大公会可以在其中通过竞争来提升实力。","title_27001":"贡献排行","rule_27001":"1.本轮公会战中，房间内所有成员的贡献值排行。","title_27002":"胜场排行","rule_27002":"1.本轮公会战中，房间内所有成员战胜其他公会玩家队伍的胜利场次排行。","title_27003":"连胜排行","rule_27003":"1.本轮公会战中，房间内所有成员完成连续三杀及以上连胜的次数排行；\n2.只有包含战胜其他公会的玩家队伍时，本次连胜才会被计入排行。","title_27010":"争锋擂台","rule_27010":"<color=#c05100>[基础规则]</color>\n1.每轮争锋之地中，当满足指定条件后，会依次开启5次争锋擂台。\n<color=#c05100>[队伍限制]</color>\n1.每次开启擂台时，根据当前房间段位，管理员可以派遣一定数量的队伍进入擂台对战。\n2.每个成员最多可派遣2支队伍上擂台。\n3.争锋之地的房间段位越高，擂台可派遣的队伍数量也越多。\n<color=#c05100>[互动规则]</color>\n1.每次开启擂台后，房间内所有成员均获得3次互动机会，可以给其他公会进行喝彩/倒彩。\n2.根据互动结果，对应的公会战斗时获得会正面/负面效果。\n3.本轮争锋之地结束时，将会重置剩余的互动次数。\n<color=#c05100>[擂台祝福]</color>\n1.每次擂台战，都会随机生成一个擂台祝福：激活指定赛季羁绊的英雄在擂台战斗中将获得额外的属性加成。\n<color=#c05100>[战斗规则]</color>\n1.回合结算期时，根据各公会的地块积分排行，依次进行互相战斗，直至仅剩一个公会的队伍。\n2.每支队伍战斗连胜场次与其他地块上相同。\n3.剩余至最后无战斗对手的队伍，视为胜利1次。\n<color=#c05100>[排行规则]</color>\n1.根据各公会的擂台战斗胜利场次排行，分别会获得相应的地块积分。\n2.若胜场数量相同，则地块积分更少的公会获得更靠前的名次。","story_27010":"空中要塞高耸入云，巍峨壮观，成为多方势力争夺的荣耀之巅。战场上，热血与汗水交织，呐喊与战鼓声交织成激昂的乐章，每一次交锋都如同雷霆万钧，震撼人心。胜利者的欢呼声在战场之巅回荡，荣耀与辉煌属于他们。而每个在擂台上决战的队伍，他们的坚韧与不屈，将永远铭刻在这片大陆之上。","title_27011":"魔物入侵","rule_27011":"<color=#c05100>[基础规则]</color>\n1.公会加入争锋之地后，王城将面临魔物的袭击。需要公会成员合力挑战魔物，共御外敌。\n<color=#c05100>[挑战规则]</color>\n1.每个赛季，首次进入争锋之地时，获得10次挑战机会，后续每2小时恢复1次挑战机会。\n2.每次挑战魔物会获得遗物奖励，且造成的伤害值越高，奖励越丰富。\n3.挑战道具会在赛季结束时失效，请及时使用。\n<color=#c05100>[首杀奖励]</color>\n1.每一波魔物首次被全部击败时，地图上将出现宝箱奖励，公会所有成员均可领取。\n2.公会成员受到鼓舞，所在回合所有队伍的士气值增加。\n<color=#c05100>[幻影状态]</color>\n魔物袭击倒计时结束前，若公会击败了全部魔物，则魔物进入幻影状态：\n1.仍然可以被挑战和刷新，但是不会袭击王城。\n2.倒计时变为刷新时间，结束后将出现新的一波魔物来袭。\n<color=#c05100>[损毁状态]</color>\n魔物袭击倒计时结束前，若公会未能击败全部魔物，则魔物会进行攻城行为：\n1.王城陷入损毁状态，地块积分产量减半。\n2.公会成员受到影响，下回合所有队伍的士气值减少。\n3.当成功击败所有魔物时，将会解除王城的损毁状态。","story_27011":"激烈的战火吸引了魔物们汇聚，它们意图趁乱掠夺王城的资源。请守护者在魔物抵达前击溃它们，保障王城的安全！","title_272":"个人奖励","rule_272":"<color=#c05100>[奖励规则]</color>\n1.个人奖励由当前房间内，本公会的排名以及个人在公会内的排名共同决定。\n2.公会段位越高，所处房间的奖励将会越多。\n<color=#c05100>[公会排名]</color>\n1.根据第26回合结算后，房间内各公会的地块积分排名来决定。\n<color=#c05100>[个人排名]</color>\n1.根据第26回合结算后，本公会所有成员的贡献度排名来决定。\n2.贡献度来源：队伍参与行动结算、与其他队伍对战、女神祈愿。","title_273":"公会奖励","rule_273":"<color=#c05100>[奖励规则]</color>\n1.每轮争锋之地结束后，根据当前房间内的排名，公会获得对应的段位积分。\n2.段位积分决定公会的段位，段位越高，可以领取的奖励越多。\n3.段位积分的来源：争锋之地、灰蕈秘境。","title_274":"祈福","rule_274":"<color=#c05100>[基础规则]</color>\n1.争锋之地中，所有建筑地块都接受着女武神的祝福。\n2.通过祈福，可以获得对应女武神赛季羁绊的好感度。\n3.当本公会的任意赛季羁绊好感度排名第1时，将会获得祝福效果：回合结算时，对应羁绊标记的地块产出的积分值有额外加成。\n 4.当本公会成员，累计祈福次数满足达到指定数量后，会提升祝福等级：回合结算时，所有地块产出的积分值获得额外加成。\n<color=#c05100>[获取途径]</color>\n1.公会会长每场拥有1次免费祈福机会。\n2.争锋之地个人任务奖励可获得祈福石。\n3.争锋之地公会放置宝箱有概率获得祈福石。","story_274":"女武神们持续注视着争锋之地的战况，战场上的建筑因此发生了一些变化，通过某种特殊手段可以在此获得女武神的回应。","title_276":"成员管理","rule_276":"1.公会会长、副会长、团长统称为公会管理员。\n2.公会管理员可以向其他成员的队伍发起托管请求。若当前成员离线时间大于24小时，则默认同意请求；否则会进入24小时的等待状态，等待状态结束后，玩家若没有拒绝则视为同意。","title_277":"地块说明","rule_277":"1.不同的地块所产出的积分值有所区别。\n2.暗影部落被消灭后，将会在大地图上消失。\n3.同一圈荆棘相连的地块中，若所有要塞都被公会所占领，则本圈荆棘在大地图上消失。","rule_275":"1.赛季羁绊规则\n1.1赛季羁绊是赛季专属的羁绊，在赛季玩法中生效功能，离开赛季时即会失效。\n1.2玩家可以消耗\"赛季觉醒符令\"来激活每个英雄的赛季霸绊，在伊恩特之书中可以获得该道具。\n1.3布阵时，选择3个或3个以上相同赛季羁绊的英雄出战，即可获得全新的赛季羁绊效果。\n1.4赛季羁绊取人数最多的生效，若出现人数相同的情况，虚空召唤或断罪猎手或优先生效\n\n2.羁绊丰碑规则\n2.1羁绊丰碑是赛季专属的养成功能，在赛季中生效，离开赛季时即会失效。\n2.2赛季中共有8个羁绊丰碑，虚空召唤或断罪猎手对应加强两种赛季羁绊，其余6个都对应加强一种赛季羁绊。\n2.3羁绊丰碑的品质和等级，会随着6个不同位置的\"祭石\"品质和等级的提升而提升，6块祭石的最低品质和等级决定了羁绊丰碑的品质和等级。\n2.4羁绊丰碑的品质和等级提升后，会拥有2个羁绊丰碑效果:此效果既可以强化对应的羁绊技能，也可以克制失序空间的\"佣兵\"，都是非常有用、强力的效果。\n2.5玩家通过攻打和扫荡\"失序空间\"的关卡，可以获得\"祭石\"，来升级羁绊丰碑的等级。\n\n3.赛季战斗规则\n3.1赛季玩法会增加一种新的战斗资源，玩家通过上阵新的赛季羁绊来获得各种不同的能量，能量集齐后会释放威力强大的羁绊技能。","title_275":"羁绊丰碑","story_275":"永恒神器的回归，让失去它们的女武神获得了曾经的力量。强大的力量点燃了女武神殿中的羁绊丰碑，为掌握女武神力量的人们带来强大的意志。当神器的力量完全回归于女神，那些觉醒的意志将会融入誓约火环所构筑的平衡之中。\n 恩赐的力量带来了强大的羁绊，它将成为决定争锋之地的重要筹码。为了延续这一重要助力，你们将再度踏上寻找神器的旅程。","title_116":"符文洗炼","rule_116":"1.使用符文洗炼精华对符文进行洗炼，只有史诗专属或传说符文可以洗炼。\n\n2.洗炼可同时重置符文的词条与套装，亦可花费钻石锁定词条或套装，锁定后洗炼时不会发生改变，只重置另一项。\n\n3.符文洗炼的词条有不同类型和品质，史诗符文最高洗炼出史诗品质词条，传说符文最高可洗炼出传说品质词条。\n\n4.符文套装洗炼有概率获得词缀，词缀具有强大的战斗效果。史诗符文可获得非凡词缀，传说符文可获得非凡或超凡词缀，穿戴4件相同套装类型和词缀的符文可激活词缀效果，超凡词缀可兼容激活非凡词缀。\n\n5.符文品质和阵营不同，消耗的洗炼精华不同。\n\n6.收集不同阵营的洗炼裂片可合成该阵营的洗炼精华。","story_116":"<color=#c05100>       </color>幻境中的强敌被击败后，其灵魂的残渣会凝结为符文。\n       符文能与对应英雄的灵魂产生赐福，使英雄获得前所未有的强大力量，能力也会得到质的飞跃。","rule_278":"1.通关战役2-12后，可以解锁剧情回顾功能。\n\n2.剧情回顾中，将收录战役剧情、活动剧情和伊特恩之书剧情，可以重复观看过往的剧情故事。\n\n3.当活动和赛季进行中时，通关剧情所在关卡后即可进行回顾。\n\n4.若错过了曾经的活动和赛季，则需要消耗书签才可回顾对应的故事。","title_278":"剧情回顾","story_278":"伊特恩大陆上已存在千年的古老书卷，来自不同地块的不同的种族，都在这书卷里留下了浓墨重彩的一页。\n\n如果想重温过去的故事、窥探久远的秘密，那就翻开它吧……","rule_279":"1.使用黯淡魔钥（限时）或充盈魔钥可进行探宝，优先使用黯淡魔钥（限时），不足时会自动使用充盈魔钥进行替代，黯淡魔钥（限时）每期活动结束时会清除，请于活动结束前使用。\n\n2.探宝有多轮，每轮有1~6层，探宝会从当前层随机获得一个奖励。\n\n3.探宝指定位置获得奖励的同时会触发上升1层事件，最高层大奖抽中则重置奖励并进入下一轮。\n\n4.每轮探宝次数越多，消耗的魔钥数量越多。\n\n5.完成活动任务可获得奖励，请于活动结束前领取。","title_279":"探寻：新春福塔","story_279":"新春将至，守护者收到了一封来自神秘的远东的来信。\n信中写道：\n“这一年中，您为世界安定做出了太多贡献，\n作为感谢，我们邀请您前往神秘的宝库——福地之塔。\n福塔会回应来者的愿望，安置好您所期待的宝藏。\n请尽早动身，让塔中的秘宝重见天光。”","rule_280":"1.高塔礼包商城贩售用于探宝的魔钥。\n\n2.黯淡魔钥（限时）每期活动结束时会清除，请于活动结束前使用。充盈魔钥可于后续高塔活动使用。","title_280":"福塔礼包","story_280":"与高塔同时被发现的，还有一处充满魔钥的场所。","title_281":"新春特惠狂欢","rule_281":"1.新春特惠狂欢活动周期为15天。\n\n 2.活动周期内获得的登录积分达到指定数值即可获得对应奖励。\n\n 3.新春特惠狂欢结束时，所有可领取但未领取的奖励将通过邮件发放。","title_283":"王城队伍","rule_283":"1.本公会所有参加争锋之地的队伍都会显示在这里，分为空闲中和已派出2种状态。","title_284":"公会建造","rule_284":"1.争锋之地中，每个公会都有以下4个建筑：\n <color=#c05100>[王城]</color>：每回合为公会提供地块积分产量\n <color=#c05100>[木材工坊]</color>：每回合为所有公会成员产出木材\n <color=#c05100>[铁矿工坊]</color>：每回合为所有公会成员产出铁矿\n <color=#c05100>[石材工坊]</color>：每回合为所有公会成员产出石材\n2.所有建筑初始都是1级，当公会成员集体捐献资源达到指定数量后会提升等级；升级后的建筑将会提升对应的资源产量。\n3.[王城]建筑提升至指定等级时，会获得新的王城外观，并在争锋之地沙盘中显示。\n4.当赐福英雄到达一定数量后，玩家还可以将自己的英雄进驻在各工坊之中，为自己提供对应资源的产量加成；但已经处于争锋之地编队中的英雄无法进驻于工坊之中。\n5.建筑等级和建筑资源都仅在当前赛季生效，下个赛季开始时会重置。","title_288":"赛季图鉴","story_288":"致所有守护者，伊特恩大陆总有意想不到的发现，所以无论何时都要保持一颗求知的心。","rule_288":"1.收集赛季图鉴中的英雄和神器，会激活赛季图鉴，在赛季玩法中获得各种加成。\n2.赛季图鉴加成仅在当前赛季生效。","title_289":"遗物","story_289":"在那场古老而神圣的战争之后，一些物品因沾染了神与魔的血液和力量，开始发生奇异的变异。它们不再是普通的武器、防具或是日常用品，而是成为了蕴含着强大神秘力量的遗物。\n 这些遗物，随着时间的流逝，逐渐吸收并融合了神明与恶魔的力量。它们的外观也发生了变化，原本平凡的表面现在布满了神秘的符文和图案，闪烁着异样的光彩，仿佛有生命一般。\n 每一件遗物都拥有独特的能力和特性。有的能够释放出强大的魔法攻击，有的能够赋予持有者超凡的力量和速度，还有的能够抵挡一切邪恶力量的侵袭。然而，这些遗物也不是轻易可以驾驭的。它们蕴含着强大的力量，但也有着相应的风险和代价。只有那些真正强大且心怀正义的人，才能够得到它们的认可，并掌握它们的力量。\n 这些遗物，成为了后世人们争夺和寻找的宝物。无数的勇士和魔法师，为了得到它们的力量，踏上了寻找遗物的征途。然而，遗物的力量并非绝对，它们既能成为守护世界的利器，也可能成为毁灭世界的凶器。因此，寻找遗物的人们，必须时刻保持清醒和警惕，以免被遗物中的邪恶力量所侵蚀。","rule_289":"1.每个遗物都拥有一种加成效果，在赛季部分玩法中，可以上阵遗物获得加成效果。\n2.PVE玩法中遗物每队至多上阵10个，PVP玩法中遗物每队至多上阵1个。并且上阵遗物总cost不可超过上限，初始cost上限为18，可以通过提升遗物馈赠等级提升cost上限。\n3.遗物仅在本赛季可使用，赛季结束会全部消失。","title_290":"复活节战令","rule_290":"1.复活节战令活动周期为28天。\n\n 2.活动周期内获得的登录积分达到指定数值即可获得对应奖励。\n\n 3.复活节战令结束时，所有可领取但未领取的奖励将通过邮件发放。","rule_291":"1.使用黯淡魔钥（限时）或充盈魔钥可进行探宝，优先使用黯淡魔钥（限时），不足时会自动使用充盈魔钥进行替代，黯淡魔钥（限时）每期活动结束时会清除，请于活动结束前使用。\n\n2.探宝有多轮，每轮有1~6层，探宝会从当前层随机获得一个奖励。\n\n3.探宝指定位置获得奖励的同时会触发上升1层事件，最高层大奖抽中则重置奖励并进入下一轮。\n\n4.每轮探宝次数越多，消耗的魔钥数量越多。\n\n5.完成活动任务可获得奖励，请于活动结束前领取。","title_291":"探寻：高塔奇珍","story_291":"北境雪原中发现了一座尘封已久的高塔，\n那是某位慷慨神使用以储藏宝物之所。\n“向高塔诉说你的愿望吧，勇者！我的宝库变换莫测。”\n悠悠的话语在塔中回荡。\n“只要你保持渴求，只要你不曾迷失，\n我将见证你的智勇,我将赐你应得的瑰宝。\"","rule_292":"1.高塔礼包商城贩售用于探宝的魔钥。\n\n2.黯淡魔钥（限时）每期活动结束时会清除，请于活动结束前使用。充盈魔钥可于后续高塔活动使用。","title_292":"寻宝礼包","story_292":"与高塔同时被发现的，还有一处充满魔钥的场所。","rule_293":"1.女神赠礼面向不同玩家不定期开启，礼包内容也会因玩家而不同。\n\n2.礼包有3种类型，折扣、自选、连购。\n折扣礼包：礼包内容固定。\n自选礼包：礼包内容可由玩家选择定制。\n组合礼包：由多个内容固定的礼包组成，需要按照次序购买。\n\n3.每个礼包有限购次数，购买次数不可超过限制。","title_293":"女神赠礼","story_293":"1.女神赠礼面向不同玩家不定期开启，礼包内容也会因玩家而不同。\n\n2.礼包有3种类型，折扣、自选、连购。\n折扣礼包：礼包内容固定。\n自选礼包：礼包内容可由玩家选择定制。\n组合礼包：由多个内容固定的礼包组成，需要按照次序购买。\n\n3.每个礼包有限购次数，购买次数不可超过限制。","title_294":"公会功勋","rule_294":"1. 公会成员在获得指定成就后，可以获得勋章。\n\n2. 每类功勋有金、银、铜3个品质的勋章，每个勋章有不同的加成效果。\n\n3. 每类功勋取品质最高的5个勋章的效果生效。\n\n4. 勋章会在每日0点刷新，统计昨日公会成员的成就进度，并且发放新的勋章。\n\n5. 每日可以为生效勋章的成员赠送花朵，收到的成员会获得等量的鲜花币。\n\n6. 收到的花朵会累计总数，做为成员贡献的记录。\n\n7. 当成员离开公会时，勋章不再生效，并且会清空收到花朵的总数。","rule_295":"迷雾竞技场中提供多种对战玩法：\n\n 迷雾竞技场：战区内深渊讨伐前128名玩家相互对战，决出最强冠军。\n\n 全球竞技场：与不同战区玩家进行对战，获取积分，提升段位。","title_296":"全球竞技场","rule_296":"1. 每个赛季进行2轮全球竞技场，每轮持续14天。\n\n 2. 每天增加5次免费挑战次数，挑战次数可累积，达到上限后不再增加。\n\n 3. 每次挑战会匹配3名对手，挑选其中一名进行挑战，胜利获得积分，失败扣除积分。\n\n 4. 挑战时根据对手的段位，进行多场战斗：\n白金Ⅳ以下：3局2胜制；\n白金Ⅳ~大师Ⅰ：5局3胜制；\n王者Ⅴ~王者Ⅱ：7局4胜制；\n王者Ⅰ以上：9局5胜制。\n\n 5. 钻石V及以上段位战斗中，对手的防守出战顺序随机。\n\n 6. 达到指定积分要求即可提升段位，王者Ⅳ及以上段位除积分外，有排名要求。\n\n 7. 根据本轮结算时取得的段位，在下一轮开始时会有不同的初始段位。","story_296":"天空的惊现空间裂缝，在虚空中不断浮现出对所有生命开放的竞技场。最终的胜者将获得上古的遗赠。然而，这份荣耀背后是无数勇士的牺牲。每当夜幕降临，星光穿透裂缝，人们仰望星空，想象着那座神秘竞技场与猛攻战士的身影，心中充满敬意与向往。这座竞技场见证了宇宙间最强大的战士的诞生，也见证了无数生命的消逝，它既是荣耀的象征，也是悲壮的纪念碑。","title_123":"转会推荐","rule_123":"1. 当您所在的公会活跃度过低时，将开启转会推荐功能。\n\n2. 我们将为您推荐当前可以直接加入的活跃公会。\n\n3. 您可以通过推荐列表直接转会加入其他公会，如您是会长，将自动转让给公会内的其他成员后，再进行转会。\n\n4. 当您的公会重新活跃后，转会推荐功能将自动关闭。","title_124":"公会合并","rule_124":"1. 公会创建时间>7天开放公会合并功能，仅当会长7日活跃不为0时可使用；\n\n2. 申请合并需要满足以下条件：\n“并入公会”7日活跃成员+“被并入公会”未处于加入并入公会cd且7日活跃的成员，不超过“并入公会”的人数上限。\n“被并入公会”公会的会长需要可以加入到“并入公会”中。\n\n3. 每条申请有效期24小时，24小时内，如对方公会未拒绝申请，不可对同一公会发送重复申请。\n\n4. 申请被同意后，将立刻进行公会合并。","title_263":"遗物馈赠排行","rule_263":"1. 每次合成或升星遗物时，都会获得遗物馈赠经验。\n\n2. 收集遗物馈赠经验，可以提升遗物馈赠等级，获取强力加成和奖励。\n\n3. 赛季内将根据累计获得的遗物馈赠经验进行排行，赛季结束后重置。","title_264":"符文战令","rule_264":"1.符文战令会在当前服务器开服后第28天开启。\n\n 2.符文战令活动周期为28天。\n\n 3.活动周期内获得的登录积分达到指定数值即可获得对应奖励。\n\n 4.符文战令重置时，所有可以领取但未领取的奖励将通过邮件发放。","title_265":"豪礼幸运星","rule_265":"1.消耗惊喜礼券，可以转动幸运指针获取豪礼。\n\n 2.转盘上有三份大奖，每份大奖只能获取一次。\n\n 3.每次转动未获得大奖，都将累计一点幸运值，幸运值满时必得大奖同时清空所有幸运值。\n\n 4.每日首次进入活动，都可以选择一杯女武神的鸡尾酒获取，饮用后下次转动转盘后将得到女武神的祝福。\n\n 5.完成幸运任务可以获取惊喜礼券。","story_265":"指针旋转，豪礼不停，今夜你就是幸运之星！","title_266":"狂欢签到礼","title_267":"周年狂欢战令","rule_267":"1.周年狂欢战令会随沉醉嘉年华活动开启和关闭。\n\n 2.周年狂欢战令活动周期总计为14天。\n\n 3.活动周期内获得的战令积分达到指定数值即可获得对应奖励。活动期间每日登录即可获得积分。\n\n 4.周年狂欢战令关闭时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 5.解锁周年狂欢高级战令后可获得更为丰厚的奖励。购买付费周年狂欢战令的玩家，如果在重置前4天还未领取全部奖励，可通过钻石购买战令积分。\n\n 6.周年狂欢战令仅在解锁的周期内生效，并非永久生效。","title_125":"龙巢","rule_125":"1. 公会拥有4个龙蛋，随赛季进行，龙蛋将逐渐孵化。\n\n2. 龙蛋孵化后将获得幼龙，幼龙达到一定等级后，会长可以将幼龙进化成不同的形态。\n\n3. 龙的等级与王城的等级相同。\n\n4. 进化后的龙将获得更强的技能。\n\n5.巨龙在提升至26级、31级时，技能将获得强化。 \n\n6. 所有的龙均会在龙族战争中出战。","title_126":"龙族战争","story_126":"强大的龙族降临争锋之地！征讨它们，培育它们，用龙的力量，改变战局！","rule_126":"1. 每场龙族战争将在跨战区范围内匹配一个公会做为对手。\n\n2. 匹配到的双方互相挑战对手公会的龙，龙的等级越高，属性越强。\n\n3. 每次挑战根据造成的伤害获得进度，所有成员进度之和为公会的总进度。\n\n4. 总进度高的公会获得本场龙族战争的胜利。\n\n5. 每次挑战需要出战多队伍，每支队伍独立计算伤害和进度值，单次挑战的总进度为所有队伍之和。\n\n6. 出战队伍数默认为2队，女武神图鉴积分达到80000/12000分别可增加1队，也可以通过点亮希望灵树中的天赋来开启更多出战的队伍。\n\n7. 单次挑战伤害越高，获得的奖励越丰厚。\n\n8. 每场龙族战争开始时，可获得10次挑战次数，挑战次数仅可本场龙族战争使用。\n\n9. 会长、副会长、军团长可以使用祝福技能为全员增加挑战次数，每名成员也可使用钻石购买额外的挑战次数，所有的挑战次数都仅可在本场龙族战争使用。","title_127":"巨龙召唤","rule_127":"1. 消耗能量召唤公会的巨龙，可以选择一个对手占领的地块，将其变为无人占领状态。\n\n2. 攻击不同的地块，消耗的能量值不同。\n\n3. 召唤的巨龙将在当前回合结算期发起进攻，在此之前，可以撤回或更换攻击目标。\n\n4. 每回合仅可攻击一个地块，被攻击的地块在一定回合内，不可被再次攻击。\n\n5. 如同时派遣队伍和龙攻击一个地块，队伍战斗胜利后，龙不会再进行进攻，但能量依然消耗。","title_128":"热度榜","rule_128":"1. 英雄热度榜、神器热度榜：根据当前阵容热度榜中最受欢迎的英雄和神器决定。\n\n2. 阵容热度榜：每3天刷新一次，统计全区全服最受欢迎的阵容。","title_129":"冠军纪念战令","rule_129":"1.冠军纪念战令活动周期总计为14天。\n\n 2.活动周期内获得的战令积分达到指定数值即可获得对应奖励。活动期间每日登录即可获得积分。\n\n 3.冠军纪念战令关闭时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 4.解锁周年狂欢高级战令后可获得更为丰厚的奖励。购买付费冠军纪念战令的玩家，如果在重置前4天还未领取全部奖励，可通过钻石购买战令积分。\n\n 5.冠军纪念战令仅在解锁的周期内生效，并非永久生效。","title_130":"公会挑战","rule_130":"1. 公会挑战开启后，公会成员可以完成任务获取公会积分，个人积分达到指定值后可以领取奖励。公会将与战区内其他公会进行积分比拼。\n\n2. 公会内所有满足功能开启条件的成员，可以通过接取任务并在限时内完成相应条件获取公会积分。\n\n3. 任务接取需要在24小时内完成，如果逾期后本次任务视为失败。\n\n4.活动期间每个成员有10次初始接取任务的机会，任务完成或逾期均会消耗。任务接取次数用完后，还可以消耗钻石购买少量次数。任务可放弃，放弃任务会返还接取次数。\n\n5. 公会内的每个任务最多被3名成员接取，接取次数满后该任务不可继续被接取。直到所有接取的成员均完成任务或逾期后，任务会自动刷新。\n\n6. 每名公会成员只能同时接取一个公会挑战任务，直到任务完成或逾期后可以接取下一个。\n\n7. 任务分为不同的品质，品质越高的任务完成后获得的积分越多，相同品质的任意任务积分相同。\n\n8. 会长和副会长可以手动刷新当前没有成员正在执行中的任务，刷新次数每个公会有上限，会长和副会长次数共享，次数每日刷新。\n\n9. 若活动期间，给公会增加积分的成员超过公会人数上限，公会积分只会取人数上限的最高分之和。","title_131":"公会挑战排行榜","rule_131":"1. 公会挑战开启后，将以公会积分在战区内所有公会中进行排名。\n\n2. 活动结束后，排名前列的公会内所有成员将获取奖励，同时表现最为优异的公会内的成员，还将获取专属的限时头像框。\n\n3.为表彰会长和副会长在公会管理中付出的心血，还将为符合排名的公会的会长和副会长提供额外的奖励。\n\n4.排名奖励活动结束后结算并统一发放。","title_132":"活动日历","rule_132":"1. 在活动日历中，可以查看本周和下周的主要功能和活动安排。\n\n2.活动和功能会使用不同的颜色区分。","title_299":"拯救女武神","rule_299":"1.拯救女武神数量越多，领取奖励越多。\n\n2.拯救全部女武神可领取最后大奖。\n\n3.通关指定战役关卡视为拯救。","story_299":"1.拯救女武神数量越多，领取奖励越多。\n\n2.拯救全部女武神可领取最后大奖。\n\n3.通关指定战役关卡视为拯救。","title_133":"神庭遗迹","rule_133":"<color=#c05100>[基础规则]</color>\n1. 神庭遗迹中存在多个boss，击败boss会获得遗物，击败越高等级boss获得遗物的品质越高。\n2.每个boss有独特的机制，需要搭配不同的队伍进行应对。\n3.点亮希望灵树中的天赋能够大幅降低boss的难度。\n\n<color=#c05100>[挑战规则]</color>\n1. 每次挑战boss需要多支队伍出战，随boss等级提升需要的队伍数量提升，最多3队。\n2. 每支队伍对boss造成的伤害越高，boss掉血的百分比值越高，单支队伍造成的百分比伤害有上限。\n3. 每次挑战造成的总百分比伤害为所有单队造成的百分比伤害之和。\n\n<color=#c05100>[挑战奖励]</color>\n1. 削减boss血量到指定的值，即可获得奖励。\n2. 一个赛季内boss的血量不会恢复，血量归0时，boss被击杀。\n3. 击杀前一个等级的boss后解锁下一个等级的boss，每个boss共22级，全部击杀后将开启无限挑战，无限挑战中boss被击杀后会复活，可重复挑战boss活动挑战奖励。\n\n<color=#c05100>[能量恢复]</color>\n1.每次挑战boss消耗1点光明能量。 \n2.光明能量每120分钟恢复1点，上限可存30点。\n3. 可以花费钻石购买能量，购买次数每周重置。","story_133":"神庭在深渊力量的作用下分崩离析，碎裂成数个漂浮的岛屿，靠锁链的牵制才勉强聚集。\n深渊力量使得岛屿中的怪物发生异变，彼此争斗，割据一方，长久的战争就此拉开序幕。\n为了回收失落的神庭，诸多神使也参与其中，但他们在无数的战斗中逐渐失去了本心，同样沦为只会杀戮的怪物。\n消灭怪物，恢复神庭昔日荣光，刻不容缓！","title_31501":"希望灵树","rule_31501":"<color=#c05100>[基础规则]</color>\n1. 希望灵树为赛季养成，每个赛季会重置进度。\n2.灵树由多个部分组成：灵树等级、队伍加成、太古大陆加成和赛季玩法加成。\n<color=#c05100>[灵树等级]</color>\n1. 消耗耀光灵珠可以升级灵树升级。\n2. 灵树等级提升后，可以为赛季内所有的英雄提供属性加成。\n3.灵树等级每提升10级，额外会获得苍蓝灵珠作为奖励。\n<color=#c05100>[队伍加成]</color>\n1. 消耗苍蓝灵珠可以升级队伍加成技能。\n2. 升级后，队伍在布阵时会获得对应的效果加成。\n3. 队伍加成效果仅在赛季玩法中生效。\n<color=#c05100>[赛季玩法加成]</color>\n1. 赛季馈赠中的殷红灵珠可以升级赛季玩法加成技能。\n2. 升级后，对应的赛季玩法中会获得相应的加成效果。\n<color=#c05100>[太古大陆加成]</color>\n1. 太古大陆中的大师事件可以升级太古大陆玩法加成技能。\n2. 升级后，太古大陆玩法中会获得相应的加成效果。\n<color=#c05100>[重置规则]</color>\n1. 玩家进入赛季的前7天可以免费重置，且每14天会自动增加1个重置道具。\n2. 重置后，队伍加成与赛季玩法加成的所有技能等级重置为0，且返还过程中所有消耗的升级材料。\n<color=#c05100>[赛季馈赠]</color>\n1. 升级灵树等级，可以完成等级任务，获得相应奖励。\n2.赛季结束时，根据灵树等级会通过邮件发放对应的奖励 。","story_31501":"随着永恒神器的不断回归，日益丰沛的能量在女武神殿中的丰碑凝聚。\n希望子树的根系被丰碑中的力量吸引，从神殿地下破土而出，攀附在丰碑之上长成了希望灵树。\n灵树与丰碑共生，二者的能量也逐渐融合，恩赐之力所带来的强大羁绊，也拥有了全新的力量。\n借由这全新的恩赐之力，请再度启程，培育希望灵树，继续踏上寻回神器的旅程！","title_31505":"灵树热度榜","rule_31505":"<color=#c05100>[基础规则]</color>\n1. 根据全服所有玩家的希望灵树数据，显示各个技能的消耗占比。\n<color=#c05100>[队伍加成]</color>\n1. 共有8个类型，根据每个类型消耗材料的占比显示对应百分比。\n2. 点击对应类型，可以查看该类型下，所有被动技能的消耗材料占比。\n3.点击对应技能，可以查看该技能的停留等级占比。\n<color=#c05100>[赛季玩法]</color>\n1. 一共有13个关联赛季玩法的被动技能，根据每个技能消耗材料的占比显示对应百分比。","title_31504":"赛季羁绊","rule_31504":"1.赛季羁绊是赛季专属的羁绊，在赛季玩法中生效功能，离开赛季时即会失效。\n2.玩家可以消耗\"赛季觉醒符令\"来激活每个英雄的赛季霸绊，在伊恩特之书中可以获得该道具。\n3.布阵时，选择3个或3个以上相同赛季羁绊的英雄出战，即可获得全新的赛季羁绊效果。","title_31506":"灵树等级排行","rule_31506":"<color=#c05100>[基础规则]</color>\n1. 根据本战区所有玩家的希望灵树等级进行排行。\n2. 排行数据会存在一定的延迟，请耐心等待。","title_31507":"加点方案","rule_31507":"<color=#c05100>[加点分享]</color>\n1. 玩家可以将当前的希望灵树加点方案分享至聊天频道，便于和其他玩家互相交流。\n<color=#c05100>[方案保存]</color>\n1. 在聊天频道查看其他玩家分享的加点方案时，可以进行保存。\n2. 保存后的方案，可以在此处查看。\n3.最多可同时保存10条加点方案。\n<color=#c05100>[替换方案]</color>\n1. 选中已保存的加点方案，可以消耗1次重置次数，将自身的加点方案调整为对应的方案。\n2.若可用的升级材料数量不足，则无法替换对应方案。 ","title_1002":"神庭遗迹排行","rule_1002":"1、排行榜记录本赛季神庭遗迹中每个boss的通关等级最高的玩家。\n2. 相同的等级，会按照对boss已造成的伤害高低排名。","title_134":"万圣节战令","rule_134":"1.万圣节战令会随恶魔派对活动开启和关闭。\n\n 2.万圣节战令活动周期总计为10天。\n\n 3.活动周期内获得的战令积分达到指定数值即可获得对应奖励。活动期间每日登录即可获得积分。\n\n 4.万圣节战令关闭时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 5.解锁万圣节高级战令后可获得更为丰厚的奖励。购买付费万圣节战令的玩家，如果在重置前4天还未领取全部奖励，可通过钻石购买战令积分。\n\n 6.万圣节战令仅在解锁的周期内生效，并非永久生效。","title_136":"深海馈赏","story_136":"悠闲的夏日即将结束之时，来自深海的巨兽打破了最后的宁静，滔天的海浪吞噬了岸上的一切……假期也将因此翻开新的篇章……","rule_136":"活动期间，每天登录可以依次领取一份馈赠奖励，登录满10天即可领取全部奖励。","title_137":"秘宝寻回","rule_137":"1. 秘宝寻回活动开启期间，完成相应的任务即可活动“神秘海星”。使用神秘海星，即可开启秘宝。\n\n 2. 每个秘宝中有若干个“礼物”，找到所有的礼物后，此秘宝开启，获得奖励。\n\n 3. 每个秘宝仅可开启一次，按照顺序开启。最后一个秘宝可以重复开启，重复获得奖励。\n\n 4. 神秘海星在活动开启若干天后用钻石购买，可以购买35次。\n\n 5. 活动结束时，未使用的神秘海星将转换成钻石回收。","title_1011":"女武神羁绊图鉴评分","rule_1011":"1. 新服第1日至第7日开放女武神羁绊图鉴评分达标冲榜活动。\n\n2. 女武神羁绊图鉴总收集评分满足要求即可领取奖励。\n\n3. 活动结束时，按照评分排行榜名次通过邮件发放排名奖励。","title_1011_1":"女武神羁绊评分排行","rule_1011_1":"1. 排行榜以本服玩家的女武神羁绊图鉴总收集评分进行排名，评分相同先到者优先。\n\n2. 不同排名区间对应不同的排名奖励。活动结束时通过邮件统一发放。","rule_1013":"搜集到女武神羁绊的要求人数时，可以领取羁绊启动奖励。","title_1013":"羁绊启动","title_317":"美食节活动","rule_317":"1.“美食节”限时活动开启后，部分指定玩法将会产出活动专属限时道具，专属限时道具可在对应的兑换商城内换取丰厚奖励。\n\n2.通过参与恶魔之花收获、扫荡天空幻境、主线挂机以及加速获取草莓蛋糕。\n\n3.通过参与地脉占领、竞技场、以及灰蕈密境获取美味烤鸡。\n\n4.活动期间同步开启美食节折扣商城，可以购买钻石折扣礼包获取丰厚奖励。","title_318":"美食节战令","rule_318":"1.美食节战令会随美食节活动开启和关闭。\n\n 2.活动周期内获得的战令积分达到指定数值即可获得对应奖励。活动期间获得每日任务活跃度即可获得积分。\n\n 3.美食节战令关闭时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 4.解锁美食节高级战令后可获得更为丰厚的奖励。购买付费美食节战令的玩家，如果在重置前4天还未领取全部奖励，可通过钻石购买战令积分。\n\n 5.美食节战令仅在解锁的周期内生效，并非永久生效。","title_33003":"炼金魔泉","rule_33003":"<color=#c05100>[基础规则]</color>\n1. 地图上的王城和要塞中都存在着炼金魔泉，占领魔泉后可以持续获得魔泉精粹。挑战魔泉守卫的过程中，还能邀请公会成员一起协助。\n2.王城魔泉：出现在王城之下的炼金魔泉，为所有公会成员提供魔泉精粹。可以通过挑战升级等级提供更高的产量。随着赛季的进行，等级上限会逐步提升。\n3. 要塞魔泉：出现在要塞之下的炼金魔泉，当公会获得要塞的归属权之后成员才能进行占领。通过挑战完成占领后会持续获得魔泉精粹。当要塞被其他公会抢占后，其中的魔泉也会一并丢失。\n<color=#c05100>[挑战规则]</color>\n1. 赛季初始时，获得10次挑战机会。后续每2小时恢复1次。\n2. 通过挑战可以提升魔泉的占领进度，当进度达到100%，魔泉完成占领或者升级。\n<color=#c05100>[协助规则]</color>\n1.赛季初始时，获得3次协助机会。后续每8小时恢复1次。\n2. 可以消耗次数协助公会其他成员更快占领魔泉。\n<color=#c05100>[魔泉产出]</color>\n1.挑战和协助魔泉时，都会获得魔泉精粹，且魔泉等级越高，奖励数量越多。\n2.占领魔泉后，每回合会产出魔泉精粹，等级越高产量越多。\n3.可同时生产的要塞魔泉有数量上限，当达到上限后，若新占领的魔泉等级不高于已占领魔泉，则不会进行生产状态。\n4.公会通过升级争锋科技，可以提升成员的要塞魔泉生产数量上限。\n<color=#c05100>[魔泉精粹]</color>\n1.通过魔泉获得的魔泉精粹，可以捐献给公会用于升级争锋科技。","story_330":"争锋之地中，流淌千年的地下魔泉重见天日。冒险者们只要建立起提炼设施，就能源源不断地收获魔泉精粹。","title_33001":"要塞魔泉","rule_33001":"<color=#c05100>[功能说明]</color>\n1. 通过挑战和开采泉眼获取魔泉精粹用于升级争锋科技，可以获得大量道具奖励以及争锋之地的加成。\n<color=#c05100>[基础规则]</color>\n1. 地图上存在着各种魔泉建筑，公会占领魔泉后，成员可以开采其中的泉眼。\n2.每个炼金魔泉，公会成员都可以固定开采其中的4个泉眼。\n3.当魔泉建筑被其他公会占领后，已开采的泉眼进度会随之丢失。\n4.公会王城内也存在着魔泉，每个公会成员都可以固定开采其中的4个泉眼。\n5.每轮争锋之地结束时，泉眼信息会随着地图一起被重置。\n<color=#c05100>[魔泉精粹]</color>\n1.通过魔泉获得的魔泉精粹，可以捐献给公会用于升级争锋科技。\n<color=#c05100>[挑战规则]</color>\n1. 通过挑战守卫BOSS，造成的伤害值越高，提升的泉眼进度也越高。\n2.当挑战进度达到100%后，对应泉眼进入开采状态，每回合生产魔泉精粹。泉眼等级越高，每回合的产量越高。\n3. 每赛季首次进入争锋之地时，挑战次数会重置为10次。后续每2小时恢复1次。\n<color=#c05100>[协助规则]</color>\n1. 每个泉眼可以被协助3次，其中每个公会成员只能对同一个泉眼协助1次。\n2.协助时，造成的伤害值越高，提升的泉眼进度也越高。\n3.公会成员对任意泉眼发起挑战后，其他成员都可能会在协助列表中刷新到该泉眼。\n4.每赛季首次进入争锋之地时，协助次数会重置为10次。后续每8小时恢复1次。\n<color=#c05100>[魔泉产出]</color>\n1.挑战和协助魔泉时，都会获得魔泉精粹，且泉眼等级越高，奖励数量越多。\n2.魔泉挑战进度达到100%后，会进入开采状态：每回合产出魔泉精粹。等级越高产量越多。\n3.每个成员可同时开采的泉眼有数量上限。\n4.通过升级公会的争锋科技，可以提升公会成员的泉眼开采数量上限。\n<color=#c05100>[任务奖励]</color>\n1.通过开采泉眼和升级争锋科技，可以完成对应的任务，获取道具奖励。\n2.任务分为轮次任务和赛季任务。轮次任务为当前轮次争锋之地的任务，下个轮次会重置。赛季任务为当前赛季内的任务，直到赛季结束时才会重置。","title_33002":"王城魔泉","rule_33002":"<color=#c05100>[基础规则]</color>\n1. 地图上的王城和要塞中都存在着炼金魔泉，占领魔泉后可以持续获得魔泉精粹。挑战魔泉守卫的过程中，还能邀请公会成员一起协助。\n2.王城魔泉：出现在王城之下的炼金魔泉，为所有公会成员提供魔泉精粹。可以通过挑战升级等级提供更高的产量。随着赛季的进行，等级上限会逐步提升。\n3. 要塞魔泉：出现在要塞之下的炼金魔泉，当公会获得要塞的归属权之后成员才能进行占领。通过挑战完成占领后会持续获得魔泉精粹。当要塞被其他公会抢占后，其中的魔泉也会一并丢失。\n<color=#c05100>[挑战规则]</color>\n1. 赛季初始时，获得10次挑战机会。后续每2小时恢复1次。\n2. 通过挑战可以提升魔泉的占领进度，当进度达到100%，魔泉完成占领或者升级。\n<color=#c05100>[协助规则]</color>\n1.赛季初始时，获得3次协助机会。后续每8小时恢复1次。\n2. 可以消耗次数协助公会其他成员更快占领魔泉。\n<color=#c05100>[魔泉产出]</color>\n1.挑战和协助魔泉时，都会获得魔泉精粹，且魔泉等级越高，奖励数量越多。\n2.占领魔泉后，每回合会产出魔泉精粹，等级越高产量越多。\n3.可同时生产的要塞魔泉有数量上限，当达到上限后，若新占领的魔泉等级不高于已占领魔泉，则不会进行生产状态。\n4.公会通过升级争锋科技，可以提升成员的要塞魔泉生产数量上限。\n<color=#c05100>[魔泉精粹]</color>\n1.通过魔泉获得的魔泉精粹，可以捐献给公会用于升级争锋科技。","title_331":"争锋科技","rule_331":"<color=#c05100>[基础规则]</color>\n1. 所有公会成员都可以捐献魔泉精粹。\n2.当对应科技技能获得足够数量的魔泉精粹后会自动升级。\n<color=#c05100>[科技加成]</color>\n1.争锋科技加成属于公会所有，当成员退出公会时，会失去所有的加成效果。\n<color=#c05100>[任务奖励]</color>\n1.任务奖励分为轮次任务和赛季任务2种。\n2.轮次任务：每轮公会战都可以完成，持续至本轮公会战结束。\n3.赛季任务：本赛季内都可以完成，持续至本赛季结束。","story_331":"争锋之地中，冒险者发现了魔泉精粹蕴藏的魔力，可以为公会带来各种巨大的作用。","title_33210":"号令集结","rule_33210":"1. 号令集结可以作用于我方公会占领中的地块，使用后对应地块增加30支守军，持续至该地块归属发生变更。\n2.每个地块，最多可同时使用10次号令集结。\n3.赛季结束时，未使用的技能次数将重置为0。","story_33210":"争锋之地中，冒险者们通过不懈努力，发现了各种古老的秘技，可以作用于争锋之地。","title_138":"海潮战令","title_139":"热夏之礼","title_140":"逐浪邀约","story_139":"一封乘着泡沫的来信......来自于另一位面的利维坦？\n\n错位时空的巨兽似乎对毁灭世界没什么兴趣——她只喜欢假日，海滩，还有永不停息的派对！\n\n踏入信中的裂隙，忘记令人烦恼的一切，狂欢吧！","rule_138":"1.战令会随夏日回响活动开启和关闭。\n\n 2.战令活动周期总计为14天。\n\n 3.活动周期内获得的战令积分达到指定数值即可获得对应奖励。活动期间每日登录即可获得积分。\n\n 4.战令关闭时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 5.解锁高级战令后可获得更为丰厚的奖励。购买付费战令的玩家，如果在重置前4天还未领取全部奖励，可通过钻石购买战令积分。\n\n 6.战令仅在解锁的周期内生效，并非永久生效。","rule_139":"活动期间，每天登录可以依次领取一份馈赠奖励，登录满10天即可领取全部奖励。","rule_140":"1.逐浪邀约活动中，你可以赠送不同的礼物给利维坦，以获得她的好感度。\n\n2.好感度打到指定等级后，会获得奖励。\n\n3.利维坦会变换心情，在不同的心情下，会有不同的喜好礼物，赠送她喜好的礼物会额外增加好感度。\n\n4.礼物可以通过消耗对应的材料制作，完成任务将获得随机材料。\n\n5.活动开启一定天数后，可在钻石特卖商店中购买指定的材料。\n\n6.活动获得的材料在活动结束后将消失。","title_1015":"序章战令","rule_1015":"1.序章召唤战令会在创建角色后第2天开启。\n\n 2.序章战令活动周期为14天。\n\n 3.活动周期内获得的日常积分达到指定数值即可获得对应奖励。每日活跃度达到指定值即可获得日常积分。\n\n 4.序章战令结束时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 5.解锁高级序章战令和特殊序章战令后可获得更为丰厚的奖励。购买高级序章战令和特殊序章战令的玩家，如果在重置前4天还未领取全部奖励，可通过钻石购买战令积分。","story_1015":"承载至高意志一部分力量的神秘之物，它们被称之为“战令”。神之都米尔隆德的学者们解析了这个蕴含无穷奥秘的物品后才发现，只要达成了某些条件，就能得到来自至高意志的奖赏。而所谓的条件，大部分都是抵抗深渊的入侵以及强化自身，这也是誓约守护者正在做的事情。虽然至高已经消失无踪，但祂仍然影响着整个世界","title_332":"白雪之忆","rule_332":"1.活动持续开放7天。次日0点解锁新一天的任务和商店。\n\n2.活动结束后所有未完成的任务会过期。可以继续购买补给和领取已达成的奖励\n\n3.活动结束后活动界面和入口将在1天后关闭。","story_332":"在很久...很久以前...古老王国的城堡中，生活着一位公主……","title_333":"远征冲榜","rule_333":"1. 破碎远征重置后的第1日至第5日会开启赛季冲榜活动。\n\n2. 活动结束时，按照破碎远征排行榜名次，通过邮件发放排名奖励。","story_333":"为了在十年一届的神樱武道会中夺魁，和之岛的武者们渡洋远行，在破碎的伊特恩大陆边缘，用远征来磨砺自己的剑技。","title_141":"福运派送","story_140":"新春夜市中，一户商铺前围满了游人。神秘美丽的店主只收福运爆竹，不收金银财宝。至于能换来些什么......可就要看那面剪纸转盘的意思咯~","rule_141":"1.消耗福运爆竹，可以转动幸运指针获取豪礼。\n\n 2.转盘上有三份大奖，每份大奖只能获取一次。\n\n 3.每次转动未获得大奖，都将累计一点幸运值，幸运值满时必得大奖同时清空所有幸运值。\n\n 4.每日首次进入活动，都可以选择一盏花灯获取，使用后下次转动转盘后将得到祝福。\n\n 5.完成新春任务可以获取福运爆竹。","title_142":"新春签到礼","rule_142":"活动期间，每天登录可以依次领取一份新春馈赠奖励，登录满10天即可领取全部奖励。","title_143":"新春战令","rule_143":"1.新春战令会随喜迎新春活动开启和关闭。\n\n 2.新春战令活动周期总计为14天。\n\n 3.活动周期内获得的战令积分达到指定数值即可获得对应奖励。活动期间每日登录即可获得积分。\n\n 4.新春战令关闭时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 5.解锁新春高级战令后可获得更为丰厚的奖励。购买付费新春战令的玩家，如果在重置前4天还未领取全部奖励，可通过钻石购买战令积分。\n\n 6.新春战令仅在解锁的周期内生效，并非永久生效。","title_144":"命运召唤","rule_144":"1.在命运召唤活动中，玩家可使用命运召唤卷进行召唤，自选一个心仪的全能羁绊英雄。\n\n2.每次活动开放后，获得一次免费召唤的机会。\n\n3.每累计召唤50次，必定获得一张选定的英雄。每次获得选定的英雄时，计数会重置。\n\n4.若本期活动参与了召唤但尚未获得选定的英雄，已经召唤的次数会累计到下一期活动。\n\n5.活动结束后，剩余的命运召唤卷可以保留到下一期活动使用。","story_144":"古老的晶石之上浮现出英雄们的容貌，它能让你与英雄们的命途交汇。请选择心仪的英雄，用命运召唤券唤其降临吧！","title_27004":"武道会排行","title_27005":"武道会","story_27004":"十年一度的武道会拉开帷幕，世界各地的武者汇集于此，争夺天下第一的名号。","rule_27004":"1.根据参加武道会的玩家所取得的积分进行排名。排名范围为争锋之地房间中6个公会的公会成员。\n\n2.单场积分榜：按照本场进行中的武道会积分进行排行。\n\n3.总积分榜：按照1场争锋之地期间每场武道会积分之和进行排行。\n\n4.如争锋之地进行期间，玩家离开公会，则会清空其所取得的积分。","rule_27005":"1.每场争锋之地开始时，开启武道会比赛。每场比赛持续3个回合，每场争锋之地会进行4场武道会比赛。\n\n2.武道会开始后，将与其他5个公会为对手，进行匹配对战；\n\n3.武道会持续期间，可随时参与，参与时将设置多支队伍出战，设置的队伍数和公会战中可派遣的队伍数相同（受希望灵树影响）；\n\n4.进行战斗时，系统会为玩家匹配对手，每支队伍将匹配到一支其他玩家的队伍，进行对战；\n\n5.对战后继承队伍战损，胜利的队伍将进入下一轮匹配，失败的队伍不可继续出战；\n\n6.当进行到指定轮次时，可以选择复活队伍、回复血量或者少量属性加成做为补给；\n\n7.当进行到最后一轮对战或者所有队伍均战败后，本场武道会结束；\n\n8.每获得1场胜利，将增加玩家的武道会积分，并且在结束时将获得一个随机宝箱奖励；\n\n9.公会内所有玩家的积分之和为公会的武道会积分，在武道会结算时，根据公会积分排名，公会将获得不同数量的争锋之地积分；\n\n10.玩家在赛季内参与武道会可完成武道会的任务，完成任务将获得活跃点数，活跃点数到达指定值后可以领取丰厚奖励。","title_1017":"等级基金","rule_1017":"1.提升玩家等级即可获得对应奖励\n\n 2.解锁等级基金后可获得更为丰厚的奖励","story_1017":"承载至高意志一部分力量的神秘之物，它们被称之为“战令”。神之都米尔隆德的学者们解析了这个蕴含无穷奥秘的物品后才发现，只要达成了某些条件，就能得到来自至高意志的奖赏。而所谓的条件，大部分都是抵抗深渊的入侵以及强化自身，这也是誓约守护者正在做的事情。虽然至高已经消失无踪，但祂仍然影响着整个世界","title_1101":"皮肤战令","rule_1101":"1.皮肤战令活动周期总计为28天。\n\n 2.活动周期内获得的战令积分达到指定数值即可获得对应奖励。活动期间每日登录即可获得积分。\n\n 3.皮肤战令关闭时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 4.解锁高级皮肤战令后可获得更为丰厚的奖励。购买高级皮肤战令的玩家，如果在重置前4天还未领取全部奖励，可通过钻石购买战令积分。","title_148":"大航海战令","rule_148":"1.大航海战令会随碧蓝征途活动开启和关闭。\n\n 2.战令活动周期总计为14天。\n\n 3.活动周期内获得的战令积分达到指定数值即可获得对应奖励。活动期间每日登录即可获得积分。\n\n 4.战令关闭时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 5.解锁高级战令后可获得更为丰厚的奖励。购买付费战令的玩家，如果在重置前4天还未领取全部奖励，可通过钻石购买战令积分。\n\n 6.此战令仅在解锁的周期内生效，并非永久生效。","title_150":"碧蓝海图","rule_150":"活动期间，每天登录可以依次领取一份馈赠奖励，登录满10天即可领取全部奖励。","title_151":"甲板牌局","rule_151":"1. 碧蓝征途活动开启期间，完成相应的任务即可获得“指南针”。使用指南针，即可进行翻牌。\n\n 2. 每个关卡中有若干个“礼物”，找到所有的礼物后，此关卡完成，获得奖励。\n\n 3. 每个关卡仅可完成一次，按照顺序开启。最后一个关卡可以重复完成，重复获得奖励。\n\n 4. 指南针在活动第10天开启钻石购买，可以购买35次。\n\n 5. 活动结束时，未使用的指南针将转换成钻石回收。","story_147":"踏上甲板，感受海风！这一次的征途是碧蓝之海！澎湃的旅途将启，掌舵的船长竟是那位熟悉的身影......","title_341":"王者征程","rule_341":"1. 王者征程活动依次开启3个阶段，每个阶段开启期间，完成相应的行为即可获得该阶段的积分。\n\n 2. 积分达成要求即可获取丰厚的达标奖励。\n\n 3. 每个阶段结束时，按照该阶段积分进行排名，发放排名奖励。\n\n 4. 所有阶段获得的积分之后为活动总积分，最后一个阶段结束同时活动结束，将按照总积分排名发放总榜奖励。","title_336":"圣陵秘藏","story_336":"这座陵墓内埋藏着历代法老的秘宝，强大的守陵护卫镇守在门后，会消灭一切夺宝贼。","rule_336":"<color=#c05100>[基础规则]</color>\n1. 圣陵秘藏中存在6个门，6个boss，击败前4个【圣饰之门】的boss会获得上古圣饰，击败后2个【材料之门】的boss会获得上古圣饰的洗练材料，击败越高等级boss获得掉落的品质越高。\n2.每个boss有独特的机制，需要搭配不同的队伍进行应对。\n3.穿戴对应等级的上古圣饰天赋能够大幅降低boss的难度。\n\n<color=#c05100>[挑战规则]</color>\n1. 每次挑战boss需要5个英雄出战，战斗后英雄需要花费一定时间搜刮战利品。搜刮的时间随着通关回合数变化。通关回合数越少，搜刮时间越短。\n2. 队伍中的英雄进行搜刮时，不能参加其他门的战斗，可以同时对6个门进行搜刮。","title_3381":"上古圣饰","story_3381":"据称是传承自诸神的上古圣饰，其中的力量却似乎来自不可言说的禁忌存在。","rule_3381":"1. 所有史诗品质以上的缔约&赐福英雄可穿戴圣饰；\n\n2. 每件圣饰仅可被相应羁绊的英雄穿戴；\n\n3. 英雄列表中的英雄按照在赛季玩法的阵容中出战频次进行排序，出战频次越高的英雄排在越前；\n\n4. 一键穿戴圣饰时，会按照列表先后为英雄穿戴当前最高等级的圣饰；\n\n5. 可对指定英雄进行圣饰锁定，被锁定英雄的圣饰将不受一键穿戴和一键卸下影响。","rule_3382":"1. 圣饰等级在T9以上时可以进行词条养成；\n\n2. 圣饰词条：圣饰最多有3个词条，词条分为ALL/PVE/PVP三个类型，词条仅可在对应的PVE或PVP赛季玩法中生效，同一件圣饰上不会出现相同类型的词条；\n\n3. 词条强化：每次强化将随机强化一条词条的数值；\n\n5. 词条洗炼：自选一个词条，将其替换为类型相同的另一个词条，洗炼后保留当前的强化进度。","title_3383":"圣饰分解","rule_3383":"1.圣饰可以分解，分解后，圣饰消失，根据圣饰等级和品质返还资源。\n\n2.圣饰强化消耗的资源也会按照一定比例返还。\n\n3.英雄穿戴中的圣饰无法分解。\n\n4.每次最多同时分解15个圣饰。","title_152":"神器豪礼","story_152":"这是锻造女武神赫斯提亚与你的首次见面，她会送你一大堆见面礼。\n用哪些锻造石让她为你锻造远古神器，再现神器无穷的威能吧！","rule_152":"1.消耗高阶神化锻造石可以抽出自选传说神器的碎片。\n\n2.自选的传说品质神器在活动期间内，可以任意切换。\n\n3.高阶神化锻造石永久保留，可以继承至下一次活动，其他活动道具活动结束后都将重置。","title_153":"守卫林地","story_153":"森林里的魔物正倾巢而出，好在我们有伟大的魔女——朵拉贝拉大人！","rule_153":"1.玩家需控制“朵拉贝拉”大人左右移动发射魔法飞弹对抗来袭的魔物。\n\n2.魔物抵达玩家阵地后会发起攻击。\n\n3.消灭全部魔物且玩家阵地未被攻破则关卡守卫成功。\n\n4.击败宝箱可获取特殊技能强化“朵拉贝拉”大人，将大大增强守卫针对的能力。","title_154":"森林大作战","story_154":"森林里的魔物正倾巢而出，好在我们有伟大的魔女——朵拉贝拉大人！","rule_154":"1.“森林大作战”限时活动开启后，玩家参与“守卫林地”玩法关卡可获得丰厚奖励，专属限时道具可在对应的兑换商城内换取丰厚奖励。\n\n2.活动期间通过“踏青签到”每日签到获取丰厚奖励。\n\n3.通过“守卫林地”关卡后，通过“森林战令”领取丰厚奖励。\n\n4.活动期间同步开启折扣商城，可以购买钻石折扣礼包获取丰厚奖励。","title_155":"森林战令","story_155":"森林里的魔物正倾巢而出，好在我们有伟大的魔女——朵拉贝拉大人！","rule_155":"1.森林战令活动周期为14天。\n\n 2.活动周期内获得的登录积分达到指定数值即可获得对应奖励。\n\n 3.森林战令结束时，所有可领取但未领取的奖励将通过邮件发放。","title_156":"赛季商店","story_156":"破碎大陆的商人会在每个新周期开始带着丰厚的礼物来换取上一个周期的信物。","rule_156":"1. 赛季商店在每个赛季开启时开放，一段时间后将关闭。\n\n2. 可以使用上一个赛季结算时获得的【破碎徽章】来兑换物品。\n\n3. 商店关闭后，多余的破碎徽章会随之回收，请务必及时消费。","title_3384":"觉醒特令转换","rule_3384":"1. 溢出的觉醒特令可以转换，转换后，优先在未溢出的觉醒特令中随机获取。\n\n2.每次最多同时转换15个觉醒特令。\n\n3.当选择的觉醒特令超出可转换的数量时，溢出的部分会返回背包中。","title_346":"庆典活动","title_347":"签到福利","story_347":"1.功能开启后，玩家每日登录均可领取一个传说英雄。\n\n2.每7天可以领取一个自选神魔传说英雄\n\n3.累计登录42天，总计可以领取42个传说英雄。\n\n4.领取完成后功能关闭。","rule_347":"1.功能开启后，玩家每日登录均可领取一个传说英雄。\n\n2.每7天可以领取一个自选神魔传说英雄\n\n3.累计登录42天，总计可以领取42个传说英雄。\n\n4.领取完成后功能关闭。","title_157":"幸运转盘","story_157":"指针旋转，豪礼不停，今夜你就是幸运之星！","rule_157":"1.消耗转盘礼券，可以转动幸运指针获取豪礼。\n\n 2.转盘上有三份大奖，每份大奖只能获取一次。\n\n 3.每次转动未获得大奖，都将累计一点幸运值，幸运值满时必得大奖同时清空所有幸运值。\n\n 4.每日首次进入活动，都可以选择一个纪念币获取，使用后下次转动转盘后将得到女武神的祝福。\n\n 5.完成幸运任务可以获取转盘礼券。","title_158":"学园签到","story_158":"大姐头天照，在学园盛会中支起了大转盘游戏，她有些心不在焉，目光四处游离，似乎在寻找某位重要的人……","rule_158":"活动期间，每天登录可以依次领取一份馈赠奖励，登录满10天即可领取全部奖励。","title_159":"青春战令","rule_159":"1.青春战令会随学园盛会活动开启和关闭。\n\n 2.战令活动周期总计为14天。\n\n 3.活动周期内获得的战令积分达到指定数值即可获得对应奖励。活动期间每日登录即可获得积分。\n\n 4.战令关闭时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 5.解锁高级战令后可获得更为丰厚的奖励。购买付费战令的玩家，如果在重置前4天还未领取全部奖励，可通过钻石购买战令积分。\n\n 6.青春战令仅在解锁的周期内生效，并非永久生效。","title_3431":"太古大陆","story_3431":"这是一片未知的太古大陆，这里没有神，也没有魔，深渊与至高的力量也未曾显现。古龙与巨兽统治着天空，大地与海洋，发展出他们的璀璨文明。","rule_3431":"1.太古大陆是全新的赛季玩法，玩家可以获得自由探索的体验。\n\n2.玩家可以在太古大陆进行探索，占领地图格子，进行一系列事件（战斗、交易、祭坛、剧情等），获得对赛季内外有帮助的各类奖励。\n\n3.玩法流程：与野怪战斗→解锁各类事件→通过事件获得收益。\n\n4.野怪战斗：需要消耗能量，每日会回复，也可以用能量莓补充。野怪战斗会获得遗物类奖励。\n\n5.交易事件：通过买卖大陆上的各类货物，获得太古钱币，可以在商店中购买各类道具。\n\n6.大师事件：按照大师的要求提供各类货物，向大师学习赛季天赋树中的技能。\n\n7.祭坛事件：选择祭坛中的随机地图增益效果，让探索更高效。","title_3432":"战斗事件","rule_3432":"1.战斗需要消耗能量，每日会回复，也可以用能量莓补充。\n\n2.战斗首领可以使用天赋树中的技能进行克制","title_3433":"交易事件","rule_3433":"1.花费太古钱币可以在各地购买货物，同一货物在各地的价格是相同的。\n\n2.玩家随时都可以在自己的包裹中卖出货物。\n\n3.玩家在大陆中进行各类事件时，都会触发价格变动，需要关注。\n\n4.点亮赛季天赋树中的相关技能可以进一步降低购买价格，提高出售价格。\n\n5.激活地图周围祭坛中的增益效果也可以影响价格。","title_3434":"祭坛事件","rule_3434":"1.祭坛会影响地图周围几格内的事件效果。\n\n2.玩家需要从3个增益中选择一项，也可以花费钻石刷新增益。\n\n3.刷新的价格递增，一段时间后会重置。","title_3435":"太古大陆排行榜","rule_3435":"1.探索度排行记录在太古大陆中探索度最高的玩家。\n\n2.太古钱币排行记录在太古大陆中累计获得钱币数量最多的玩家。","title_349":"周常战令","rule_349":"1.周常战令会随当前赛季开启和关闭。\n\n 2.周常战令活动每周1期，共8期，总计56天。\n\n 3.活动周期内获得的战令积分达到指定数值即可获得对应奖励。完成日常任务获取日常活跃度或完成周常任务获取周常活跃度即可获得积分。日常活跃每20点可获得20积分，周常活跃每20点可获50积分。\n\n 4.周常战令关闭时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 5.解锁周常高级战令后可获得更为丰厚的奖励。两个高级战令独立计算。\n\n 6.周常战令仅在每期时间内生效，并非永久生效。","title_2001":"广告屋","rule_2001":"1.每天可以通过观看广告领取奖励。\n\n 2.每天累计看广告达到2、4、6、8次后可以领取额外奖励。","rule_045":"1.在钻石商店中可以购买不同价格的钻石礼包。\n\n2.每个档位的钻石礼包在首次购买时可以获得双倍钻石。\n\n3.通过充值可以获得VIP经验，完成部分成就任务也可以获得VIP经验\n\n4.VIP经验可以用于提升VIP等级，VIP等级提升后可以解锁更多特权与专属礼包。\n\n5.充值代金券可替代充值，购买充值代金券时不会获得VIP经验，在使用充值代金券时获得VIP经验。","rule_082":"1.消耗羁绊招募券可以进行羁绊召唤。\n\n2.每次羁绊召唤将随机召唤3~5星的英雄。\n\n3.最多进行50次召唤，即可必定召唤出选定羁绊的传说英雄，且有66.7%概率获得心愿英雄。\n\n4.若本次召唤到的传说英雄不是心愿英雄，则下次召唤到传说英雄时，必定为心愿英雄。\n\n5.6个羁绊卡池共用保底次数，并可随时切换羁绊卡池并设置新的心愿英雄。","rule_097":"1.功能开启后，玩家每日登录均可领取一份登录奖励。\n\n2.累计登录达到指定天数，可获得额外英雄奖励","rule_099":"1.深渊讨伐为周期性玩法，每期持续7天。\n\n2.本玩法将统一英雄等级为100级。\n\n3.玩法内英雄属性只与英雄星级相关，英雄星级越高，属性越强，且与游戏内实际养成无关。\n\n4.技能效果只与下列内容有关：\n英雄：英雄星级对应的技能效果。\n神器：神器星级对应的技能效果\n天赋：阵营羁绊与英雄天赋技能。\n符文：符文羁绊与英雄符文技能。\n\n5.玩法分为3个难度，不同难度会对英雄星级、神器星级、天赋等级、符文品质设定上限，养成超出上限时，将按照上限决定属性与技能效果，养成不足上限时，按照实际养成决定属性和技能效果。难度对应的具体上限如下：\n普通难度：英雄星级7星，神器星级2星，天赋等级优良，符文品质优良。\n困难难度：英雄星级9星，神器星级5星，天赋等级稀有，符文品质稀有\n噩梦难度：英雄星级15星，神器星级10星，天赋等级传说，符文品质传说。\n\n6.每个难度有不同的女武神羁绊评分解锁条件，玩家需从已解锁的难度中选择1个参与，选择后当期活动不可更改。难度越高，奖励越好，但竞争性越强。\n\n7.相同难度的玩家会被分成若干房间，每个房间100人。\n\n8.活动期间每日获得若干次挑战次数，挑战次数为0时，可消耗挑战券进行挑战。\n\n9.对boss造成的伤害越高，获得的伤害积分越高，活动按照对boss造成的累积伤害积分进行排名，分为房间排名与同难度战区排名，活动结束时，通过邮件发放排名奖励。\n\n10.每期深渊讨伐成绩最好的128名玩家将成为角斗士，参与下期迷雾角斗场。角斗士优先选择噩梦难度战区前128名，不足则从困难难度递补，再不足从普通难度递补，若仍不足，下一期迷雾角斗场则停赛。因赛季内容将于服务器第15天开启，故每期深渊讨伐开启时，玩家所在服务器开服天数≥8天方有资格成为角斗士，否则将由后序玩家递补。","rule_266":"活动期间，每天登录可以依次领取一份贞德的馈赠奖励，登录满10天即可领取全部奖励。","story_266":"和贞德来场激情的桌球对决吧！她的礼物早已为你准备好。","title_1014":"潘洛斯地宫冲榜活动","rule_1014":"1. 新服第1日至第5日开放潘洛斯地宫爬塔冲榜活动。\n\n2. 活动结束时，按照地宫排行榜名次，通过邮件发放排名奖励。\n\n3. 活动开启时，需进行1次潘洛斯地宫挑战且胜利才会记入榜单。","title_11013":"羁绊召唤战令","rule_11013":"1.新服第2日至第7日开启羁绊召唤战令。\n\n 2.羁绊召唤战令激活后持续6日。\n\n 3.活动期间玩家每日登录即可获得对应奖励。\n\n 4.战令结束时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 5.解锁高级战令战令后可获得更为丰厚的奖励。","title_1016":"天界幻境冲榜活动","rule_1016":"1. 新服第6日至第14日开放天界幻境冲榜活动。\n\n2. 活动结束时，按照天界幻境通关总层数名次，通过邮件发放排名奖励。\n\n3. 活动开启时，需进行1次天界幻境挑战且胜利才会记入榜单。","title_145":"启程大转盘","story_145":"启程前别忘了去拜访木兰，她为你准备了丰厚的礼品。","rule_145":"1.消耗启程烟花筒，可以转动幸运指针获取豪礼。\n\n 2.转盘上有三份大奖，每份大奖只能获取一次。\n\n 3.每次转动未获得大奖，都将累计一点幸运值，幸运值满时必得大奖同时清空所有幸运值。\n\n 4.每日首次进入活动，都可以选择一盏灯笼获取，使用后下次转动转盘后将得到祝福。\n\n 5.完成启程任务可以获取启程烟花筒。","title_146":"启程签到礼","story_146":"英雄集结，整装踏上新旅程！","rule_146":"活动期间，每天登录可以依次领取一份奖励，登录满7天即可领取全部奖励。","title_147":"启程战令","rule_147":"1.启程战令会随新服启程活动开启和关闭。\n\n 2.启程战令活动周期总计为7天。\n\n 3.活动周期内获得的战令积分达到指定数值即可获得对应奖励。活动期间每日登录即可获得积分。\n\n 4.启程战令关闭时，所有可以领取但未领取的奖励将通过邮件发放。\n\n 5.解锁启程高级战令后可获得更为丰厚的奖励。购买付费启程战令的玩家，如果在重置前2天还未领取全部奖励，可通过钻石购买战令积分。\n\n 6.启程战令仅在解锁的周期内生效，并非永久生效。","story_346":"1. 庆典活动进行期间，每日刷新免费礼包、钻石礼包、充值代金券3种超值礼包。\n\n2. 免费礼包每日登陆即可获取、钻石礼包花费少量钻石即可获取、充值可获取高额充值代金券返利礼包。","rule_346":"1. 庆典活动进行期间，每日刷新免费礼包、钻石礼包、充值代金券3种超值礼包。\n\n2. 免费礼包每日登陆即可获取、钻石礼包花费少量钻石即可获取、充值可获取高额充值代金券返利礼包。","title_7004":"限时累充","rule_7004":"1.活动期间内，完成系列任务可以领取对应奖励\n\n2.活动会有多轮，完成上一轮任务后才可以解锁下一轮任务。\n\n3.活动每期重置。"}}]],0,0,[],[],[]]