[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"mail",{"mail":{"mail_salutation_default":"Dear Omniguardian,","mail_sender_system":"Sender: System","mail_sender_arena":"Sender: Arena Association","mail_sender_gm":"Sender: OH Team","mail_sender_guild":"Sender: Guild Management","mail_sender_any":"{0}","mail_title_1001":"Upgrade Reward","mail_title_1002":"Unclaimed Rewards","mail_title_1003":"{0}","mail_title_1004":"Arena Daily Tier Reward","mail_title_1005":"Arena Seasonal Tier Reward","mail_title_1008":"[Guild] {0}","mail_title_1009":"Membership Approval","mail_title_1010":"Guild Removal","mail_title_1011":"Leader Appointment","mail_title_1012":"Automatic Leader Appointment","mail_title_1013":"Guild Position Changed","mail_title_1014":"Leader Position Changed","mail_title_1015":"Leader Position Changed","mail_title_1020":"Arena Seasonal Tally Avatar Frame Reward","mail_title_101":"Unclaimed Mission Rewards","mail_title_102":"Unclaimed Gloomwoods Rewards","mail_title_103":"Celestial Trial Rewards to Be Claimed","mail_title_104":"Blessed Monthly Card Reissue","mail_title_105":"Blessed Monthly Card Renewal Tip","mail_title_106":"Blessed Monthly Card Expired","mail_title_107":"Sacred Monthly Card Reissue","mail_title_108":"Sacred Monthly Card Renewal Tip","mail_title_109":"Sacred Monthly Card Expired","mail_title_110":"Activity Decree Reset","mail_title_111":"Relic Decree Reset","mail_content_1001":"Below are the Star-up rewards: ","mail_content_1002":"There's not enough space in your Inventory (or Hero List). Here are the reward items you weren't able to claim. This mail will expire in 30 days, so please claim these items before then.","mail_content_1003":"{0}","mail_content_1004":"<color=#c2510d>    </color>You've finished at tier <color=#c2510d>{0}</color> in today's Arena matches. Here is your tier reward for today. Please claim it in time.","mail_content_1005":"<color=#c2510d>    </color>You've finished at tier <color=#c2510d>{0}</color> in today's Arena matches. Here is your tier reward for today. Please claim it in time.","mail_content_1006":"<color=#c2510d>    </color>You've finished at tier <color=#c2510d>{0}</color> in this Arena season. Here is your tier reward for the season. Please claim it in time.","mail_content_1007":"<color=#c2510d>    </color>You've finished at tier <color=#c2510d>{0}</color> in this Arena season. Here is your tier reward for the season. Please claim it in time.","mail_content_1008":"{0}","mail_content_1009":"Congratulations! You membership application has been approved.","mail_content_1010":"You have been removed from your Guild.","mail_content_1011":"The former Guild Leader <color=#c2510d>{0}</color> has transferred leadership to you.","mail_content_1012":"The Guild has unanimously decided to transfer the Leader position to you.","mail_content_1013":"Due to your prolonged absence, leadership has been transferred to <color=#c2510d>{0}</color>.","mail_content_1014":"The former Guild Leader <color=#c2510d>{0}</color> has transferred leadership to <color=#c2510d>{1}</color>.","mail_content_1015":"Due to the prolonged absence of former Guild Leader {0}, leadership has been transferred to <color=#c2510d>{1}</color>.","mail_content_1020":"<color=#c2510d>    </color>Your exciting performance throughout this season was outstanding beyond compare. Her Majesty the Queen has bestowed the following Avatar Frame Glory Reward upon you. Please claim it in time.","mail_content_101":"There's not enough space in your Inventory (or Hero List). Here are the idle reward items that you weren't able to claim. This mail will expire in 30 days, so please claim these items before then.","mail_content_102":"There's not enough space in your Inventory (or Hero List). Here are the Gloomwoods reward items that you weren't able to claim. This mail will expire in 30 days, so please claim these items before then.","mail_content_103":"There's not enough space in your Inventory (or Hero List). Here are the Celestial Trial reward items that you weren't able to claim. This mail will expire in 30 days, so please claim these items before then.","mail_content_104":"Here is your unclaimed Blessed Monthly Card reward from yesterday's login.","mail_content_105":"Your Blessed Monthly Card expires in {0} day(s).","mail_content_106":"Your Blessed Monthly Card has expired.","mail_content_107":"Here are your unclaimed Sacred Monthly Card rewards from yesterday's login.","mail_content_108":"Your Sacred Monthly Card expires in {0} day(s).","mail_content_109":"Your Sacred Monthly Card has expired.","mail_content_110":"Your Daily Decree has been reset. Here is your unclaimed reward. This mail will expire in 30 days, so please claim these items before then.","mail_content_111":"Your Relic Decree has been reset, and here are the unredeemed rewards for you. This mail will expire in 30 days, so please claim them in time.","mail_title_112":"Event Reward Reissue","mail_content_112":"The limited-time summoning event has ended. Here is your unclaimed reward. This mail will expire in 30 days, so please claim these items before then.","mail_title_113":"Event Point Compensation","mail_content_113":"The limited-time hero summoning event has ended. Unused points have been automatically converted into the following items. This mail will expire in 30 days, so please claim these items before then.","mail_title_21":"Yggdrasil Daily Reward","mail_title_22":"Yggdrasil Season Reward","mail_title_23":"Yggdrasil Ranking Reward","mail_title_24":"Yggdrasil Promotion Reward","mail_title_25":"Grayshroom Weekly Reward","mail_title_26":"Grayshroom Monthly Reward","mail_title_27":"Grayshroom Quest Reward","mail_title_28":"Grayshroom Chest Reward","mail_content_25":"Here is your Grayshroom Realm Weekly Ranking reward for this week. This mail will expire in 7 days, so please claim these items before then.","mail_content_26":"Here is your Grayshroom Realm Weekly Ranking reward for this month. This mail will expire in 7 days, so please claim these items before then.","mail_content_27":"Here is your unclaimed quest reward for this week. This mail will expire in 7 days, so please claim these items before then.","mail_content_28":"Here is your unclaimed Boss Chest reward for this week. This mail will expire in 7 days, so please claim these items before then.","mail_content_21":"<color=#c2510d>    </color>You've remained in the <color=#c2510d>{0}</color> coliseum after today's Yggdrasil Supremacy matches. Here is your results reward for today. Please claim it in time!","mail_content_22":"<color=#c2510d>    </color>You've finished in the <color=#c2510d>{0}</color> coliseum after this season's Yggdrasil Supremacy. Here is your results reward for the season. Please claim it in time!","mail_content_23":"<color=#c2510d>    </color>You've finished at Rank <color=#c2510d>{0}</color> after this season's Yggdrasil Supremacy. Here is your ranking reward for the season. Please claim it in time!","mail_content_24":"<color=#c2510d>    </color>You've been promoted to <color=#c2510d>{0}</color> after today's Yggdrasil Supremacy matches. Here is your unclaimed promotion reward. Please claim it in time!","mail_title_29":"Gloomwoods Terra Forests Rewards","mail_content_29":"You have rewards from occupying Vileflowerbeds in the Gloomwoods Terra Jungles game mode. Please make sure to claim them.","mail_title_115":"Diamond Decree Reset","mail_title_116":"Supreme Decree Reset","mail_content_115":"Your Diamond Decree has been reset. Here is your unclaimed reward. This mail will expire in 30 days, so please claim these items before then.","mail_content_116":"Your Supreme Decree has been reset. Here is your unclaimed reward. This mail will expire in 30 days, so please claim these items before then.","mail_title_117":"Daily Wish Reward Reissue","mail_content_117":"The Daily Wish Reward Event has ended. Here are your rewards from your remaining draw attempts. This mail will expire in 7 days, so please claim these items before then.","mail_title_118":"Mystic Forge Reward Reissue","mail_content_118":"The Mystic Forge event has ended. Here are your unclaimed rewards. This mail will expire in 30 days, so please claim these items before then.","mail_title_119":"Guild Donation Reward Reissue","mail_content_119":"Here is your unclaimed Guild Donation Reward for this week. This mail will expire in 7 days, so please claim your reward before then.","mail_title_121":"Limited Event Reward Reissue","mail_content_121":"Here is your unclaimed Limited Rebate event reward for yesterday. This mail will expire in 7 days, so please claim these items before then.","mail_title_127":"Rift Odyssey Reward","mail_content_127":"Rift Odyssey's last month season has ended. Here are your unclaimed quest rewards. This mail will expire in 30 days, so please claim these items before then.","mail_title_128":"Valkyrie's Bestowal will begin!","mail_content_128":"To thank you for your support, the Valkyries have prepared a great gift for you, the Valkyrie's Bestowal event will open hero summoning pools on the 1st, 2nd, 4th, and 8th day after the character creation. You can make multiple 10 consecutive summons in each summoning pool. Eventually, you can choose 1 group of 10 consecutively summoned heroes in each summoning pool, and the rest of the heroes will be converted into hero shards of different qualities.\n\nAs long as you keep logging in for 8 days, you will get a total of 770 Summons + 7 Advanced Summons as follows:\nDay 1: 190 Summons;\nDay 2: 190 Summons;\nDay 4: 190 Summons;\nDay 8: 200 Summons;\nHere are 7 Summon Ticket II as a meet and greet gift. May you get the heroes of your choice!","mail_title_129":"Guild Weekly Reward","mail_content_129":"Here are your tier rewards from last week. This email will expire in 7 days, so please make sure to claim them.","mail_title_130":"Guild Season Reward","mail_content_130":"In the last season, your guild achieved the <color=#c2510d>{1}</color> tier. Here are your rewards.","mail_title_131":"Guild Tier Clear Reward","mail_content_131":"Please find attached your unclaimed rank rewards.","mail_title_132":"Guild Tier Rank Reward","mail_content_132":"In the last season, your guild achieved a final ranking of <color=#c2510d>{1}</color>. Here are your rewards.","mail_title_133":"Abyss Crusade Room Reward","mail_content_133":"You've challenged the {0} difficulty in the Abyss Crusade and ranked no. <color=#c2510d>{1}</color> in Room Rankings. Here are your result rewards.","mail_title_134":"Abyss Crusade Zone Reward","mail_content_134":"You've challenged {0} difficulty in the Abyss Crusade and ranked no. <color=#c2510d>{1}</color> in War Zone rankings. Here are your result rewards.","mail_title_135":"Rift Zone Reward","mail_content_135":"You've challenged the Rift Odyssey {0} and ranked no. <color=#c2510d>{1}</color> in Zone Rankings. Here are your result rewards.","mail_title_136":"Valkyrie's Bestowal Round 2","mail_content_136":"To thank you for your support, the Valkyries have prepared a great gift for you the Valkyrie's Bestowal event will open hero summoning pools on the 12th, 18th, 25th, and 32nd day after the character creation. You can make multiple 10 consecutive summons in each summoning pool. Eventually, you can choose 1 group of 10 consecutively summoned heroes in each summoning pool, and the rest of the heroes will be converted into hero shards of different qualities.\n\nAs long as you keep logging in for 32 days, you will get a total of 770 Summons + 7 Advanced Summons as follows:\nDay 12: 190 Summons;\nDay 18: 190 Summons;\nDay 25: 190 Summons;\nDay 32: 200 Summons;\nHere are 7 Summon Ticket II as a meet and greet gift.\n\nMay you get the heroes of your choice!","mail_title_137":"Tide's Cadence Conversion","mail_content_137":"The Tide's Cadence event has ended. We have converted your unused Merfolk Tears and Sea Treasure to Gold. This mail will expire in 7 days. Please claim them on time.","mail_title_138":"Unclaimed Tide Decree Reward","mail_content_138":"Tide Decree has expired. Below are your unclaimed reward items. This mail will expire in 30 days. Please claim promptly.","mail_title_143":"Halloween Rewards","mail_content_143":"The Halloween Hysteria event has ended. We have converted your unused Spooky Candy, Crazy Pumpkins, Ghost Cookie, Odd Cake, and Shrieking Lanterns into Gold and Diamonds. This mail will expire in 7 days. Please claim them in time.","mail|mail_title_143":"Halloween Rewards","mail|mail_content_143":"The Halloween Hysteria event has ended. We have converted your unused Spooky Candy, Crazy Pumpkins, and Shrieking Lanterns into Gold and Diamonds. This mail will expire in 7 days. Please claim them in time.","mail_title_140":"Prediction Reward","mail_content_140":"Congratulations on your correct prediction. Here's your reward. Please claim it promptly.","mail_title_141":"Foggy Colosseum Reward","mail_content_141":"Here's your reward in this stage of the Foggy Colosseum. Please claim it promptly. We hope you achieve even better results in the next stage!","mail_title_142":"Foggy Colosseum Reward","mail_content_142":"Here's your reward in this season of the Foggy Colosseum. Please claim it promptly. We hope you achieve even better results in the next season!","mail_title_145":"Oath Crystals Received","mail_content_145":"Attached are the Oath Crystals you purchased from the official platform!","mail_title_146":"Website Funds Deposited","mail_content_146":"We sincerely appreciate your recharge and support for Omniheroes. We confirm your recent purchase on our official website. Here are your items; please collect them in time.","mail_title_147":"Valkyrie's Bestowal Round 3","mail_content_147":"To thank you for your support, the Valkyries have prepared a great gift for you. The Valkyrie's Bestowal event will open hero summoning pools on the 45th, 60th, 75th, and 90th day after the character creation. You can make multiple 10 consecutive summons in each summoning pool. Eventually, you can choose 1 group of 10 consecutively summoned heroes in each summoning pool, and the rest of the heroes will be converted into hero shards of different qualities. As long as you keep logging in for 45 days, you will get a total of 770 Summons + 7 Advanced Summons as follows:\nDay 45: 190 Summons;\nDay 60: 190 Summons;\nDay 75: 190 Summons;\nDay 90: 200 Summons;\nHere are 7 Summon Tickets II as a meet and greet gift. May you get the heroes of your choice!","mail_title_144":"S0 Eternal Decree Reward","mail_content_144":"The S0 Eternal Decree has ended. Here are the unclaimed rewards for this season, this mail will expire in 30 days, please claim them in time.","mail_title_148":"Frost Decree Rewards","mail_content_148":"The Frost Decree has expired, and the following are the unredeemed rewards. This email will expire in 30 days, so please claim it in time.","mail_title_149":"X-Mas Euphoria Exchange","mail_content_149":"The X-Mas Euphoria event has ended. We've exchanged any unused X-Mas Bouquets and X-Mas Stockings for Diamonds and Gold on your behalf. This email will expire in 7 days, please make sure to claim the rewards in time.","mail_title_150":"Eternal Gift Rewards","mail_content_150":"Season 0: Ashen Phantom has ended. In recognition of your achievements in the Eternal Ritual, we have prepared the following rewards, please claim them in time.","mail_title_151":"Clash Domain Bonus Rewards","mail_content_151":"Dear guild administrator, in appreciation of your extra efforts in Clash Domain, the following rewards are issued to you. Please claim them promptly.","mail_title_152":"Clash Domain Rank Reward","mail_content_152":"Your guild ranked No.{0} in Clash Domain, and you ranked No.<color=#c2510d>{1}</color> within the guild. Here are your rewards. Please claim them promptly.","mail_title_153":"Slate Rewards","mail_content_153":"Season 5 has ended, and to recognize your achievements in collecting Synergy Slates the following rewards are issued to you. Please claim them in time.","mail_title_154":"S10 Eternal Decree","mail_content_154":"The valid period of the S10 Eternal Decree has ended. The following are the unclaimed rewards. This email will expire in 30 days, so please claim the rewards in time.","mail_title_155":"Excess Relics","mail_content_155":"Dear player, the excess relic function is now available. We've helped you recover {0} Uncommon Relic Shard, {0} Rare Relic Shard, {0} Epic Relic Shard, {0} Legendary Relic Shard. We have attached the rewards for you, please claim them in time.","mail_title_160":"Offer Carnival","mail_content_160":"The Spring Offer Carnival has ended, and here are the unredeemed rewards for you. This mail will expire in 30 days. Please claim the rewards in time.","mail_title_161":"Valkyrie's Bestowal will begin!","mail_content_161":"To thank you for your support, the Valkyries have prepared a great gift for you, the Valkyrie's Bestowal event will open hero summoning pools on the 1st, 2nd, 4th, and 8th day after the character creation. You can make multiple 10 consecutive summons in each summoning pool. Eventually, you can choose 1 group of 10 consecutively summoned heroes in each summoning pool, and the rest of the heroes will be converted into hero shards of different qualities.\n\nAs long as you keep logging in for 8 days, you will get a total of 980 Summons + 19 Advanced Summons as follows:\nDay 1: 240 Summons;\nDay 2: 240 Summons;\nDay 4: 240 Summons;\nDay 8: 260 Summons;\nHere are 19 SMN Ticket II as a meet and greet gift. May you get the heroes of your choice!","mail_title_162":"Valkyrie's Bestowal Round 2","mail_content_162":"To thank you for your support, the Valkyries have prepared a great gift for you. The Valkyrie's Bestowal event will open hero summoning pools on the 12nd, 18th, 25th, and 32nd day after the character creation. You can make multiple 10 consecutive summons in each summoning pool. Eventually, you can choose 1 group of 10 consecutively summoned heroes in each summoning pool, and the rest of the heroes will be converted into hero shards of different qualities. As long as you keep logging in for 32 days, you will get a total of 980 Summons + 19 Advanced Summons as follows:\nDay 12: 240 Summons;\nDay 18: 240 Summons;\nDay 25: 240 Summons;\nDay 32: 260 Summons;\nHere are 19 SMN Tickets II as a meet and greet gift. May you get the heroes of your choice!","mail_title_163":"Valkyrie's Bestowal Round 3","mail_content_163":"To thank you for your support, the Valkyries have prepared a great gift for you. The Valkyrie's Bestowal event will open hero summoning pools on the 45th, 60th, 75th, and 90th day after the character creation. You can make multiple 10 consecutive summons in each summoning pool. Eventually, you can choose 1 group of 10 consecutively summoned heroes in each summoning pool, and the rest of the heroes will be converted into hero shards of different qualities. As long as you keep logging in for 45 days, you will get a total of 980 Summons + 19 Advanced Summons as follows:\nDay 45: 240 Summons;\nDay 60: 240 Summons;\nDay 75: 240 Summons;\nDay 90: 260 Summons;\nHere are 19 SMN Tickets II as a meet and greet gift. May you get the heroes of your choice!","mail_title_156":"First Occupation Rewards","mail_content_156":"Congratulations to your guild for being the first to occupy the Central Fortress in this round of Clash Domain. Attached are your rewards.","mail_title_164":"Easter Decree Rewards","mail_content_164":"The Easter Decree has ended. Below are the claimed rewards. This mail will expire in 30 days, please claim them in time.","mail_title_165":"Valkyrie's Bestowal Round 4","mail_content_165":"To thank you for your support, the Valkyries have prepared a great gift for you. The Valkyrie's Bestowal event will open hero summoning pools on the 103rd, 124th, 145th, and 166th day after the character creation. You can make multiple 10 consecutive summons in each summoning pool. Eventually, you can choose 1 group of 10 consecutively summoned heroes in each summoning pool, and the rest of the heroes will be converted into hero shards of different qualities. As long as you keep logging in for 64 days, you will get a total of 980 Summons + 19 Advanced Summons as follows:\nDay 103: 240 Summons;\nDay 124: 240 Summons;\nDay 145: 240 Summons;\nDay 166: 260 Summons;\nHere are 19 SMN Tickets II as a meet and greet gift. May you get the heroes of your choice!","mail_title_166":"Valkyrie's Bestowal Round 5","mail_content_166":"To thank you for your support, the Valkyries have prepared a great gift for you. The Valkyrie's Bestowal event will open hero summoning pools on the 187th, 208th, 229th, and 250th day after the character creation. You can make multiple 10 consecutive summons in each summoning pool. Eventually, you can choose 1 group of 10 consecutively summoned heroes in each summoning pool, and the rest of the heroes will be converted into hero shards of different qualities. As long as you keep logging in for 64 days, you will get a total of 980 Summons + 19 Advanced Summons as follows:\nDay 187: 240 Summons;\nDay 208: 240 Summons;\nDay 229: 240 Summons;\nDay 250: 260 Summons;\nHere are 19 SMN Tickets II as a meet and greet gift. May you get the heroes of your choice!","mail_title_167":"Valkyrie's Bestowal Round 6","mail_content_167":"To thank you for your support, the Valkyries have prepared a great gift for you. The Valkyrie's Bestowal event will open hero summoning pools on the 271st, 292nd, 313th, and 334th day after the character creation. You can make multiple 10 consecutive summons in each summoning pool. Eventually, you can choose 1 group of 10 consecutively summoned heroes in each summoning pool, and the rest of the heroes will be converted into hero shards of different qualities. As long as you keep logging in for 64 days, you will get a total of 980 Summons + 19 Advanced Summons as follows:\nDay 271: 240 Summons;\nDay 292: 240 Summons;\nDay 313: 240 Summons;\nDay 334: 260 Summons;\nHere are 19 SMN Tickets II as a meet and greet gift. May you get the heroes of your choice!","mail_title_168":"Valkyrie's Bestowal Round 7","mail_content_168":"To thank you for your support, the Valkyries have prepared a great gift for you. The Valkyrie's Bestowal event will open hero summoning pools on the 355th, 376th, 397th, and 418th day after the character creation. You can make multiple 10 consecutive summons in each summoning pool. Eventually, you can choose 1 group of 10 consecutively summoned heroes in each summoning pool, and the rest of the heroes will be converted into hero shards of different qualities. As long as you keep logging in for 64 days, you will get a total of 980 Summons + 19 Advanced Summons as follows:\nDay 355: 240 Summons;\nDay 376: 240 Summons;\nDay 397: 240 Summons;\nDay 418: 260 Summons;\nHere are 19 SMN Tickets II as a meet and greet gift. May you get the heroes of your choice!","mail_title_169":"Valkyrie's Bestowal Round 8","mail_content_169":"To thank you for your support, the Valkyries have prepared a great gift for you. The Valkyrie's Bestowal event will open hero summoning pools on the 439th, 460th, 481st, and 502nd day after the character creation. You can make multiple 10 consecutive summons in each summoning pool. Eventually, you can choose 1 group of 10 consecutively summoned heroes in each summoning pool, and the rest of the heroes will be converted into hero shards of different qualities. As long as you keep logging in for 64 days, you will get a total of 980 Summons + 19 Advanced Summons as follows:\nDay 439: 240 Summons;\nDay 460: 240 Summons;\nDay 481: 240 Summons;\nDay 502: 260 Summons;\nHere are 19 SMN Tickets II as a meet and greet gift. May you get the heroes of your choice!","mail_title_170":"Valkyrie's Bestowal Round 9","mail_content_170":"To thank you for your support, the Valkyries have prepared a great gift for you. The Valkyrie's Bestowal event will open hero summoning pools on the 523th, 544th, 565th, and 586th day after the character creation. You can make multiple 10 consecutive summons in each summoning pool. Eventually, you can choose 1 group of 10 consecutively summoned heroes in each summoning pool, and the rest of the heroes will be converted into hero shards of different qualities. As long as you keep logging in for 64 days, you will get a total of 980 Summons + 19 Advanced Summons as follows:\nDay 523: 240 Summons;\nDay 544: 240 Summons;\nDay 565: 240 Summons;\nDay 586: 260 Summons;\nHere are 19 SMN Tickets II as a meet and greet gift. May you get the heroes of your choice!","mail_title_171":"S9 Eternal Decree","mail_content_171":"The valid period of the S9 Eternal Decree has ended. The following are the unclaimed rewards. This email will expire in 30 days, so please claim the rewards in time.","mail_title_175":"Login Rewards","mail_content_175":"A new 30-day cycle of login rewards has begun. Here are the rewards you didn't claim from the previous cycle. Please claim them in time!","mail_title_172":"World Arena Tier","mail_content_172":"After the intense competition in this season's rank matches, you have achieved the <color=#c2510d>{0}</color> tier. Here are your settlement rewards. Please claim them in time!","mail_title_173":"World Arena Reward","mail_content_173":"After the intense competition in this season's rank matches, you have achieved rank no. <color=#c2510d>{0}</color>. Here are your settlement rewards. Please claim them in time!","mail_title_174":"World Tier Reward","mail_content_174":"Attached are the tier rewards you didn't claim from the previous cycle. Please claim them in time!","mail.mail_title_176":"Merger Rejected","mail.mail_content_176":"{0} has rejected your merge request","mail.mail_title_177":"Merger Initiated","mail.mail_content_177":"Your guild will merge into {0}, and all members who have been active for the past 7 days and are not on cooldown for joining the other guild will join it.","mail.mail_title_178":"Merger Completed","mail.mail_content_178":"Guild merger has been completed. Wishing you and your new guild members a pleasant gaming experience!","mail_title_176":"Merge request rejected","mail_content_176":"The guild {0} has rejected your merge request.","mail_title_177":"Guild merge initiated","mail_content_177":"Your guild will merge into the guild {0}, all members who have been active for 7 days and are not currently in the cooldown period for joining the other guild will join the guild {0}.","mail_title_178":"Guild merge completed","mail_content_178":"Guild merge complete! Enjoy gaming with your new companions!","mail_title_180":"1st Kill Rewards","mail_content_180":"Your guild successfully defeated the siege monsters in the Clash Domain, and here are the unclaimed first-kill rewards for you. This email will expire in 7 days, so please claim them promptly.","mail_title_179":"Artifact Rewards","mail_content_179":"The previous season has ended. In recognition of your achievements in collecting artifacts, the following rewards are issued to you. Please claim them promptly.","mail_title_181":"Rune Decree Reset","mail_content_181":"The Rune Decree has been reset. The following are the unclaimed rewards. This email will expire in 30 days, so please claim the rewards in time.","mail_title_185":"Lucky Wheel Conversion","mail_content_185":"The Lucky Wheel event has ended. We have converted your unused event items to Diamonds. This mail will expire in 7 days. Please claim them on time.","mail_title_186":"Anniversary Decree Reward","mail_content_186":"The Anniversary Decree has expired. Below are the rewards you have not claimed. This email will expire in 30 days, so please claim it in time.","mail_title_182":"Relic Decree II Reset","mail_content_182":"Your Relic Decree II has been reset, and here are the unredeemed rewards for you. This mail will expire in 30 days, so please claim them in time.","mail_title_183":"Rune Decree II Reset","mail_content_183":"The Rune Decree II has been reset. The following are the unclaimed rewards. This email will expire in 30 days, so please claim the rewards in time.","mail_title_184":"Oracle Decree Reward","mail_content_184":"Due to updates in the Oracle Decree rewards, we have provided you with additional rewards. This mail will expire in 30 days, so please claim them in time.","mail_title_187":"Dragon War Victory","mail_content_187":"Your guild emerged victorious in the last Dragon War. Attached are your rewards.","mail_title_188":"Dragon War Defeat","mail_content_188":"Your guild was defeated in the last Dragon War. Attached are your rewards.","mail_title_189":"Dragon War Reward","mail_content_189":"You haven't claimed the rewards from the previous Dragon War challenge. Below are the rewards you missed. This message will expire in 7 days, so please claim them in time.","mail_title_190":"Champion Decree Rewards","mail_content_190":"The Champion Decree has expired. Below are the rewards you have not claimed. This email will expire in 30 days, so please claim it in time.","mail_title_191":"Guild Challenge Rank Reward","mail_content_191":"Your guild ranked No.{0} in the Guild Challenge, and here are the rewarded items. This mail will expire in 14 days, so please claim these items before then.","mail_title_195":"Hope Tree Season Gift Rewards","mail_content_195":"To recognize your efforts in leveling up the Hope Tree during the previous season, the following rewards are issued to you. Please claim them in time.","mail_title_196":"Halloween Decree Reward","mail_content_196":"Halloween Decree has expired. Below are your unclaimed reward items. This mail will expire in 30 days. Please claim promptly.","mail_title_10003":"Valkyrie Synergy Archive Power Reward","mail_content_10003":"Below are your unclaimed Power Reward items from the Valkyrie Synergy Archive Power event. This mail will expire in 7 days. Please claim promptly.","mail_title_10004":"Valkyrie Synergy Archive Rank Reward","mail_content_10004":"Congratulations! You ranked No. <color=#c2510d>{0}-{1}</color> in the Valkyrie Synergy Archive Power event. Attached are your rank reward items.","mail_title_198":"Sanctuary of Eve Diamond Compensation","mail_content_198":"We have reworked the Sanctuary of Eve system. The new design will automatically assign Benedicted Heroes, eliminating the need to manually add or remove them from Benediction Slots. Based on the Diamonds you previously spent unlocking Benediction Slots, we are issuing compensation. We sincerely hope for your satisfaction and continued support!","mail_title_197":"Item Conversion","mail_content_197":"The Treasure Recovery event has ended. We have converted your unused event items to Diamonds. This mail will expire in 7 days. Please claim them on time.","mail_title_199":"Food Festival Conversion","mail_content_199":"The Food Festival event has ended. We have converted your unused event items to Gold. This mail will expire in 7 days. Please claim it on time.","mail_title_201":"Join our community!","mail_content_201":"Dear Omniguardians, feeling a bit lost on how to get started quickly? Our community is full of experts ready to answer your questions! Looking to share those joyful moments? In our community, you'll always find like-minded friends!\n\nIn our community, you'll have the opportunity to communicate directly with developers, and your suggestions might be implemented. Plus, we regularly host special events with exciting rewards waiting for you!\n\nClick to join our community and stay updated with the latest news!\n\n➤Facebook: <color=#c2510d><a href=\"https://www.facebook.com/profile.php?id=100075902589023\">{>}{>} Tap here {<}{<}</a></color>\n➤Discord: <color=#c2510d><a href=\"https://discord.gg/omniheroes-882166491301158932\">{>}{>} Tap here {<}{<}</a></color>","mail_title_200":"Food Decree Reward","mail_content_200":"Food Decree has expired. Below are your unclaimed reward items. This mail will expire in 30 days. Please claim promptly.","mail_get_undone":"Please click the email link first to claim your reward.","mail_title_202":"Frost Decree Reward","mail_content_202":"Frost Decree has expired. Below are your unclaimed reward items. This mail will expire in 30 days. Please claim promptly.","mail_title_10007":"Prologue Decree Reward","mail_content_10007":"Prologue Decree has expired. Below are your unclaimed reward items. This mail will expire in 7 days. Please claim promptly.","mail_title_204":"Launch Decree Reward","mail_content_204":"Launch Decree has expired. Below are your unclaimed reward items. This mail will expire in 30 days. Please claim promptly.","mail_title_203":"Odyssey Rush Reward","mail_content_203":"Congratulations! You ranked No. <color=#c2510d>{0}</color> in the Odyssey Rush event. Attached are your rank reward items. This mail will expire in 7 days. Please claim promptly.","mail_title_205":"Tournament Rank Reward","mail_content_205":"Congratulations! You ranked No. <color=#c2510d>{0}-</color> in the previous Tournament. Attached are your rank reward items.","mail_title_10001":"Survey Reward","mail_content_10001":"Thank you for completing the survey!","mail_title_10005":"Penrose Rush Reward","mail_content_10005":"Congratulations! You ranked No. <color=#c2510d>{0}-{1}</color> in the Penrose Rush event. Attached are your rank reward items. This mail will expire in 7 days. Please claim promptly.","mail_title_10006":"Synergy Summon Decree Reward","mail_content_10006":"Synergy Summon Decree has expired. Below are your unclaimed reward items. This mail will expire in 7 days. Please claim promptly.","mail_title_10008":"Celestial Rush Reward","mail_content_10008":"Congratulations! You ranked No. <color=#c2510d>{0}-{1}</color> in the Celestial Rush event. Attached are your rank reward items. This mail will expire in 7 days. Please claim promptly.","mail_title_1101":"Skin Decree Reward","mail_content_1101":"Skin Decree has expired. Below are your unclaimed reward items. This mail will expire in 30 days. Please claim promptly.","mail_title_206":"Voyage Decree Reward","mail_content_206":"Voyage Decree has expired. Below are your unclaimed reward items. This mail will expire in 30 days. Please claim promptly.","mail_title_1200":"Challenger's Journey Rank Reward","mail_title_1201":"Challenger's Journey - Hero Assembly Rank Reward","mail_title_1202":"Challenger's Journey - Hero Assembly Reward Reissue","mail_title_1203":"Challenger's Journey - Trial Challenge Rank Reward","mail_title_1204":"Challenger's Journey - Trial Challenge Reward Reissue","mail_title_1205":"Challenger's Journey - Relic Collection Rank Reward","mail_title_1206":"Challenger's Journey - Relic Collection Reward Reissue","mail_title_1207":"Challenger's Journey - Rune Collection Rank Reward","mail_title_1208":"Challenger's Journey - Rune Collection Reward Reissue","mail_content_1200":"Congratulations! You ranked No. <color=#c2510d>{0}-{1}</color> in the Challenger's Journey event. Attached are your rank reward items.","mail_content_1201":"Congratulations! You ranked No. <color=#c2510d>{0}-{1}</color> in the Challenger's Journey - Hero Assembly event. Attached are your rank reward items.","mail_content_1202":"The Challenger's Journey - Hero Assembly event has expired. Below are your unclaimed reward items. This mail will expire in 30 days. Please claim promptly.","mail_content_1203":"Congratulations! You ranked No. <color=#c2510d>{0}-{1}</color> in the Challenger's Journey - Trial Challenge event. Attached are your rank reward items.","mail_content_1204":"The Challenger's Journey - Trial Challenge event has expired. Below are your unclaimed reward items. This mail will expire in 30 days. Please claim promptly.","mail_content_1205":"Congratulations! You ranked No. <color=#c2510d>{0}-{1}</color> in the Challenger's Journey - Relic Collection event. Attached are your rank reward items.","mail_content_1206":"The Challenger's Journey - Relic Collection event has expired. Below are your unclaimed reward items. This mail will expire in 30 days. Please claim promptly.","mail_content_1207":"Congratulations! You ranked No. <color=#c2510d>{0}-{1}</color> in the Challenger's Journey - Rune Collection event. Attached are your rank reward items.","mail_content_1208":"The Challenger's Journey - Rune Collection event has expired. Below are your unclaimed reward items. This mail will expire in 30 days. Please claim promptly.","mail_title_207":"Ancient Accessory Point Rewards","mail_content_207":"The previous season has ended. In recognition of your achievements in collecting Ancient Accessories, the following rewards are issued to you. Please claim them promptly.","mail_title_208":"Decree Reward","mail_content_208":"Decree has expired. Below are your unclaimed reward items. This mail will expire in 30 days. Please claim promptly.","mail.mail_title_10011":"Penrose Rush Reward Reissue","mail.mail_content_10011":"Penrose Rush Reward Reissue","mail.mail_title_10012":"Celestial Rush Reward Reissue","mail.mail_content_10012":"Celestial Rush Reward Reissue","mail_title_209":"Tomb Treasures Compensation","mail_content_209":"We've optimized loot drop efficiency in this update and completed your loot search in advance. Here are your unclaimed rewards!","mail_title_210":"Weekly Decree Reward","mail_content_210":"Weekly Decree has expired. Below are your unclaimed reward items. This mail will expire in 30 days. Please claim promptly.","mail_title_220":"Guild Challenge Abandoned","mail_content_220":"Due to prolonged inactivity, you have been removed from the challenge quest by the guild leader/captain (quest attempts will be refunded)."}}]],0,0,[],[],[]]