[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"hero_strategy",{"hero_strategy":{"title_hero_strategy":"Guide","title_hero_strategy_basic_infomation":"Basic Info","btn_hero_strategy_hero_infomation":"Hero Info","btn_hero_strategy_accessory_recommend":"Rec. Accessories","title_hero_strategy_recommend_gem":"Recommended Gem Stats","note_hero_strategy_best_recommendation":"Best Stats:","note_hero_strategy_other_recommendation":"Other Recommendations:","title_hero_strategy_recommend_emblem":"Recommended Runes","title_hero_strategy_player_comment":"Player Rating","note_hero_strategy_player_hottest":"Most Popular","note_hero_strategy_player_latest":"Newly Published","note_hero_strategy_player_none":"This hero has no reviews yet.","btn_hero_strategy_player_comment":"Publish Review","btn_hero_strategy_player_edit_comment":"Edit Review","note_hero_strategy_player_reported":"This review has been reported. Thank you for your help.","note_hero_strategy_player_comment_limit":"Train this hero to 7 Stars in order to review them.","title_hero_strategy_player_comment_publish":"Publish Review","note_hero_strategy_player_enter_message":"Tap to enter message","note_hero_strategy_player_word_count":"{0}/300","note_hero_strategy_whether_report":"Report this message?","note_hero_strategy_whether_delete":"By deleting this review, you will also be deleting all of the Like records. Confirm deletion?","title_hero_strategy_player_recommend_lineup":"Best Teams","title_hero_strategy_player_best_partner":"Best Buddies","title_hero_strategy_recommend_emblem_unlock":"Runes unlock at Lv.45","title_hero_strategy_lineup_introduce":"Primary Synergies","title_hero_strategy_lineup_recommend":"Tertiary Synergies","emblem_title_1":"Primary Stage","emblem_title_2":"Secondary Stage","emblem_title_3":"Tertiary Stage","tips_none_jump":"Already in the hero's info interface.","hero_introduce_13001":"Themis serves as the primary damage dealer in the team.\nAfter defeating an enemy, Themis can use the same attack again, creating a chain-kill effect on weaker targets.\nThemis also reduces the enemy's DEF.","hero_introduce_14002":"Atropos serves as the main support in the team.\nAtropos provides healing, restoring allies' HP when they kill an enemy.\nWith her Watcher's Pledge, Atropos shares a percentage of her ATK with allies, making her an excellent offensive support.","hero_introduce_13003":"Catrina can serve as either a damage dealer or a support in the team.\nWhen an ally lands a critical hit, Catrina applies a Shield effect equal to 50% of her ATK to the entire team, significantly boosting the survivability of CRIT-based teams.","hero_introduce_11004":"Athena can fill the role of either the main tank or an off-tank in the team.\nAthena's attacks apply Reflect Boost to allies, increasing their Reflect DMG significantly.\nAthena also has the ability to drastically increase her DMG RED, making her a reliable tank option for the team.","hero_introduce_12005":"Dorabella can serve as the primary or secondary damage dealer in the team.\nDorabella chases the enemy whenever an ally lands a critical hit, enabling high damage output in CRIT-based teams.\nDorabella's percentage-based HP reduction skill makes her highly effective against bosses and enemies with high HP.","hero_introduce_12006":"Salleine serves as a damage dealer in the team.\nSalleine gains the ATK Boost and DMG Boost effects when receiving healing, allowing her damage output to continuously increase when paired with a healer.","hero_introduce_22001":"Merlin serves as a secondary damage dealer in the team.\nMerlin can summon thorns from the forest to attack enemies and stack the Reflect Boost effect on himself.\nMerlin can further increase his Reflect Rate and deal significant Reflect DMG when targeted by enemies.","hero_introduce_23002":"Elune serves as a secondary damage dealer in the team.\nElune can mark enemies, causing them to take increased damage.\nElrune can apply DEF RED to reduce enemy DEF.\nElrune applies Onslaught to all allies after an ally kills a target.","hero_introduce_21003":"Minotaur can serve as either a tank or a support in the team.\nMinotaur doubles the Corrode stacks on enemies.\nWhen equipped with his rune, Minotaur can randomly stun a target during each of his turns.","hero_introduce_22004":"Marina serves as a support in the team.\nWhen Marina is deployed, she enhances Nawi's effectiveness, increasing her attack count.\nMarina's Reflect RED effect, when paired with Carola, makes them effective against reflect-based teams.","hero_introduce_24005":"Lily & Lia can take on the role of secondary healers or supports.\nLily & Lia provide Energy Shield to all allies, granting substantial protection.\nLily & Lia can also heal allies to restore their HP.","hero_introduce_23006":"Sylvan serves as a support in the team.\nWhen Sylvan is deployed, she increases the Reflect Rate of all allies.\nWhen Sylvan is deployed, she increases the limit of Reflect Boost stacks for all allies.","hero_introduce_32001":"Ellie serves as an off-tank in the team.\nThe more debuffs enemies have, the higher the damage Ellie deals, making her suitable for teams that apply multiple debuffs.\nEllie has a self-destruct skill that inflicts significant AoE damage when she is defeated, making her an effective off-tank.","hero_introduce_31002":"Solomon serves as a tank in the team.\nSolomon's Ultimate and active skills can taunt targets, effectively drawing enemy fire to protect allies.\nAfter successfully taunting enemies, Solomon restores his own HP.\nWhen healed, Solomon also provides minor healing to allies.","hero_introduce_34003":"Persephone serves as a support in the team.\nPersephone provides decent healing and can apply Fortitude to the ally with the lowest HP via her Ultimate, preventing them from dying during its duration.","hero_introduce_33004":"Carola serves as a secondary damage dealer in the team.\nCarola inflicts significant AoE damage.\nCarola's Reflect RED effect makes her effective against reflect-based teams.","hero_introduce_32005":"Franz serves as a damage dealer in the team.\nWhen attacking targets with Corrode, his damage significantly increases as the Corrode stacks build up.\nFranz also boosts the damage dealt by Corrode when deployed.","hero_introduce_34006":"Emily serves as a supportive damage dealer in the team.\nWhen attacking targets with a certain number of Corrode stacks, Emily triggers additional healing for the entire team.\nEmily also increases the maximum number of Corrode stacks that can be applied when deployed.","hero_introduce_42001":"Talanis serves as a support and control unit in the team.\nTalanis increases the team's ATK and reduces enemy DEF.\nWhen her ATK Boost reaches 6 stacks, Talanis's skills apply Stun for 3 rounds, making her an exceptional crowd control unit.","hero_introduce_43002":"Hallios serves as the main tank in the team.\nHallios applies DEF Boost to all allies based on the reflect damage enemies have taken.\nHelios has the ability to drastically increase his DMG RED, making him an ideal choice for the main tank role.","hero_introduce_41003":"Talos serves as a tank in the team.\nTalos applies Shield to the entire team, and when equipped with his rune, the Shield Points increase based on the number of Corrode stacks on enemies.\nTalos also boosts the damage dealt by Corrode when deployed.","hero_introduce_44004":"Lachesis serves as a support in the team.\nLachesis provides decent healing and uses her Ultimate to dispel all buffs from all enemies.\nAt the start of the battle, Lachesis applies Healing Boost to allies, enhancing subsequent healing.","hero_introduce_43005":"Karnak serves as a support in CRIT-based teams.\nKarnak increases the team's CRIT Rate when he lands a critical hit.\nKarnak's passive skill allows him to heal all allies when any ally lands a critical hit.","hero_introduce_43006":"Vittoria can serve as either an off-tank or a secondary damage dealer in the team.\nVittoria has the ability to apply DEF RED to enemies.\nWhen an ally kills an enemy, Vittoria applies a Shield effect to all allies based on HP percentage, providing better survivability for damage dealers.","hero_introduce_53001":"Mastema serves as a secondary damage dealer in the team.\nMastema reduces enemy DEF.\nWhen equipped with his rune, Mastema gains a passive ability to convert his CRIT DMG into healing for the entire team.","hero_introduce_52002":"Guinn serves as an off-tank in the team.\nGuinn's passive skill boosts the entire team's ATK when he is hit.\nGuinn possesses Leech and DEF RED abilities. When the DEF RED he applies reaches 6 stacks, his attacks gain the Leech effect.","hero_introduce_51003":"Dullahan serves as the main tank in the team.\nDullahan can taunt enemies, forcing them to target him.\nDullahan also increases the maximum number of Corrode stacks that can be applied when deployed.","hero_introduce_54004":"Aiushtha can serve as either a damage dealer or a support in the team.\nAiushtha applies a powerful Confuse effect to enemies, causing them to have a chance of using basic attacks on themselves or other enemies.\nAiushtha applies Demonic Inspiration to allies, significantly boosting their damage and purifying debuffs.\nAiushtha can also apply DMG RED to enemies and increase the Reflect Rate of allies, making her a versatile support option.","hero_introduce_52005":"Arkdina serves as a support in the team.\nArkdina's Ultimate applies ATK RED to the target, while her active skill applies ATK Boost to allies.\nWhen deployed, Arkdina enables allies to recover a portion of their HP after taking damage.","hero_introduce_53006":"Macaria serves as a secondary damage dealer in the team.\nMacaria increases the team's Shield effects by 50%.\nMacaria reduces enemy DEF.\nWhen equipped with her exclusive rune, if the total number of kills from all allies exceeds 3, Macaria will be able to cast her Ultimate an additional time.","hero_introduce_13980":"Jerald is a Warrior who possesses the ability to perform AoE attacks.","hero_introduce_13981":"Björn is a Warrior who gains Dodge after landing a critical hit.","hero_introduce_21980":"Bojji serves as a tank in the team.\nAfter using his Ultimate, Bojji gains DEF Boost, increasing his durability.\nEach time Bojji takes damage, he gains Reflect Boost.","hero_introduce_22981":"Stannard serves as a damage dealer in the team.\nStannard applies Cracked Crystal to enemies when attacking, dealing additional damage.","hero_introduce_23982":"Diana is a Warrior who can deal significant damage to backline enemies.","hero_introduce_32980":"Percival is a Mage who deals more DMG as his HP drops.","hero_introduce_33981":"Brutus is a Warrior who possesses the ability to Dodge.","hero_introduce_44980":"Clotho serves as a secondary healer in the team.\nClotho has healing skills that allow her to heal allies.","hero_introduce_43981":"Atalanta serves as a secondary damage dealer in the team.\nAtalanta follows up with a basic attack when allies kill an enemy.","hero_introduce_52980":"Medusa is a Mage who increases damage dealt to controlled enemies.","hero_introduce_51981":"Baal serves as a tank in the team.\nBaal can apply DEF Boost to himself, increasing his durability.\nBaal can also apply Protect to the 2 allies with the lowest HP, sharing damage with them.","gem_reason_13001":"Themis is one of the main Warriors of the Valiantors synergy who can deal additional damage to the entire enemy team after she kills an enemy.","gem_reason_14002":"Atropos is a Support in the Valiantors synergy who provides additional ATK bonuses for the 2 ally units with the highest ATK.","gem_reason_13003":"Catrina is one of the core Warriors of the Ethereals synergy who can significantly increase the Shield effect through critical hits, thus improving the allies' survivability.","gem_reason_11004":"Athena is one of the Tanks of the Doomsdayers synergy who is able to continuously apply a lot of Reflect Rate boost to your allies.","gem_reason_12005":"Dorabella is a powerful Mage whose attacks apply Heal Rate RED on the enemies and can exceed its stack limit on the enemy.","gem_reason_12006":"Salleine is one of the core DPS of the Avengers synergy who receives a sustained DMG boost after being healed.","gem_reason_22001":"Merlin is one of the core Mages of the Doomsdayer synergy who can deal significant and consistent reflected damage to enemies.","gem_reason_23002":"Elune is a Warrior in the Valiantors synergy who can boost the damage of all allies after an ally kills an enemy.","gem_reason_21003":"Minotaur is one of the core Tanks of the Mystifiers synergy who can double the effect of Corrode.","gem_reason_22004":"Marina is a Mage in the Glorians synergy, capable of reducing the enemy's Reflect effect.","gem_reason_24005":"Lily & Lia is an excellent Support who can apply Shields to protect allies and apply a continuous healing effect.","gem_reason_23006":"Sylvan is one of the core Warriors of the Doomsdayers synergy who can increase the Reflect Rate stacks of all allies to their limit.","gem_reason_32001":"Ellie is a Mage in the Ethereals synergy whose damage increases with the number of debuffs on the enemy units.","gem_reason_31002":"Solomon is one of the core Tanks of the Avengers synergy who taunts enemies and restores HP for his allies.","gem_reason_34003":"Persephone is one of the core Supports of the Avengers synergy who can greatly heal allies and increase her team's recovery abilities.","gem_reason_33004":"Carola is a Warrior in the Glorians synergy who can reduce the enemies' CRIT Rate and increase the allies' DEF.","gem_reason_32005":"Franz is one of the core Mages of the Mystifiers  synergy whose attacks can apply Corrode, and can also greatly increase the Corrode effect damage.","gem_reason_34006":"Emily is a Mage of the Mystifiers synergy who can increase the effects of Corrode.","gem_reason_42001":"Talanis is one of the core Mages of the Glorians synergy whose attacks become stronger as more buffs are stacked upon allies. Also applies the Control effect when attacking.","gem_reason_43002":"Hallios is one of the core Warriors of the Doomsdayers synergy who Stuns enemies. He also reduces enemy DEF when an ally unit lands a critical hit.","gem_reason_41003":"Temporarily missing.","gem_reason_44004":"Lachesis possesses powerful healing abilities. Try increasing her Heal Rate and HP as much as possible.","gem_reason_43005":"Karnak's critical hits deal additional damage. Try increasing his ATK and CRIT Rate as much as possible.","gem_reason_53001":"Mastema's critical hits deal additional damage. Try increasing his ATK and CRIT Rate as much as possible.","gem_reason_52002":"Guinn applies debuffs to enemies when attacked by them. Try increasing his Dodge and HP as much as possible.","gem_reason_51003":"Temporarily missing.","gem_reason_54004":"Aiushtha needs to ensure that she does not become controlled because she applies buffs to allies and debuffs to enemies. Try increasing her Control Rate and Control RES as much as possible.","gem_reason_52005":"Arkdina applies buffs on allies and debuffs on enemies. Try increasing her Dodge Rate and HP as much as possible.","gem_reason_13980":"Jerald possesses powerful abilities to deal physical damage. Try increasing his ATK and CRIT Rate as much as possible.","gem_reason_13981":"Björn possesses the ability to dodge attacks. Try increasing his CRIT Rate and Dodge Rate as much as possible.","gem_reason_21980":"Bojji possesses powerful DEF abilities. Try increasing his DEF and HP as much as possible.","gem_reason_22981":"Stannard applies special debuffs to enemies after attacking them. Try increasing his Control Rate and DEF as much as possible.","gem_reason_23982":"Diana possesses powerful abilities to deal physical damage. Try increasing her ATK and CRIT Rate as much as possible.","gem_reason_32980":"Percival possesses powerful abilities to deal magic damage. Try increasing his ATK and CRIT Rate as much as possible.","gem_reason_33981":"Brutus possesses the ability to dodge attacks. Try increasing his ATK and Dodge Rate as much as possible.","gem_reason_44980":"Clotho possesses powerful healing abilities. Try increasing her Heal Rate and HP as much as possible.","gem_reason_43981":"Atalanta possesses powerful abilities to deal physical damage. Try increasing her ATK and CRIT Rate as much as possible.","gem_reason_52980":"Medusa possesses powerful abilities to deal magic damage. Try increasing her ATK and CRIT Rate as much as possible.","gem_reason_51981":"Baal possesses powerful DEF abilities. Try increasing his DEF and HP as much as possible.","team_name_1":"Corrode; DMG Boost","team_name_2":"Elite Executioners","team_name_3":"Critbinders","team_name_4":"Buff Weakeners","team_name_5":"Reviving Taunters","team_name_6":"Reflecting Healers","team_name_7":"Total Offensive","team_name_8":"Fatal Dodgers","team_name_9":"Relentless Pursuers","team_name_10":"Woundhalters","team_name_11":"Unbreakables","team_name_12":"Mighty Dodgers","team_name_13":"Pursuers & Healers","team_name_14":"Counters & Slayers","team_reason_1":"A team that centers around the Corrode skill.\nIn particular, Emily, Franz, and Solomon can all apply Corrode to enemies. Moreover, Emily can enhance Corrode effects, Franz can increase the limit of Corrode stacks, and Solomon can double an enemy's Corrode stacks. When these three heroes fight shoulder to shoulder, they can rapidly and effectively apply Corrode to enemies and cause them to lose significant amounts of HP per round.\nBefore Corrode effects activate in full force, Carola and Catrina can also make up for the low damage output in the early game.","team_reason_2":"A team that centers around Themis's Execute ability.\nIn particular, Atropos can provide significant ATK bonuses to her teammates and Elune marks the enemy unit with the lowest DEF. At the start of the battle, Ellie and Marina apply 2 stacks of DEF RED and ATK RED to both enemies and allies respectively, helping Themis to kill as many enemies as possible.\nAfter upgrading to 7 Stars, Atropos and Elune reap more benefits as Themis kills more and more enemies, thereby further increasing the entire team's Power.","team_reason_3":"A team that centers around CRIT DMG.\nKarnak can increase the CRIT Rate of all allies when he lands a critical hit. Hallios and Mastema can trigger their respective passive skills whenever they land critical hits. After landing a critical hit, Mastema can deal damage again to 1 random enemy while Hallios can apply Stun to enemies.\nFurthermore, Lachesis, and Aiushtha can also help the entire team by increasing its survivability.","team_reason_4":"A team that centers around buffs and debuffs.\nAll five heroes in the team can apply buffs to allies and apply debuffs to enemies. When sufficient ATK Boost stacks have been applied to allies or sufficient ATK RED stacks have been applied to enemies, Talanis's and Guinn's ultimate attacks gain additional effects. Talanis's ultimate attack can apply Stun to all enemies while Guinn's ultimate attack possesses a strong Leech.","team_reason_5":"A team that centers around Reviving units.\nMinotaur can attract enemy firepower via his Taunt skill, while Persephone revives him each time he is defeated, creating opportunities for Salleine and Dorabella to deal damage.\nFurthermore, Lily & Lia can supplement Persephone's healing by providing a significant amount of sustained healing and purifying debuffs that have been applied to allies.","team_reason_6":"A team that centers around the Reflect ability.\nAthena can apply Reflect to allies. Merlin and Sylvan can enhance Reflect buff applied on themselves, as well as increase the number of targets affected and the damage dealt by Reflect buff. When advanced enough, these three heroes can even convert Reflect damage to DEF, further benefiting from the Reflect ability.\nAdding Dorabella and Lily & Lia to the team can also increase the team's damage output and survivability.","team_reason_7":"Due to Synergy effects, when Jerald and Stannard are deployed at the same time, they will deal more damage to targets marked by Crystal effects.","team_reason_8":"Due to Synergy effects, when Brutus and Björn are deployed at the same time, they can stack Shadow effects quickly, enhancing their Dodge abilities.","team_reason_9":"Due to Synergy effects, when Bojji and Percival are deployed at the same time, Percival can cast his skill one more time whenever he makes a kill.","team_reason_10":"Due to Synergy effects, when Atalanta and Medusa are deployed at the same time, they will deal more damage to targets with low HP.","team_reason_11":"Due to Synergy effects, when Clotho and Baal are deployed at the same time, Baal's DMG Immunity will increase, and he can protect allies with low HP.","team_reason_12":"A team that centers around ATK Boost and Dodge.\nDue to Synergy effects, when Jerald and Stannard are deployed at the same time, they increase the entire team's ATK.\nSimilarly, when Brutus and Diana are deployed at the same time, they can stack Shadow effects quickly, enhancing their Dodge abilities.","team_reason_13":"A team that centers around follow-up attacks and healing.\nDue to Synergy effects, when Percival teams up with Bojji and Björn, Percival can cast his skill one more time whenever he gets a kill.\nAdding Dorabella and Lily & Lia to the team can increase the team's damage output and survivability and purify debuffs that have been applied to allies.","team_reason_14":"A team that centers around DMG Boost and DMG Immunity.\nDue to Synergy effects, when Atalanta and Medusa are deployed at the same time, they deal more damage to targets with low HP.\nSimilarly, when Clotho and Baal are deployed at the same time, Baal's DMG Immunity is increased, allowing him to protect allies with low HP.","team_name_15":"Primary \"Valiantors\"","team_name_16":"Secondary \"Valiantors\"","team_name_19":"Tertiary \"Valiantors\"","team_name_20":"Primary \"Mystifiers\"","team_name_21":"Secondary \"Mystifiers\"","team_name_23":"Tertiary \"Mystifiers\"","team_name_24":"Primary \"Avengers\"","team_name_25":"Secondary \"Avengers\"","team_name_27":"Tertiary \"Avengers\"","team_name_28":"Primary \"Doomsdayers\"","team_name_29":"Secondary \"Doomsdayers\"","team_name_31":"Tertiary \"Doomsdayers\"","team_name_32":"\"Ethereals\" [Comp 1]","team_name_33":"\"Ethereals\" [Comp 2]","team_name_34":"\"Glorians\" [Comp 1]","team_name_35":"\"Glorians\" [Comp 2]","team_name_1101":"Mystifiers [Comp]","team_name_1102":"Valiantors [Comp]","team_name_1103":"Ethereals [Comp]","team_name_1104":"Glorians [Comp]","team_name_1105":"Avengers [Comp]","team_name_1106":"Doomsdayers [Comp]","team_name_1101_1":"Mystifiers [Comp 1]","team_name_1101_2":"Mystifiers [Comp 2]","team_name_1101_3":"Mystifiers [Comp 3]","team_name_1101_4":"Mystifiers [Comp 4]","team_name_1101_5":"Mystifiers [Comp 5]","team_name_1102_1":"Valiantors [Comp 1]","team_name_1102_2":"Valiantors [Comp 2]","team_name_1102_3":"Valiantors [Comp 3]","team_name_1102_4":"Valiantors [Comp 4]","team_name_1102_5":"Valiantors [Comp 5]","team_name_1103_1":"Ethereals [Comp 1]","team_name_1103_2":"Ethereals [Comp 2]","team_name_1103_3":"Ethereals [Comp 3]","team_name_1103_4":"Ethereals [Comp 4]","team_name_1103_5":"Ethereals [Comp 5]","team_name_1103_6":"Ethereals [Comp 6]","team_name_1103_7":"Ethereals [Comp 7]","team_name_1104_1":"Glorians [Comp 1]","team_name_1104_2":"Glorians [Comp 2]","team_name_1104_3":"Glorians [Comp 3]","team_name_1104_4":"Glorians [Comp 4]","team_name_1104_5":"Glorians [Comp 5]","team_name_1104_6":"Glorians [Comp 6]","team_name_1104_7":"Glorians [Comp 7]","team_name_1104_8":"Glorians [Comp 8]","team_name_1104_9":"Glorians [Comp 9]","team_name_1105_1":"Avengers [Comp 1]","team_name_1105_2":"Avengers [Comp 2]","team_name_1105_3":"Avengers [Comp 3]","team_name_1105_4":"Avengers [Comp 4]","team_name_1105_5":"Avengers [Comp 5]","team_name_1106_1":"Doomsdayers [Comp 1]","team_name_1106_2":"Doomsdayers [Comp 2]","team_name_1106_3":"Doomsdayers [Comp 3]","team_name_1106_4":"Doomsdayers [Comp 4]","team_name_1106_5":"Doomsdayers [Comp 5]","team_name_1204_1":"Celestials [Comp 1]","team_name_1204_2":"Celestials [Comp 2]","team_name_1204_3":"Celestials [Comp 3]","team_name_1204_4":"Celestials [Comp 4]","team_name_1204_5":"Celestials [Comp 5]","team_name_1205_1":"Deviants [Comp 1]","team_name_1205_2":"Deviants [Comp 2]","team_name_1205_3":"Deviants [Comp 3]","team_name_1205_4":"Deviants [Comp 4]","team_name_1205_5":"Deviants [Comp 5]","team_reason_1101_1":"Team Composition: 5 Mystifiers\nSynergy Effects:\n<color=@82>Mystifiers (5/5):</color>\nAt the start of the battle, applies <color=#2a9122>5</color> stacks of Corrode to all enemies. Each stack deals damage equal to <color=#2a9122>12%</color> of the ally team's average ATK every round.\nThe ally team restores <color=#2a9122>25%</color> of their Max HP every round.","team_reason_1101_2":"Team Composition: 5 Mystifiers\n\nSynergy Effects:\n<color=@82>Mystifiers (5/5):</color>\nAt the start of the battle, applies <color=#2a9122>5</color> stack(s) of Corrode on all enemies. Each stack deals damage equal to <color=#2a9122>12%</color> of the ally team's average ATK every round.\nAll allies restore <color=#2a9122>25%</color> of their Max HP every round.","team_reason_1101_3":"Team Composition: 5 Mystifiers + 3 Monarchs +3 Celestials + 5 Royals\n\nSynergy Effects:\n<color=@82>Mystifiers (5/5):</color>\nAt the start of the battle, applies <color=#2a9122>5</color> stack(s) of Corrode on all enemies. Each stack deals damage equal to <color=#2a9122>12%</color> of the ally team's average ATK every round.\nAll allies restore <color=#2a9122>25%</color> of their Max HP every round.\n<color=@82>Monarchs (3/5):</color>\nAllies will not suffer single-instance damage exceeding 60% of their Max HP.\n<color=@82>Celestials (3/5):</color>\nAt the start of the battle, all allies increase <color=#2a9122>15%</color> increase in CRIT rate and <color=#2a9122>75%</color> ATK.\nWhenever any of our allies dies, they will purify all debuffs on our team and dispel all buffs from the enemy.\n<color=@82>Royals (5/5):</color>\nAt the start of the battle, our entire team receives a shield equal to <color=#2a9122>200%</color> of their ATK, lasting for <color=#2a9122>2</color> rounds.\nFor every <color=#2a9122>1</color> stack of buff gained, our damage dealt and damage taken reduction will increase by <color=#2a9122>4%</color>, up to a maximum of <color=#2a9122>20</color> stacks.","team_reason_1101_4":"Team Composition: 5 Mystifiers + 3 Strikers +3 Celestials + 5 Royals\n\nSynergy Effects:\n<color=@82>Mystifiers (5/5):</color>\nAt the start of the battle, applies <color=#2a9122>5</color> stack(s) of Corrode on all enemies. Each stack deals damage equal to <color=#2a9122>12%</color> of the ally team's average ATK every round.\nAll allies restore <color=#2a9122>25%</color> of their Max HP every round.\n<color=@82>Strikers (3/5):</color>\nIncreases all allies ATK by <color=#2a9122>25%</color> every round.\n<color=@82>Celestials (3/5):</color>\nAt the start of the battle, all allies increase <color=#2a9122>15%</color> increase in CRIT rate and <color=#2a9122>75%</color> ATK.\nWhenever any of our allies dies, they will purify all debuffs on our team and dispel all buffs from the enemy.\n<color=@82>Royals (5/5):</color>\nAt the start of the battle, our entire team receives a shield equal to <color=#2a9122>200%</color> of their ATK, lasting for <color=#2a9122>2</color> rounds.\nFor every <color=#2a9122>1</color> stack of buff gained, our damage dealt and damage taken reduction will increase by <color=#2a9122>4%</color>, up to a maximum of <color=#2a9122>20</color> stacks.","team_reason_1102_1":"Team Composition: 5 Valiantors\nSynergy Effects:\n<color=@82>Valiantors (5/5):</color>\nAt the start of the battle, applies Assail to the ally team, increasing the PDMG dealt by <color=#2a9122>150%</color> for <color=#2a9122>4</color> rounds.\nAt the start of the battle, applies <color=#2a9122>25%</color> DMG RED to the ally team for <color=#2a9122>4</color> rounds.","team_reason_1102_2":"Team Composition: 5 Valiantors\n\nSynergy Effects:\n<color=@82>Valiantors (5/5):</color>\nAt the start of the battle, applies Assail on the ally team, increasing the PDMG dealt by <color=#2a9122>150%</color> for <color=#2a9122>4</color> rounds.\nAt the start of the battle, applies <color=#2a9122>25%</color> DMG RED on the ally team for <color=#2a9122>4</color> rounds.","team_reason_1102_3":"Team Composition: 5 Valiantors + 2 Stricker + Deviants + 4 Royals.\n\nSynergy Effects:\n<color=@82>Valiantors (5/5):</color>\nAt the start of the battle, applies Assail on the ally team, increasing the PDMG dealt by <color=#2a9122>150%</color> for <color=#2a9122>4</color> rounds.\nAt the start of the battle, applies <color=#2a9122>25%</color> DMG RED on the ally team for <color=#2a9122>4</color> rounds.\n<color=@82>Strikers (2/5):</color>\nIncreases all allies ATK by <color=#2a9122>25%</color> every round.\n<color=@82>Deviants (3/5): </color>\nAt the start of the battle increases Leech by <color=#2a9122>20%</color> of all alies, and ATK by <color=#2a9122>20%</color>\nAt the start of the battle, all allies gain <color=#2a9122>3</color> stacks of <color=@000088>Shield</color>, for every <color=#2a9122>1</color> stack of Shield can block <color=#2a9122>1</color> damage instance.\n<color=@82>Royals (4/5):</color>\nAt the start of the battle, our entire team receives a shield equal to <color=#2a9122>175%</color> of their ATK, lasting for <color=#2a9122>2</color> rounds.\nFor every <color=#2a9122>1</color> stack of buff gained, our damage dealt and damage taken reduction will increase by <color=#2a9122>3%</color>, up to a maximum of <color=#2a9122>20</color> stacks.","team_reason_1102_4":"Team Composition: 5 Valiantors + 2 Protectors + Deviants + 4 Royals.\n\nSynergy Effects:\n<color=@82>Valiantors (5/5):</color>\nAt the start of the battle, applies Assail on the ally team, increasing the PDMG dealt by <color=#2a9122>150%</color> for <color=#2a9122>4</color> rounds.\nAt the start of the battle, applies <color=#2a9122>25%</color> DMG RED on the ally team for <color=#2a9122>4</color> rounds.\n<color=@82>Protectors (3/5): </color>\nIncreases the DEF of all allies by <color=#2a9122>5%</color> every round.\n<color=@82>Deviants (4/5): </color>\nAt the start of the battle increases Leech by <color=#2a9122>25%</color> of all alies, and ATK by <color=#2a9122>40%</color>\nAt the start of the battle, all allies gain <color=#2a9122>4</color> stacks of <color=@000088>Shield</color>, for every <color=#2a9122>1</color> stack of Shield can block <color=#2a9122>1</color> damage instance.\n<color=@82>Royals (5/5):</color>\nAt the start of the battle, our entire team receives a shield equal to <color=#2a9122>200%</color> of their ATK, lasting for <color=#2a9122>2</color> rounds.\nFor every <color=#2a9122>1</color> stack of buff gained, our damage dealt and damage taken reduction will increase by <color=#2a9122>4%</color>, up to a maximum of <color=#2a9122>20</color> stacks.","team_reason_1103_1":"Team Composition: 5 Ethereals\nSynergy Effect:\n<color=@82>Ethereals (5/5):</color>\nAt the start of the battle, the ally team increases CRIT Rate by <color=#2a9122>25%</color> and CRIT DMG by <color=#2a9122>40%</color>.","team_reason_1103_2":"Team Composition: 5 Ethereals\nSynergy Effect:\n<color=@82>Ethereals (5/5):</color>\nAt the start of the battle, the ally team increases the CRIT by <color=#2a9122>25%</color> and CRIT DMG by <color=#2a9122>40%</color>.","team_reason_1103_3":"Team Composition: 5 Ethereals + 2 Protectors + 3 Celestials +5 Royals\nSynergy Effect:\n<color=@82>Ethereals (5/5):</color>\nAt the start of the battle, the ally team increases the CRIT by <color=#2a9122>25%</color> and CRIT DMG by <color=#2a9122>40%</color>.\n<color=@82>Protectors (2/5): </color>\nIncreases the DEF of synergy heroes by <color=#2a9122>5%</color> every round.\n<color=@82>Celestials (3/5):</color>\nAt the start of the battle, all allies increase <color=#2a9122>15%</color> increase in CRIT rate and <color=#2a9122>75%</color> ATK.\nWhenever any of our allies dies, they will purify all debuffs on our team and dispel all buffs from the enemy.\n<color=@82>Royals (5/5):</color>\nAt the start of the battle, our entire team receives a shield equal to <color=#2a9122>200%</color> of their ATK, lasting for <color=#2a9122>2</color> rounds.\nFor every <color=#2a9122>1</color> stack of buff gained, our damage dealt and damage taken reduction will increase by <color=#2a9122>4%</color>, up to a maximum of <color=#2a9122>20</color> stacks.","team_reason_1103_4":"Team Composition: 5 Ethereals + 3 Protectors + 4 Celestials +5 Royals\nSynergy Effect:\n<color=@82>Ethereals (5/5):</color>\nAt the start of the battle, the ally team increases the CRIT by <color=#2a9122>25%</color> and CRIT DMG by <color=#2a9122>40%</color>.\n<color=@82>Protectors (3/5): </color>\nIncreases the DEF of all allies by <color=#2a9122>5%</color> every round.\n<color=@82>Celestials (3/5):</color>\nAt the start of the battle, all allies increase <color=#2a9122>15%</color> increase in CRIT rate and <color=#2a9122>100%</color> ATK.\nWhenever any of our allies dies, they will purify all debuffs on our team and dispel all buffs from the enemy.\n<color=@82>Royals (5/5):</color>\nAt the start of the battle, our entire team receives a shield equal to <color=#2a9122>200%</color> of their ATK, lasting for <color=#2a9122>2</color> rounds.\nFor every <color=#2a9122>1</color> stack of buff gained, our damage dealt and damage taken reduction will increase by <color=#2a9122>4%</color>, up to a maximum of <color=#2a9122>20</color> stacks.","team_reason_1104_1":"Team Composition: 5 Glorians\nSynergy Effects:\n<color=@82>Glorians (5/5):</color>\nAt the start of the battle, applies <color=#2a9122>5</color> stacks of ATK Boost to the ally team for <color=#2a9122>3</color> rounds.\nAt the start of the battle, applies <color=#2a9122>5</color> stacks of DEF RED to all enemies for <color=#2a9122>3</color> rounds.\nAt the start of the battle, the ally team receives <color=#2a9122>100%</color> Control Immunity and <color=#2a9122>25%</color> DMG Boost for <color=#2a9122>8</color> rounds.","team_reason_1104_2":"Team Composition: 5 Glorians\n\nSynergy Effects:\n<color=@82>Glorians (5/5):</color>\nAt the start of the battle, applies <color=#2a9122>5</color> stacks of ATK Boost on the ally team for <color=#2a9122>3</color> round(s).\nAt the start of the battle, applies <color=#2a9122>5</color> stacks of DEF RED on all enemies for <color=#2a9122>3</color> rounds.\nAt the start of the battle, the ally team receives <color=#2a9122>100%</color> Control Immunity and <color=#2a9122>25%</color> DMG Boost for <color=#2a9122>8</color> rounds.","team_reason_1104_3":"Team Composition: 5 Glorians +3 Monarchs + 2 Deviants + 4 Royals\n\nSynergy Effects:\n<color=@82>Glorians (5/5):</color>\nAt the start of the battle, applies <color=#2a9122>5</color> stacks of ATK Boost on the ally team for <color=#2a9122>3</color> round(s).\nAt the start of the battle, applies <color=#2a9122>5</color> stacks of DEF RED on all enemies for <color=#2a9122>3</color> rounds.\nAt the start of the battle, the ally team receives <color=#2a9122>100%</color> Control Immunity and <color=#2a9122>25%</color> DMG Boost for <color=#2a9122>8</color> rounds.\n<color=@82>Monarchs (3/5):</color>\nAllies will not suffer single-instance damage exceeding 60% of their Max HP.\n<color=@82>Deviants (3/5): </color>\nAt the start of the battle increases Leech by <color=#2a9122>20%</color> of all alies, and ATK by <color=#2a9122>20%</color>\nAt the start of the battle, all allies gain <color=#2a9122>2</color> stacks of <color=@000088>Shield</color>, for every <color=#2a9122>1</color> stack of Shield can block <color=#2a9122>1</color> damage instance.\n<color=@82>Royals (4/5):</color>\nAt the start of the battle, our entire team receives a shield equal to <color=#2a9122>175%</color> of their ATK, lasting for <color=#2a9122>2</color> rounds.\nFor every <color=#2a9122>1</color> stack of buff gained, our damage dealt and damage taken reduction will increase by <color=#2a9122>3%</color>, up to a maximum of <color=#2a9122>20</color> stacks.","team_reason_1104_4":"Team Composition: 5 Glorians +3 Strikers + 4 Celestials + 5 Royals\n\nSynergy Effects:\n<color=@82>Glorians (5/5):</color>\nAt the start of the battle, applies <color=#2a9122>5</color> stacks of ATK Boost on the ally team for <color=#2a9122>3</color> round(s).\nAt the start of the battle, applies <color=#2a9122>5</color> stacks of DEF RED on all enemies for <color=#2a9122>3</color> rounds.\nAt the start of the battle, the ally team receives <color=#2a9122>100%</color> Control Immunity and <color=#2a9122>25%</color> DMG Boost for <color=#2a9122>8</color> rounds.\n<color=@82>Strikers (3/5):</color>\nIncreases all allies ATK by <color=#2a9122>25%</color> every round.\n<color=@82>Celestials (3/5):</color>\nAt the start of the battle, all allies increase <color=#2a9122>15%</color> increase in CRIT rate and <color=#2a9122>100%</color> ATK.\nWhenever any of our allies dies, they will purify all debuffs on our team and dispel all buffs from the enemy.\n<color=@82>Royals (5/5):</color>\nAt the start of the battle, our entire team receives a shield equal to <color=#2a9122>200%</color> of their ATK, lasting for <color=#2a9122>2</color> rounds.\nFor every <color=#2a9122>1</color> stack of buff gained, our damage dealt and damage taken reduction will increase by <color=#2a9122>4%</color>, up to a maximum of <color=#2a9122>20</color> stacks.","team_reason_1104_5":"Team Composition: 4 Glorians + 3 Verdians + 3 Monarchs\n\nSynergy Effects:\n<color=@82>Glorians (4/5):</color>\nAt the start of the battle, applies [0] stack(s) of ATK Boost on the ally team for [1] round(s).\nAt the start of the battle, applies [2] stacks of DEF RED on all enemies for [3] round(s).\nAt the start of the battle, the ally team receives [4] Control Immunity and [5] DMG Boost for [6] round(s).\n<color=@82>Verdians (3/5):</color>\nThere is a [7] chance for the ally team to deal a sync attack when an ally takes action, dealing [8] basic attack damage.\n<color=@82>Monarchs (3/5):</color>\nWhen the ally team takes damage, the damage taken per instance won't exceed [9] of their Max HP.","team_reason_1104_6":"Team Composition: 3 Glorians + 4 Verdians + 3 Monarchs\n\nSynergy Effects:\n<color=@82>Glorians (3/5):</color>\nAt the start of the battle, applies [0] stack(s) of ATK Boost on the ally team for [1] round(s).\nAt the start of the battle, applies [2] stacks of DEF RED on all enemies for [3] round(s).\nAt the start of the battle, the ally team receives [4] Control Immunity for [5] round(s).\n<color=@82>Verdians (4/5):</color>\nThere is a [6] chance for the ally team to deal a sync attack when an ally takes action, dealing [7] basic attack damage per sync attack.\n<color=@82>Monarchs (3/5):</color>\nWhen the ally team takes damage, the damage taken per instance won't exceed [8] of their Max HP.","team_reason_1104_7":"Team Composition: 3 Glorians + 3 Verdians + 4 Monarchs\nSynergy Effect:\n<color=@82>Glorians (3/5):</color>\nAt the start of the battle, applies [0] stacks of ATK Boost on the ally team for [1] round(s).\nAt the start of the battle, applies [2] stacks of DEF RED on all enemies for [3] round(s).\nAt the start of the battle, the ally team receives [4] Control Immunity for [5] round(s).\n<color=@82>Verdians (3/5):</color>\nThere is a [6] chance for the ally team to deal a sync attack when an ally takes action, dealing [7] basic attack damage per a sync attack.\n<color=@82>Monarchs (4/5):</color>\nWhen the ally team takes damage, the damage taken per instance won't exceed [8] of their Max HP. Every loss of [9] HP additionally increases their DMG Boost by [10] (up to [11]).","team_reason_1105_1":"Team Composition: 5 Avengers\nSynergy Effects:\n<color=@82>Avengers (5/5):</color>\nGrants all allies a <color=#2a9122>100%</color> chance to be revived <color=#2a9122>once</color> per battle, restoring <color=#2a9122>60%</color> HP upon revival.\nUpon revival, the ally increases DMG Boost by <color=#2a9122>250%</color> for <color=#2a9122>3</color> rounds.","team_reason_1105_2":"Team Composition: 5 Avengers\n\nSynergy Effects:\n<color=@82>Avengers (5/5):</color>\nGrants the ally team units a <color=#2a9122>100%</color> chance to be revived <color=#2a9122>1</color> time per battle, restoring <color=#2a9122>60%</color> HP upon revival.\nUpon revival, the ally team increases DMG Boost by <color=#2a9122>250%</color> for <color=#2a9122>3</color> rounds.","team_reason_1105_3":"Team Composition: 5 Avengers +3 Phantoms +3 Deviants +5 Royals\n\nSynergy Effects:\n<color=@82>Avengers (5/5):</color>\nGrants the ally team units a <color=#2a9122>100%</color> chance to be revived <color=#2a9122>1</color> time per battle, restoring <color=#2a9122>60%</color> HP upon revival.\nUpon revival, the ally team increases DMG Boost by <color=#2a9122>250%</color> for <color=#2a9122>3</color> rounds.\n<color=@82>Phantoms (3/5): </color>Whenever <color=#2a9122>1</color> ally dies, they can revive <color=#2a9122>1</color> random fallen ally and restore <color=#2a9122>10%</color> of their HP. Can only be activated <color=#2a9122>1</color> time per battle.\n<color=@82>Deviants (3/5): </color>\nAt the start of the battle increases Leech by <color=#2a9122>20%</color> of all alies, and ATK by <color=#2a9122>20%</color>\nAt the start of the battle, all allies gain <color=#2a9122>3</color> stacks of <color=@000088>Shield</color>, for every <color=#2a9122>1</color> stack of Shield can block <color=#2a9122>1</color> damage instance.\n<color=@82>Royals (5/5):</color>\nAt the start of the battle, our entire team receives a shield equal to <color=#2a9122>200%</color> of their ATK, lasting for <color=#2a9122>2</color> rounds.\nFor every <color=#2a9122>1</color> stack of buff gained, our damage dealt and damage taken reduction will increase by <color=#2a9122>4%</color>, up to a maximum of <color=#2a9122>20</color> stacks.","team_reason_1105_4":"Team Composition: 5 Avengers +4 Phantoms +3 Celestials +5 Royals\n\nSynergy Effects:\n<color=@82>Avengers (5/5):</color>\nGrants the ally team units a <color=#2a9122>100%</color> chance to be revived <color=#2a9122>1</color> time per battle, restoring <color=#2a9122>60%</color> HP upon revival.\nUpon revival, the ally team increases DMG Boost by <color=#2a9122>250%</color> for <color=#2a9122>3</color> rounds.\n<color=@82>Phantoms (4/5): </color>Whenever <color=#2a9122>1</color> ally dies, they can revive <color=#2a9122>2</color> random fallen allies and restore <color=#2a9122>20%</color> of their HP. Can only be activated <color=#2a9122>1</color> time per battle.\n<color=@82>Celestials (3/5):</color>\nAt the start of the battle, all allies increase <color=#2a9122>15%</color> increase in CRIT rate and <color=#2a9122>75%</color> ATK.\nWhenever any of our allies dies, they will purify all debuffs on our team and dispel all buffs from the enemy.\n<color=@82>Royals (5/5):</color>\nAt the start of the battle, our entire team receives a shield equal to <color=#2a9122>200%</color> of their ATK, lasting for <color=#2a9122>2</color> rounds.\nFor every <color=#2a9122>1</color> stack of buff gained, our damage dealt and damage taken reduction will increase by <color=#2a9122>4%</color>, up to a maximum of <color=#2a9122>20</color> stacks.","team_reason_1106_1":"Team Composition: 5 Doomsdayers\nSynergy Effects:\n<color=@82>Doomsdayers (5/5):</color>\nEach time enemies take action, they take damage equal to [ally team's Reflect Rate * ally team's ATK *<color=#2a9122>12%</color>].\nEach time the ally units take damage, they have a <color=#2a9122>50%</color> chance to restore HP equal to <color=#2a9122>30%</color> of the damage taken.","team_reason_1106_2":"Team Composition: 5 Doomsdayers\n\nSynergy Effects:\n<color=@82>Doomsdayers (5/5):</color>\nEach time enemies take action, they take damage equal to [ally team's Reflect * ally team's ATK *<color=#2a9122>12%</color>].\nEach time the ally units take damage, they have a <color=#2a9122>50%</color> chance to restore HP equal to <color=#2a9122>30%</color> of the damage taken.","team_reason_1106_3":"Team Composition: 5 Doomsdayers +2 Protectors +3 Celestials +5 Royals\n\nSynergy Effects:\n<color=@82>Doomsdayers (5/5):</color>\nEach time enemies take action, they take damage equal to [ally team's Reflect * ally team's ATK *<color=#2a9122>12%</color>].\nEach time the ally units take damage, they have a <color=#2a9122>50%</color> chance to restore HP equal to <color=#2a9122>30%</color> of the damage taken.\n<color=@82>Protectors (2/5): </color>\nIncreases the DEF of synergy heroes by <color=#2a9122>5%</color> every round.\n<color=@82>Celestials (3/5):</color>\nAt the start of the battle, all allies increase <color=#2a9122>15%</color> increase in CRIT rate and <color=#2a9122>75%</color> ATK.\nWhenever any of our allies dies, they will purify all debuffs on our team and dispel all buffs from the enemy.\n<color=@82>Royals (5/5):</color>\nAt the start of the battle, our entire team receives a shield equal to <color=#2a9122>200%</color> of their ATK, lasting for <color=#2a9122>2</color> rounds.\nFor every <color=#2a9122>1</color> stack of buff gained, our damage dealt and damage taken reduction will increase by <color=#2a9122>4%</color>, up to a maximum of <color=#2a9122>20</color> stacks.","team_reason_1106_4":"Team Composition: 5 Doomsdayers +2 Protectors +3 Celestials +5 Royals\n\nSynergy Effects:\n<color=@82>Doomsdayers (5/5):</color>\nEach time enemies take action, they take damage equal to [ally team's Reflect * ally team's ATK *<color=#2a9122>12%</color>].\nEach time the ally units take damage, they have a <color=#2a9122>50%</color> chance to restore HP equal to <color=#2a9122>30%</color> of the damage taken.\n<color=@82>Protectors (3/5): </color>\nIncreases the DEF of all allies by <color=#2a9122>5%</color> every round.\n<color=@82>Celestials (3/5):</color>\nAt the start of the battle, all allies increase <color=#2a9122>15%</color> increase in CRIT rate and <color=#2a9122>75%</color> ATK.\nWhenever any of our allies dies, they will purify all debuffs on our team and dispel all buffs from the enemy.\n<color=@82>Royals (5/5):</color>\nAt the start of the battle, our entire team receives a shield equal to <color=#2a9122>200%</color> of their ATK, lasting for <color=#2a9122>2</color> rounds.\nFor every <color=#2a9122>1</color> stack of buff gained, our damage dealt and damage taken reduction will increase by <color=#2a9122>4%</color>, up to a maximum of <color=#2a9122>20</color> stacks.","team_reason_1204_1":"Team Composition: 4 Celestials + 4 Monarchs + 5 Royals\n\nSynergy Effects:\n<color=@82>Celestials (4/5):</color>\nAt the start of the battle, the ally team increases CRIT by [0] and ATK by [1].\nWhen an ally dies, purifies all debuffs on all allies and dispels all buffs from all enemies.\n<color=@82>Monarchs (4/5):</color>\nWhen ally units take damage, the damage taken per instance won't exceed [2] of their Max HP. Every loss of [3] HP increases DMG Boost by [4] (up to [5]).\n<color=@82>Royals (5/5):</color>\nAt the start of the battle, the ally team receives a Shield equal to [6] of their own ATK for [7] round(s).\nEach [8] stack(s) of buffs ally units gain increases their DMG Boost and DMG RED by [9] up to [10] stacks.","team_reason_1204_2":"Team Composition: 4 Celestials + 4 Monarchs + 5 Royals\n\nSynergy Effects:\n<color=@82>Celestials (4/5):</color>\nAt the start of the battle, the ally team increases CRIT by [0] and ATK by [1].\nWhen an ally dies, purifies all debuffs on all allies and dispels all buffs from all enemies.\n<color=@82>Monarchs (4/5):</color>\nWhen ally units take damage, the damage taken per instance won't exceed [2] of their Max HP. Every loss of [3] HP increases DMG Boost by [4] (up to [5]).\n<color=@82>Royals (5/5):</color>\nAt the start of the battle, the ally team receives a Shield equal to [6] of their own ATK for [7] round(s).\nEach [8] stack(s) of buffs ally units gain increases their DMG Boost and DMG RED by [9] up to [10] stacks.","team_reason_1204_3":"Team Composition: 4 Celestials + 3 Enchanters + 5 Royals\n\nSynergy Effects:\n<color=@82>Celestials (4/5):</color>\nAt the start of the battle, the ally team increases CRIT by [0] and ATK by [1].\nWhen an ally dies, purifies all debuffs on all allies and dispels all buffs from all enemies.\n<color=@82>Enchanters (3/5):</color>\nWhen ally units deal damage, there is a [2] chance to Confuse the target.\n<color=@82>Royals (5/5):</color>\nAt the start of the battle, the ally team receives Shield equal to [3] of their own ATK for [4] round(s).\nEach [5] stack(s) of buffs ally units gain increases their DMG Boost and DMG RED by [6] up to[7] stacks.","team_reason_1204_4":"Team Composition: 4 Ethereals + 3 Celestials + 3 Enchanters + 4 Royals\n\nSynergy Effects:\n<color=@82>Ethereals (4/5): </color>\nAt the start of the battle, the ally team increases CRIT by [0] and CRIT DMG by [1].\n<color=@82>Celestials (3/5): </color>\nAt the start of the battle, the ally team increases CRIT by [2] and ATK by [3].\nWhen an ally dies, purifies all debuffs on all allies and dispels all buffs from all enemies.\n<color=@82>Enchanters (3/5): </color>\nWhen ally units deal damage, there is a [4] chance to Confuse the target.\n<color=@82>Royals (4/5): </color>\nAt the start of the battle, the ally team receives a Shield equal to [5] of their own ATK for [6] round(s).\nEach [7] stacks of buffs ally units gain increases their DMG Boost and DMG RED by [8] up to [9] stacks.","team_reason_1204_5":"Team Composition: 3 Ethereals + 4 Celestials + 4 Enchanters + 5 Royals\n\nSynergy Effects:\n<color=@82>Ethereals (3/5): </color>\nAt the start of the battle, the ally team increases CRIT by [0].\n<color=@82>Celestials (4/5): </color>\nAt the start of the battle, the ally team increases CRIT by [1] and ATK by [2].\nWhen an ally unit dies, purifies all debuffs on all allies and dispels all buffs from all enemies.\n<color=@82>Enchanters (4/5): </color>\nWhen ally units deal damage, there is a [3] chance to Confuse the target. When dealing damage to Confused targets, temporarily increases DMG Boost by [4].\n<color=@82>Royals (5/5): </color>\nAt the start of the battle, the ally team receives a Shield equal to [5] of their own ATK for [6] round(s).\nEach [7] stacks of buffs the ally team gains, increases their DMG Boost and DMG RED by [8], up to [9] stacks.","team_reason_1205_1":"Team Composition: 4 Deviants + 3 Monarchs + 5 Royals\n\nSynergy Effects:\n<color=@82>Deviants (4/5):</color>\nAt the start of the battle, the ally team increases Leech Rate and ATK by [0] and [1], respectively.\nAt the start of the battle, the ally team gains [2] stacks of Holy Shield. Each stack can block [3] instance of damage.\n<color=@82>Monarchs (3/5):</color>\nWhen ally units take damage, the damage taken per instance won't exceed [4] of their Max HP.\n<color=@82>Royals (5/5):</color>\nAt the start of the battle, the ally team receives a Shield equal to [5] of their own ATK for [6] round(s).\nEach [7] stack(s) of buffs an ally unit gains increases their DMG Boost and DMG RED by [8] up to[9] stacks.","team_reason_1205_2":"Team Composition: 4 Deviants + 3 Monarchs + 5 Royals\n\nSynergy Effects:\n<color=@82>Deviants (4/5):</color>\nAt the start of the battle, the ally team increases Leech Rate by [0] and ATK by [1].\nAt the start of the battle, the ally team gains [2] stacks of Holy Shield. Each stack can block [3] instance of damage.\n<color=@82>Monarchs (3/5):</color>\nWhen ally units take damage, the damage taken per instance won't exceed [4] of their Max HP.\n<color=@82>Royals (5/5):</color>\nAt the start of the battle, the ally team receives a Shield equal to [5] of their own ATK for [6] round(s).\nEach [7] stack(s) of buffs an ally unit gains increases their DMG Boost and DMG RED by [8] up to[9] stacks.","team_reason_1205_3":"Team Composition: 4 Deviants + 3 Enchanters + 5 Royals\n\nSynergy Effects:\n<color=@82>Deviants (4/5):</color>\nAt the start of the battle, the ally team increases Leech Rate and ATK by [0] and [1], respectively.\nAt the start of the battle, the ally team gains [2] stacks of Holy Shield. Each stack can block [3] instance of damage.\n<color=@82>Enchanters (3/5):</color>\nWhen ally units deal damage, there is a [4] chance to Confuse the target.\n<color=@82>Royals (5/5):</color>\nAt the start of the battle, the ally team receives a Shield equal to [5] of their own ATK for [6] round(s).\nEach [7] stack(s) of buffs an ally unit gains increases their DMG Boost and DMG RED by [8] up to[9] stacks.","team_reason_1205_4":"Team Composition: 3 Avengers + 4 Enchanters + 4 Royals\n\nSynergy Effects:\n<color=@82>Avengers (3/5):</color>\nGrants ally units a [0] chance to be revived once per battle, restoring [1] of their Max HP upon revival.\n<color=@82>Enchanters (4/5):</color>\nWhen ally units deal damage, there is a [2] chance to Confuse the target. When dealing damage to Confused targets, temporarily increases DMG Boost by [3].\n<color=@82>Royals (4/5):</color>\nAt the start of the battle, the ally team receives a Shield equal to [4] of their own ATK for [5] round(s).\nEach stack of buffs ally units gain increases their DMG Boost and DMG RED by [7], up to [8] stacks.","team_reason_1205_5":"Team Composition: 3 Doomsdayers + 4 Enchanters + 4 Royals\n\nSynergy Effects:\n<color=@82>Doomsdayers (3/5):</color>\nEach time enemies take action, they take damage equal to ally team's Reflect * ally team's ATK *[0]\n<color=@82>Enchanters (4/5):</color>\nWhen ally units deal damage, there is a [1] chance to Confuse the target. When dealing damage to Confused targets, temporarily increases DMG Boost by [2].\n<color=@82>Royals (4/5):</color>\nAt the start of the battle, the ally team receives a Shield equal to [3] of their own ATK for [4] round(s).\nEach [5] stack(s) of buffs ally units gain increases their DMG Boost and DMG RED by [6], up to [7] stacks.","name_1000":"Blessed Defenders","name_1101":"Decayers","name_1102":"Blademasters","name_1103":"Imperators","name_1104":"Demigods","name_1105":"Shamans","name_1106":"Protectors","name_1107":"Morale Boosters","name_1108":"Vitality Healers","name_1109":"Marked by Malice","name_1110":"Impactful Stunners","name_1111":"Martial Invigorators","name_1112":"Magic Suppressors","name_1113":"Rising War Spirits","name_1114":"Shadow Assassins","name_1115":"Relentless Pursuers","name_1116":"Critical Counters","name_1117":"Unstoppable Demons","name_1201":"Dawnbringers","name_1202":"Verdians","name_1203":"Shadowarchs","name_1204":"Celestials","name_1205":"Deviants","name_1301":"Strikers","name_1302":"Executioners","name_1303":"Phanthoms","name_1304":"Enchanters","name_1305":"Monarchs","name_1401":"Royals","des_1000":"Member of the Blessed Defenders synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1101":"Member of the Decayers synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1102":"Member of the Blademasters synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1103":"Member of the Imperators synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1104":"Member of the Demigods synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1105":"Member of the Shamans synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1106":"Member of the Protectors synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1107":"Member of the Morale Boosters synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1108":"Member of the Vitality Healers synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1109":"Member of the Poisonous Markers synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1110":"Member of the Impactful Stunners synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1111":"Member of the Martial Invigorators synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1112":"Member of the Magic Suppressors synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1113":"Member of the Battlewill Apostles synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1114":"Member of the Shadow Assassins synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1115":"Member of the Relentless Pursuers synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1116":"Member of the Critical Counters synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1117":"Member of the Devil Slayers synergy. Based on the number of synergymates deployed, you can activate the following effect(s):","des_1201":"Member of Dawnbringers synergy. Based on the number of synergymates deployed, you can activate the following effects:","des_1202":"Member of Verdians synergy. Based on the number of synergymates deployed, you can activate the following effects:","des_1203":"Member of Shadowarchs synergy. Based on the number of synergymates deployed, you can activate the following effects:","des_1204":"Member of Celestials synergy. Based on the number of synergymates deployed, you can activate the following effects:","des_1205":"Member of Deviants synergy. Based on the number of synergymates deployed, you can activate the following effects:","des_1301":"Member of Strikers synergy. Based on the number of synergymates deployed, you can activate the following effects:","des_1302":"Member of Executioners synergy. Based on the number of synergymates deployed, you can activate the following effects:","des_1303":"Member of Phanthoms synergy. Based on the number of synergymates deployed, you can activate the following effects:","des_1304":"Member of Enchanters synergy. Based on the number of synergymates deployed, you can activate the following effects:","des_1305":"Member of Monarchs synergy. Based on the number of synergymates deployed, you can activate the following effects:","des_1401":"Member of Royals synergy. Based on the number of synergymates deployed, you can activate the following effects:","upgrade_des_10011":"Increases Corrode damage by <color=#2a9122>33%</color>.","upgrade_des_10012":"Limit on Corrode stacks increases from <color=#2a9122>5</color> stacks to <color=#2a9122>10</color> stacks.","upgrade_des_10013":"Reduces active skill cooldown to <color=#2a9122>3</color> rounds.","upgrade_des_10014":"Increases Corrode damage by <color=#2a9122>66%</color>.","upgrade_des_10015":"Limit on Corrode stacks increases from <color=#2a9122>10</color> stacks to <color=#2a9122>15</color> stacks.","upgrade_des_11021":"Applies DEF RED to remaining enemies after killing an enemy target.","upgrade_des_11022":"Applies Assail to all allies after an ally kills an enemy target.","upgrade_des_11023":"Heals all allies after an ally kills an enemy target.","upgrade_des_11024":"Attacks all enemies on the next action.","upgrade_des_11031":"Increases own CRIT Rate by <color=#2a9122>20%</color>.","upgrade_des_11032":"Assists when an ally lands a critical hit.","upgrade_des_11033":"Heals when an ally lands a critical hit.","upgrade_des_11034":"Limit on CRIT Buff stacks increases from <color=#2a9122>5</color> stacks to <color=#2a9122>10</color> stacks.","upgrade_des_11041":"Stacks ATK RED on all enemies upon taking an attack.","upgrade_des_11042":"Stacks ATK Boost on all allies upon taking an attack.","upgrade_des_11043":"Heals all allies upon taking an attack.","upgrade_des_11044":"Limit on ATK RED stacks increases from <color=#2a9122>5</color> stacks to <color=#2a9122>10</color> stacks.","upgrade_des_11045":"Limit on ATK Boost stacks increases from <color=#2a9122>5</color> stacks to <color=#2a9122>10</color> stacks.","upgrade_des_11051":"Increases ATK when receiving healing.","upgrade_des_11052":"Increases DMG Boost when receiving healing.","upgrade_des_11053":"Heals the team when receiving healing.","upgrade_des_11054":"Duration of Fortitude increases from <color=#2a9122>1</color> round to <color=#2a9122>2</color> rounds.","upgrade_des_11061":"Deals damage to <color=#2a9122>1</color> other random enemy target based on caster's Reflect Rate.","upgrade_des_11062":"Increases Team Reflect Rate by <color=#2a9122>10%</color>.","upgrade_des_11063":"Limit on Reflect stacks increases from <color=#2a9122>5</color> stacks to <color=#2a9122>10</color> stacks.","upgrade_des_11064":"Deals damage to <color=#2a9122>2</color> other random enemy targets based on caster's Reflect Rate.","link_title_collect":"Synergy Details","link_title_grade_reco":"Advancement Recommendation","title_link_active":"Synergy Activated","title_link_inactive":"Inactive Synergies","text_link_active_condition":"Deploy synergymates at the same time to activate Synergy.","title_link_this_hero":"Current synergymates","title_link_other_heroes":"Other synergymates","text_none_link":"The deployed heroes do not have Synergy.","title_link_tips_hero":"Hero Synergy Details","des_tips_num":"Deploy {0} heroes from the same Synergy to activate the effects.","des_link_hero_count":"Synergymates","title_link_active_condition":"Activation Requirement","des_link_active_condition1":"Hero reaches {0}-star or higher. ({1}/{2})","des_link_active_condition2":"Equip hero with 2 Rare or higher Talents. ({0}/{1})","des_link_active_condition3":"Equip hero with 4 Rare or higher Runes. ({0}/{1})","title_link_tips_battle":"Synergy Details","des_link_unlock1":"Equip hero with 2 Rare or higher Talents to activate {0} synergy.","des_link_unlock2":"Equip hero with 4 Rare or higher Runes to activate {0} synergy.","title_select1":"Style Synergies","title_select2":"Secondary Synergies","title_select3":"Goddess Synergies","title_our_links":"Ally Synergies","title_enemy_links":"Enemy Synergies","title_select_race":"Faction","des_tips_embattle1":"Synergies","des_tips_embattle2":"Activate","des_1000_1":"Applies shields equal to <color=#2a9122>20%</color> of Eluller's Max HP to all allies.","des_1101_1":"At the start of battle, applies <color=#2a9122>1</color> stack of Corrode on 3 random enemy units. <color=#2a9122>Each</color> stack deals damage equal to <color=#2a9122>10%</color> of the ally team's average ATK every round.","des_1101_2":"At the start of battle, applies <color=#2a9122>1</color> stack of Corrode on <color=@000088>all enemy units</color>. <color=#2a9122>Each</color> stack deals damage equal to <color=#2a9122>10%</color> of the ally team's average ATK every round.","des_1101_3":"At the start of battle, applies <color=#2a9122>3</color> stacks of Corrode on all enemy units. <color=#2a9122>Each</color> stack deals damage equal to <color=#2a9122>10%</color> of the ally team's average ATK every round.\n<color=@000088>All ally units</color> restore <color=#2a9122>10%</color> of their own Max HP every round.","des_1101_4":"At the start of battle, applies <color=#2a9122>5</color> stacks of Corrode on all enemy units. <color=#2a9122>Each</color> stack deals damage equal to <color=#2a9122>10%</color> of the ally team's average ATK every round.\n<color=@000088>All ally units</color> restore <color=#2a9122>20%</color> of their own Max HP every round.","des_1102_1":"Increases PDMG of synergymates by <color=#2a9122>50%</color> for <color=#2a9122>4</color> rounds.","des_1102_2":"Increases PDMG of <color=@000088>all ally units</color> by <color=#2a9122>50%</color> for <color=#2a9122>4</color> rounds.","des_1102_3":"Increases PDMG of all ally units by <color=#2a9122>100%</color> for <color=#2a9122>4</color> rounds.\nApplies <color=#2a9122>15%</color> DMG RED to all ally units for <color=#2a9122>4</color> rounds.","des_1102_4":"Increases PDMG of all ally units by <color=#2a9122>150%</color> for <color=#2a9122>4</color> rounds.\nApplies <color=#2a9122>25%</color> DMG RED to all ally units for <color=#2a9122>4</color> rounds.","des_1103_1":"Increases CRIT Rate of synergymates by <color=#2a9122>15%</color> for <color=#2a9122>4</color> rounds.","des_1103_2":"Increases CRIT of <color=@000088>all ally units</color> by <color=#2a9122>15%</color> for <color=#2a9122>4</color> rounds.","des_1103_3":"Increases CRIT Rate by <color=#2a9122>15%</color> and CRIT DMG by <color=#2a9122>60%</color> for all ally units for <color=#2a9122>4</color> rounds.","des_1103_4":"Increases CRIT Rate by <color=#2a9122>15%</color> and CRIT DMG by <color=#2a9122>100%</color> for all ally units for <color=#2a9122>4</color> rounds.","des_1104_1":"At the start of battle, applies <color=#2a9122>2</color> stacks of ATK Boost and DMG Boost to the 3 ally units with the highest ATK for <color=#2a9122>3</color> rounds.\nAt the start of battle, applies <color=#2a9122>2</color> stacks of DEF RED to the 3 enemy units with the highest ATK for <color=#2a9122>3</color> rounds.","des_1104_2":"At the start of battle, applies <color=#2a9122>2</color> stacks of ATK Boost and DMG Boost to <color=@000088>all ally units</color> for <color=#2a9122>3</color> rounds.\nAt the start of battle, applies <color=#2a9122>2</color> stacks of DEF RED to <color=@000088>all enemy units</color> for <color=#2a9122>3</color> rounds.","des_1104_3":"At the start of battle, applies <color=#2a9122>3</color> stacks of ATK Boost and DMG Boost to all ally units for <color=#2a9122>3</color> rounds.\nAt the start of battle, applies <color=#2a9122>3</color> stacks of DEF RED to all enemy units for <color=#2a9122>3</color> rounds.\nAt the start of battle, all ally units receive <color=#2a9122>100%</color> Control Immunity for <color=#2a9122>3</color> rounds.","des_1104_4":"At the start of battle, applies <color=#2a9122>5</color> stacks of ATK Boost and DMG Boost to all ally units for <color=#2a9122>3</color> rounds.\nAt the start of battle, applies <color=#2a9122>5</color> stacks of DEF RED to all enemy units for <color=#2a9122>3</color> rounds.\nAt the start of battle, all ally units receive <color=#2a9122>100%</color> Control Immunity for <color=#2a9122>4</color> rounds.","des_1105_1":"Grants each synergymate a <color=#2a9122>50%</color>chance to be revived <color=#2a9122>once</color>per battle, restoring <color=#2a9122>40%</color> of their Max HP upon revival.","des_1105_2":"Grants <color=@000088>all ally units</color> a <color=#2a9122>50%</color> chance to be revived <color=#2a9122>once</color> per battle, restoring <color=#2a9122>40%</color> of their Max HP upon revival.","des_1105_3":"Grants all ally units a <color=#2a9122>50%</color> chance to be revived <color=#2a9122>once</color> per battle, restoring <color=#2a9122>60%</color> of their Max HP upon revival.\nIncreases <color=@000088>DMG Boost</color> of revived ally units by <color=#2a9122>150%</color> for <color=#2a9122>2</color> rounds.","des_1105_4":"Grants all ally units a <color=#2a9122>50%</color> chance to be revived <color=#2a9122>once</color> per battle, restoring <color=#2a9122>80%</color> of their Max HP upon revival.\nIncreases DMG Boost of revived ally units by <color=#2a9122>200%</color> for <color=#2a9122>3</color> rounds.","des_1106_1":"Each time a backline enemy takes action, they take damage equal to [ally team's Reflect Rate * ally team's ATK *<color=#2a9122>6%</color>].","des_1106_2":"Each time <color=@000088>enemies</color> take action, they take damage equal to [ally team's Reflect * ally team's ATK *<color=#2a9122>8%</color>].","des_1106_3":"Each time an enemy unit takes action, they take damage equal to [ally team's Reflect Rate * ally team's ATK *<color=#2a9122>9%</color>].\nEach time an ally unit takes damage, has <color=#2a9122>50%</color> chance to restore own HP equal to <color=#2a9122>20%</color> of the damage taken.","des_1106_4":"Each time an enemy unit takes action, they take damage equal to [ally team's Reflect Rate * ally team's ATK *<color=#2a9122>10%</color>].\nEach time an ally unit takes damage, has <color=#2a9122>50%</color> chance to restore own HP equal to <color=#2a9122>30%</color> of the damage taken.","recommend_des_1101":"<color=#2a9122>Synergies Rec.:Decayers","recommend_des_1102":"<color=#2a9122>Synergies Rec.:Blademasters","recommend_des_1103":"<color=#2a9122>Synergies Rec.:Imperators","recommend_des_1104":"<color=#2a9122>Synergies Rec.:Demigods","recommend_des_1105":"<color=#2a9122>Synergies Rec.:Shamans","recommend_des_1106":"<color=#2a9122>Synergies Rec.:Protectors","recommend_des_5":"<color=#2a9122>Rec. Synergies: Any</color>","des_1201_1":"Each basic attack by synergymates has a <color=#2a9122>20%</color> chance to initiate a combo. This effect can be triggered only <color=#2a9122>once</color> per round.","des_1201_2":"Each basic attack by <color=@000088>ally units</color> has a <color=#2a9122>20%</color> chance to initiate a combo. This effect can be triggered only once.","des_1201_3":"Each basic attack by ally units has a <color=#2a9122>50%</color> chance to initiate a combo. This effect can be triggered only <color=#2a9122>once</color>.","des_1201_4":"Each basic attack by ally units has a <color=#2a9122>50%</color> chance to initiate a combo. This effect can be triggered only <color=#2a9122>2</color> times.","des_1202_1":"When a synergymate takes action, they have a <color=#2a9122>30%</color> chance to follow up with a basic attack.\nFollow-up attacks deal <color=#2a9122>100%</color> basic attack damage.","des_1202_2":"When <color=@000088>ally units</color> take an action, there is a <color=#2a9122>30%</color> chance to follow up with a basic attack.\nFollow-up attacks deal <color=#2a9122>100%</color> basic attack damage.","des_1202_3":"When ally units take an action, there is a <color=#2a9122>30%</color> chance to follow up with a basic attack.\nFollow-up attacks deal <color=#2a9122>150%</color> basic attack damage.","des_1202_4":"When ally units take an action, there is a <color=#2a9122>30%</color> chance to follow up with a basic attack.\nFollow-up attacks deal <color=#2a9122>200%</color> basic attack damage.","des_1203_1":"Increases Dodge Rate of synergymates by <color=#2a9122>15%</color>.","des_1203_2":"Increases Dodge Rate of <color=@000088>all ally units</color> by <color=#2a9122>15%</color>.","des_1203_3":"Increases Dodge Rate of all ally units by <color=#2a9122>15%</color>.\nWhen an ally unit dies, there is a <color=#2a9122>50%</color> chance to increase ATK of other allies by <color=#2a9122>10%</color> for <color=#2a9122>4</color> rounds.","des_1203_4":"Increases Dodge Rate of all ally units by <color=#2a9122>15%</color>.\nWhen an ally unit dies, there is a <color=#2a9122>50%</color> chance to increase ATK of other allies by <color=#2a9122>20%</color> for <color=#2a9122>4</color> rounds.","des_1204_1":"Increases CRIT DMG of synergymates by <color=#2a9122>30%</color>.","des_1204_2":"Increases CRIT DMG of <color=@000088>all ally units</color> by <color=#2a9122>30%</color>.","des_1204_3":"Increases CRIT DMG of all ally units by <color=#2a9122>30%</color>.\n<color=@000088>When an ally unit dies</color>, other allies have a <color=#2a9122>50%</color> chance to restore <color=#2a9122>20%</color> of their Max HP.","des_1204_4":"Increases CRIT DMG of all ally units by <color=#2a9122>30%</color>.\nWhen an ally unit dies, other allies have a <color=#2a9122>50%</color> chance to restore <color=#2a9122>20%</color> of their Max HP.","des_1205_1":"Increases Leech Rate of synergymates by <color=#2a9122>10%</color>.","des_1205_2":"Increases Leech Rate of <color=@000088>all ally units</color> by <color=#2a9122>10%</color>.","des_1205_3":"Increases Leech Rate of all ally units by <color=#2a9122>10%</color>.\nAt the start of each round, all ally units gain <color=#2a9122>2</color> stacks of <color=@000088>Shield</color>. <color=#2a9122>Each</color> stack of Shield can block <color=#2a9122>1</color> instance of damage.","des_1205_4":"Increases Leech Rate of all ally units by <color=#2a9122>10%</color>.\nAt the start of each round, all ally units gain <color=#2a9122>3</color> stacks of Shield. <color=#2a9122>Each</color> stack of Shield can block <color=#2a9122>1</color> instance of damage.","des_1301_1":"Increases ATK of synergymates by <color=#2a9122>10%</color> every round.","des_1301_2":"Increases ATK of <color=@000088>all ally units</color> by <color=#2a9122>10%</color> every round.","des_1301_3":"Increases ATK of all ally units by <color=#2a9122>25%</color> every round.","des_1301_4":"Increases ATK of all ally units by <color=#2a9122>35%</color> every round.","des_1302_1":"Increases DEF of synergymates by <color=#2a9122>10%</color> every round.","des_1302_2":"Increases DEF of <color=@000088>all ally units</color> by <color=#2a9122>10%</color> every round.","des_1302_3":"Increases DEF of all ally units by <color=#2a9122>25%</color> every round,it have <color=#2a9122>50%</color> chance to counter-attack with a <color=#2a9122>100%</color> damage basic attack when under attacked.","des_1302_4":"Increases DEF of all ally units by <color=#2a9122>35%</color> every round,it have <color=#2a9122>50%</color> chance to counter-attack with a <color=#2a9122>150%</color> damage basic attack when under attacked.","des_1303_1":"When a synergymate dies, <color=#2a9122>1</color> other fallen ally is revived, restoring <color=#2a9122>10%</color> of their Max HP. This effect can be triggered only <color=#2a9122>once</color> per battle.","des_1303_2":"When an <color=@000088>ally unit</color> dies, <color=#2a9122>1</color> other fallen ally is revived, restoring <color=#2a9122>10%</color> of their Max HP. This effect can be triggered only <color=#2a9122>once</color> per battle.","des_1303_3":"When an ally unit dies, <color=#2a9122>2</color> other fallen allies are revived, restoring <color=#2a9122>20%</color> of their Max HP. This effect can be triggered only <color=#2a9122>once</color> per battle.","des_1303_4":"When an ally unit dies, <color=#2a9122>2</color> other fallen allies are revived, restoring <color=#2a9122>30%</color> of their Max HP. This effect can be triggered only <color=#2a9122>2</color> times per battle.","des_1304_1":"When synergymates deal damage, they have a <color=#2a9122>10%</color> chance to Bewitch the target.","des_1304_2":"When <color=@000088>ally units</color> deal damage, there is a <color=#2a9122>10%</color> chance to bewitch the target.","des_1304_3":"When ally units deal damage, there is a <color=#2a9122>25%</color> chance to bewitch the target.When deals damage on the bewitch target, temporarily increase <color=#2a9122>50%</color> <color=@000088>DMG Boost</color>.","des_1304_4":"When ally units deal damage, there is a <color=#2a9122>40%</color> chance to bewitch the target.When deals damage on the bewitch target, temporarily increase <color=#2a9122>100%</color> <color=@000088>DMG Boost</color>.","des_1305_1":"Synergymates will not take damage exceeding <color=#2a9122>60%</color> of their Max HP in a single instance of damage.","des_1305_2":"<color=@000088>Ally units</color> will not take damage exceeding <color=#2a9122>60%</color> of their Max HP in a single instance of damage.","des_1305_3":"Ally units will not take damage exceeding <color=#2a9122>30%</color> of their Max HP in a single instance of damage.Every time lose<color=#2a9122>1%</color> HP additional <color=@000088>DMG Boost</color> <color=#2a9122>3%</color>, up to<color=#2a9122>100%</color>.","des_1305_4":"Ally units will not take damage exceeding <color=#2a9122>33%</color> of their Max HP in a single instance of damage.","des_1401_1":"<color=#2a9122>Each</color> stack of buffs a synergymate gains increases their DEF by <color=#2a9122>1%</color>, up to 30 stacks.","des_1401_2":"<color=#2a9122>Each</color> stack of buff <color=@000088>units</color> gain increases their DEF by <color=#2a9122>1%</color>, up to 30 stacks.","des_1401_3":"<color=#2a9122>Each</color> stack of buffs ally units gain increases their DEF by <color=#2a9122>2%</color>, up to 30 stacks.","des_1401_4":"<color=#2a9122>Each</color> stack of buffs ally units gain increases their DEF by <color=#2a9122>3%</color>, up to 30 stacks.","hero_introduce_13008":"Elune is a Warrior in the Blademasters team who can boost the damage of all allies after an ally kills an enemy.","hero_introduce_13010":"Illia is a Mage in the Elite Executioners team who greatly reduces enemy's DEF and the Reflect stack limit they can apply.","hero_introduce_13022":"Demetia is an excellent Support who provides a DMG Boost to all allies for every Warrior in her team and greatly increases her team's recovery abilities.","hero_introduce_13023":"Karnak is a core Warrior of the Raging Controllers team who increases the CRIT Rate of all allies and provides healing when an ally unit lands a critical hit.","hero_introduce_13027":"Aiushtha is an excellent Support who provides a DMG Boost to all allies for every Mage in her team and greatly increases her team's ability to resist debuffs.","gem_reason_13012":"Sylvan greatly increases Reflect buff, and she can convert Reflect damage to HP based on the damage dealt. Try increasing her Reflect Rate and HP as much as possible.","team_name_1303_3":"Tertiary Phantoms [Comp 1]","team_name_1303_4":"Tertiary Phantoms [Comp 2]","team_reason_1202_4":"Team Composition: 4 Verdians + 3 Protectors + 3 Phantoms\n\nSynergy Effects:\n<color=@82>Verdians (4/5):</color>\nWhen an ally takes an action, all allies have a 20% chance to deliver Sync Attack.\nIncreases Sync Attack damage by 150%.\n\n<color=@82>Protectors (3/5):</color>\nEach time an enemy takes an action, they take damage equal to [ally team's Reflect * ally team's ATK *8%].\n\n<color=@82>Phantoms (3/5):</color>\nWhen an ally unit dies, 1 other random fallen ally is revived, restoring 10% of their HP. This effect can be triggered only once per battle.","team_reason_1303_3":"Team Composition: 5 Phantoms\n\nSynergy Effects:\n<color=@82>Phantoms (5/5):</color>\nWhen an ally unit dies, 2 other random fallen allies are revived, restoring 20% of their HP. This effect can only trigger twice per battle.","team_reason_1303_4":"Team Composition: 4 Phantoms + 3 Protectors + 3 Verdians\n\nSynergy Effects:\n<color=@82>Phantoms (4/5):</color>\nWhen an ally unit dies, 2 other random fallen allies are revived, restoring 20% of their HP. This effect can be triggered only once per battle.\n\n<color=@82>Protectors (3/5):</color>\nEach time an enemy takes an action, they take damage equal to [ally team's Reflect * ally team's ATK *8%].\n\n<color=@82>Verdians (3/5):</color>\nWhen an ally takes an action, all allies have a 20% chance to deliver Sync Attack.","team_reason_1301_3":"Team Composition: 5 Strikers\n\nSynergy Effects:\n<color=@82>Strikers (5/5):</color>\nIncreases ATK of all allies by 13.5% every round.\n\n<color=@82>Royals (4/5):</color>\nEach stack of buff allies gain increases their DEF by 10%.","team_reason_1301_4":"Team Composition: 4 Strikers + 3 Deviants\n\nSynergy Effects:\n<color=@82>Strikers (4/5):</color>\nIncreases ATK of all allies by 12.5% every round.\n\n<color=@82>Deviants (3/5):</color>\nIncreases Leech Rate of all allies by 10%.\n\n<color=@82>Royals (4/5):</color>\nEach stack of buff allies gain increases their DEF by 10%.","tips_team_tag_1":"Newcomer","tips_team_tag_2":"Promotion","hero_introduce_13007":"Paragon is a core Mage of the Reflecting Healers team who can deal significant and consistent Reflect damage to enemies.","team_reason_15":"Team Composition:\n3 Blademasters + 2 Morale Boosters\n\nSynergy Effects:\n<color=@82>Blademasters (3/5):</color>\nIncreases HP of all allies by 3,000.\nIncreases PDMG of all allies by 50% for 4 rounds.\n\n<color=@82>Morale Boosters (2/5):</color>\nIncreases HP of all allies by 1,500.\nAt the start of the battle, applies 1 stack of ATK Boost to the 3 ally units with the highest ATK for 3 rounds.\nAll synergymates restore 5% of their Max HP every round.","team_reason_16":"Team Composition:\n4 Blademasters + 1 Imperators + 1 Morale Boosters\n\nSynergy Effects:\n<color=@82>Blademasters (4/5):</color>\nIncreases HP of all allies by 6,000.\nIncreases PDMG of all allies by 75% for 4 rounds.\nAt the start of the battle, applies 3 stacks of DEF Boost to all allies for 3 rounds.","team_reason_19":"Team Composition:\n5 Blademasters + 2 Imperators\n\nSynergy Effects:\n<color=@82>Blademasters (5/5):</color>\nIncreases HP of all allies by 12,000.\nIncreases PDMG of all allies by 100% for 4 rounds.\nAt the start of the battle, applies 5 stacks of DEF Boost to all allies for 3 rounds.\n\n<color=@82>Imperators (2/5):</color>\nIncreases HP of all allies by 1,500.\nIncreases CRIT Rate of synergymates by 10% for 4 rounds.","team_reason_20":"Team Composition:\n3 Decayers + 2 Poisonous Markers\n\nSynergy Effects:\n<color=@82>Decayers (3/5):</color>\nIncreases HP of all allies by 3,000.\nAt the start of the battle, applies 1 stack of Corrode on all enemies. Each stack deals damage equal to 5% of the ally team's average ATK every round.\n\n<color=@82>Poisonous Markers (2/5):</color>\nIncreases ATK of all allies by 200.\nAt the start of the battle, applies 1 stack of ATK RED to the 3 enemy units with the highest ATK for 3 rounds.\nAll enemies lose 1% of their own Max HP every round (up to 50% of ally team's total ATK).","team_reason_21":"Team Composition:\n4 Decayers + 1 Imperators + 1 Poisonous Markers\n\nSynergy Effects:\n<color=@82>Decayers (4/5):</color>\nIncreases HP of all allies by 6,000.\nAt the start of the battle, applies 6 stacks of Corrode on all enemies. Each stack deals damage equal to 5% of the ally team's average ATK every round.\nAll allies restore 15% of their own Max HP every round.","team_reason_23":"Team Composition:\n5 Decayers + 2 Imperators\n\nSynergy Effects:\n<color=@82>Decayers (5/5):</color>\nIncreases HP of all allies by 12,000.\nAt the start of the battle, applies 5 stacks of Corrode on all enemies. Each stack deals damage equal to 5% of the ally team's average ATK every round.\nAll allies restore 30% of their Max HP every round.\n\n<color=@82>Imperators (2/5):</color>\nIncreases HP of all allies by 1,500.\nIncreases CRIT Rate of synergymates by 10% for 4 rounds.","team_reason_24":"Team Composition:\n3 Shamans + 2 Vitality Healers\n\nSynergy Effects:\n<color=@82>Shamans (3/5):</color>\nIncreases ATK of all allies by 400.\nGrants all allies a 75% chance to be revived once per battle, restoring 100% of their Max HP upon revival.\nIncreases DMG Boost of revived ally units by 50% for 2 rounds.\n\n<color=@82>Vitality Healers (2/5):</color>\nIncreases ATK of all allies by 200.\nIncreases Cure Rate of 3 random ally units by 25%.\nAll synergymates restore 5% of their Max HP every round.","team_reason_25":"Team Composition:\n4 Shamans + 1 Demigods + 1 Vitality Healers\n\nSynergy Effects:\n<color=@82>Shamans (4/5):</color>\nIncreases ATK of all allies by 800.\nGrants all allies a 100% chance to be revived once per battle, restoring 100% of their Max HP upon revival.\nIncreases DMG Boost of revived ally units by 75% for 2 rounds.","team_reason_27":"Team Composition:\n5 Shamans + 2 Demigods\n\nSynergy Effects:\n<color=@82>Shamans (5/5):</color>\nIncreases ATK of all allies by 1,600.\nGrants all allies a 100% chance to be revived once per battle, restoring 100% of their Max HP upon revival.\nIncreases DMG Boost of revived ally units by 100% for 2 rounds.\n\n<color=@82>Demigods (2/5):</color>\nIncreases HP of all allies by 1,500.\nIncreases DMG Boost of synergymates by 25% for 4 rounds.","team_reason_28":"Team Composition:\n3 Protectors + 2 Morale Boosters\n\nSynergy Bonuses:\n<color=@82>Protectors (3/5):</color>\nIncreases ATK of all allies by 400.\nEach time enemy takes action, all enemies take damage equal to [ally team's Reflect * ally team's ATK *8%].\n\n<color=@82>Morale Boosters (2/5):</color>\nIncreases HP of all allies by 1,500.\nAt the start of the battle, applies 1 stack of ATK Boost to the 3 ally units with the highest ATK for 3 rounds.\nAll synergymates restore 5% of their Max HP every round.","team_reason_29":"Team Composition:\n4 Protectors + 1 Demigods + 1 Morale Boosters\n\nSynergy Effects:\n<color=@82>Protectors (4/5):</color>\nIncreases ATK of all allies by 800.\nEach time enemy takes action, all enemies take damage equal to [ally team's Reflect * the ally team's ATK *9%].\nEach time an ally unit takes damage, it restores HP equal to 5% of the damage taken.","team_reason_31":"Team Composition:\n5 Protectors + 2 Demigods\n\nSynergy Bonuses:\n<color=@82>Protectors (5/5):</color>\nIncreases ATK of all allies by 1,600.\nEach time enemy takes action, all enemies take damage equal to [ally team's Reflect * ally team's ATK *10%].\nEach time an ally unit takes damage, it restores HP equal to 10% of the damage taken.\n\n<color=@82>Demigods (2/5):</color>\nIncreases HP of all allies by 1,500.\nIncreases DMG Boost of synergymates by 25% for 4 rounds.","team_reason_32":"Team Composition:\n4 Imperators + 3 Decayers + 2 Blademasters\n\nSynergy Effects:\n<color=@82>Imperators (4/5):</color>\nIncreases HP of all allies by 6,000.\nAll allies increase CRIT by 15% and CRIT DMG by 40% for 4 rounds.\nWhen an ally unit lands a critical hit, it restores own HP equal to 30% of the damage dealt.\n\n<color=@82>Decayers (3/5):</color>\nIncreases HP of all allies by 3,000.\nAt the start of the battle, applies 1 stack of Corrode on all enemies. Each stack deals damage equal to 5% of the ally team's average ATK every round.\n\n<color=@82>Blademasters (2/5):</color>\nIncreases HP of all allies by 1,500.\nIncreases PDMG of synergymates by 25% for 4 rounds.","team_reason_33":"Team Composition:\n4 Imperators + 3 Blademasters + 2 Decayers\n\nSynergy Effects:\n<color=@82>Imperators (4/5):</color>\nIncreases HP of all allies by 6,000.\nAll allies increase CRIT Rate by 15% and CRIT DMG by 40% for 4 rounds.\nWhen an ally unit lands a critical hit, it restores own HP equal to 30% of the damage dealt.\n\n<color=@82>Blademasters (3/5):</color>\nIncreases HP of all allies by 3,000.\nIncreases PDMG of all allies by 50% for 4 rounds.\n\n<color=@82>Decayers (2/5):</color>\nIncreases HP of all allies by 1,500.\nAt the start of the battle, applies 1 stack of Corrode on 3 random enemies. Each stack deals damage equal to 5% of the ally team's average ATK every round.","team_reason_34":"Team Composition:\n4 Demigods + 3 Shamans + 2 Protectors\n\nSynergy Effects:\n<color=@82>Demigods (4/5):</color>\nIncreases HP of all allies by 6,000.\nAll allies increases DMG Boost by 100% and DMG RED by 30% for 4 rounds.\nAt the start of the battle, all allies receive 100% Control Immunity for 2 rounds.\n\n<color=@82>Shamans (3/5):</color>\nIncreases ATK of all allies by 400.\nGrants each ally unit a 75% chance to be revived once per battle, restoring 50% of their Max HP upon revival.\nIncreases DMG Boost of revived ally units by 100% for 2 rounds.\n\n<color=@82>Protectors (2/5):</color>\nIncreases ATK of all allies by 200.\nEach time enemy takes action, backline enemy units take damage equal to [ally team's Reflect * ally team's ATK *6%].","team_reason_35":"Team Composition:\n4 Demigods + 3 Protectors + 2 Shamans\n\nSynergy Bonuses:\n<color=@82>Demigods (4/5):</color>\nIncreases HP of all allies by 6,000.\nAll allies increase DMG Boost by 100% and DMG RED by 30% for 4 rounds.\nAt the start of the battle, all allies receive 100% Control Immunity for 2 rounds.\n\n<color=@82>Protectors (3/5):</color>\nIncreases ATK of all allies by 400.\nEach time enemy takes action, all enemies take damage equal to [ally team's Reflect * ally team's ATK *8%].\n\n<color=@82>Shamans (2/5):</color>\nIncreases ATK of all allies by 200.\nGrants each synergymate a 50% chance to be revived once per battle, restoring 100% of their Max HP upon revival.","team_reason_1201_3":"Team Composition: 5 Dawnbringers\n\nSynergy Effects:\n<color=@82>Dawnbringers (5/5):</color>\nAll allies have an 80% chance to deal 3 instances of damage.","team_reason_1201_4":"Team Composition: 4 Dawnbringers + 3 Blademasters + 3 Executioners\n\nSynergy Effects:\n<color=@82>Dawnbringers (4/5):</color>\nAll allies have a 50% chance to deal 3 instances of damage.\n\n<color=@82>Blademasters (3/5):</color>\nIncreases PDMG of all allies by 50% for 4 rounds.\n\n<color=@82>Executioners (3/5):</color>\nIncreases DEF of all allies by 10% in each round.","team_reason_1202_3":"Team Composition: 5 Verdians\n\nSynergy Effects:\n<color=@82>Verdians (5/5):</color>\nWhen an ally takes an action, all allies have a 20% chance to deliver Sync Attack.\nIncreases Sync Attack damage by 200%.","team_reason_1203_3":"Team Composition: 5 Shadowarchs\n\nSynergy Effects:\n<color=@82>Shadowarchs (5/5):</color>\nIncreases Dodge Rate of all allies by 20%.\nWhen an ally unit dies, increases ATK of other allies by 45% for 4 rounds.","team_reason_1203_4":"Team Composition: 4 Shadowarchs + 3 Decayers + 3 Enchanters\n\nSynergy Effects:\n<color=@82>Shadowarchs (4/5):</color>\nIncreases Dodge Rate of all allies by 20%.\nWhen an ally unit dies, increases ATK of other allies by 30% for 4 rounds.\n\n<color=@82>Decayers (3/5):</color>\nAt the start of the battle, applies 1 stack of Corrode to all enemies. Each stack deals damage equal to 5% of the ally team's average ATK every round.\n\n<color=@82>Enchanters (3/5):</color>\nWhen ally units deal damage, they have a 10% chance to Bewitch their targets.","team_reason_1302_3":"Team Composition: 5 Executioners\n\nSynergy Effects:\n<color=@82>Executioners (5/5):</color>\nIncreases DEF of all allies by 13.5% every round.","team_reason_1302_4":"Team Composition: 4 Executioners + 3 Blademasters + 3 Dawnbringers\n\nSynergy Effects:\n<color=@82>Executioners (4/5):</color>\nIncreases DEF of all allies by 12.5% every round.\n\n<color=@82>Blademasters (3/5):</color>\nIncreases PDMG of all allies by 50% for 4 rounds.\n\n<color=@82>Dawnbringers (3/5):</color>\nAll allies have a 20% chance to deal 2 instances of damage.","team_reason_1304_4":"Team Composition: 4 Enchanters + 3 Imperators + 3 Shadowarchs\n\nSynergy Effects:\n<color=@82>Enchanters (4/5):</color>\nWhen ally units deal damage, they have a 20% chance to Bewitch their targets.\n\n<color=@82>Imperators (3/5):</color>\nIncreases CRIT of all allies by 15% for 4 rounds.\n\n<color=@82>Shadowarchs (3/5):</color>\nIncreases Dodge Rate of all allies by 20%.","team_reason_1305_4":"Team Composition: 4 Monarchs + 3 Shamans + 3 Dawnbringers\n\nSynergy Effects:\n<color=@82>Monarchs (4/5):</color>\nAlly units will not take damage exceeding 50% of their Max HP in a single instance of damage.\n\n<color=@82>Shamans (3/5):</color>\nGrants all allies a 75% chance to be revived once per battle, restoring 100% of their HP upon revival.\n\n<color=@82>Dawnbringers (3/5):</color>\nAll allies have a 20% chance of dealing 2 instances of damage.","hero_introduce_34007":"Bastet serves as a support in the team.\nBastet can apply Ignore Shield to allies and grant them a chance to double the Corrode stacks they apply.\nWhen equipped with her rune, Bastet purifies all debuffs from allies each time she takes action.","hero_introduce_11982":"Yasuke serves as an off-tank in the team.\nYasuke has a shield skill that adds Shield to himself, reducing incoming damage.","gem_reason_34007":"Bastet is one of the Supports of the Mystifiers synergy whose damage can penetrate the enemy's Shields.","gem_reason_11982":"Yasuke has a strong survivability, it is recommended to try to improve the hero's DEF and HP.","team_name_1101_6":"Mystifiers [Comp 6]","hero_introduce_53007":"Nyx serves as a secondary damage dealer in the team.\nNyx can steal enemy Shield.\nNyx's basic attacks have a chance to turn into an active skill, and in PvP, there's a chance to deal 10 times the damage, giving her strong burst potential.\nWhen equipped with her exclusive rune, Nyx will cast one additional active skill each time she takes action, greatly increasing her damage.","hero_introduce_12007":"Albert serves as a support in the team.\nWhen Albert is deployed, he increases the Skill DMG of all allies.","gem_reason_53007":"Nyx possesses powerful abilities to deal physical damage. Try increasing her ATK and CRIT Rate as much as possible.","gem_reason_12007":"Albert possesses powerful abilities to deal magic damage. Try increasing his ATK and CRIT Rate as much as possible.","team_reason_1102_5":"Team Composition: 4 Valiantors + 3 Dawnbringers + 3 Strikers\n\nSynergy Effects:\n<color=@82>Valiantors (4/5):</color>\nAt the start of the battle, applies Assail on the ally team, increasing the PDMG dealt by [0] for [1] round(s).\nAt the start of the battle, applies [2] DMG RED on the ally team for [3] round(s).\n<color=@82>Dawnbringers (3/5):</color>\nEach time an ally deals a basic attack, there is a [4] chance for them to trigger a combo. This effect can be triggered only [5] time(s).\n<color=@82>Strikers (3/5):</color>\nIncreases the ATK of the ally team by [6] every round.","team_reason_1102_6":"Team Composition: 3 Valiantors + 4 Dawnbringers + 3 Strikers\n\nSynergy Effects:\n<color=@82>Valiantors (3/5):</color>\nAt the start of the battle, applies Assail on the ally team, increasing the PDMG dealt by [0] for [1] round(s).\n<color=@82>Dawnbringers (4/5):</color>\nEach time an ally deals a basic attack, there is a [2] chance for them to trigger a combo. This effect can be triggered only [3] time(s).\n<color=@82>Strikers (3/5):</color>\nIncreases the ATK of the ally team by [4] every round.","team_reason_1102_7":"Team Composition: 3 Valiantors + 3 Dawnbringers + 4 Strikers\n\nSynergy Effects:\n<color=@82>Valiantors (3/5):</color>\nAt the start of the battle, applies Assail on the ally team, increasing the PDMG dealt by [0] for [1] round(s).\n<color=@82>Dawnbringers (3/5):</color>\nEach time an ally deals a basic attack, there is a [2] chance for them to trigger a combo. This effect can be triggered only [3] time(s).\n<color=@82>Strikers (4/5):</color>\nIncreases the ATK of the ally team by [4] every round.","team_name_1102_6":"Valiantors [Comp 6]","team_name_1102_7":"Valiantors [Comp 7]","team_name_1102_8":"Valiantors [Comp 8]","team_name_1102_9":"Valiantors [Comp 9]","team_name_1105_6":"Avengers [Comp 6]","hero_introduce_22007":"Doris serves as a support in the team.\nDoris's attacks apply Reflect Boost to allies, increasing their Reflect DMG significantly.\nWhen Doris takes action, she also has a chance to apply Vitaldrain to all enemies, transferring any healing they receive to Doris. This effect is highly effective against enemy healing skills.","hero_introduce_23008":"Osse is a warrior of the Mystifiers synergy. He allows allies' Corrode effects to additionally apply DEF RED.","gem_reason_22007":"Doris possesses powerful abilities to deal magic damage. Try increasing her ATK and CRIT Rate as much as possible.","gem_reason_23008":"Osse possesses powerful abilities to deal physical damage. Try increasing his ATK and CRIT Rate as much as possible.","team_name_1101_7":"Mystifiers [Comp 7]","team_name_1101_8":"Mystifiers [Comp 8]","team_name_1101_9":"Mystifiers [Comp 9]","team_name_1106_6":"Doomsdayers [Comp 6]","team_reason_1101_5":"Team Composition: 4 Mystifiers + 3 Shadowarchs + 3 Enchanters\n\nSynergy Effects:\n<color=@82>Mystifiers (4/5):</color>\nAt the start of the battle, applies [0] stack(s) of Corrode on all enemies. Each stack deals damage equal to [1] of the ally team's average ATK every round.\nThe ally team restores [2] of their Max HP every round.\n<color=@82>Shadowarchs (3/5):</color>\nThe ally team increases Dodge by [3].\n<color=@82>Enchanters (3/5):</color>\nWhen ally units deal damage, there is a [4] chance to Confuse the target.","team_reason_1101_6":"Team Composition: 3 Mystifiers + 4 Shadowarchs + 3 Enchanters\n\nSynergy Effects:\n<color=@82>Mystifiers (3/5):</color>\nAt the start of the battle, applies [0] stack(s) of Corrode on all enemies. Each stack deals damage equal to [1] of the ally team's average ATK every round.\n<color=@82>Shadowarchs (4/5):</color>\nThe ally team increases Dodge by [2].\nWhen an ally dies, there is a [3] chance to increase ATK of other allies by [4] for [5] round(s).\n<color=@82>Enchanters (3/5):</color>\nWhen allies deal damage, there is a [6] chance to Confuse the target.","team_reason_1101_7":"Team Composition: 3 Mystifiers + 3 Shadowarchs + 4 Enchanters\n\nSynergy Effects:\n<color=@82>Mystifiers (3/5):</color>\nAt the start of the battle, applies [0] stack(s) of Corrode on all enemies. Each stack deals damage equal to [1] of the ally team's average ATK every round.\n<color=@82>Shadowarchs (3/5):</color>\nThe ally team increases Dodge by [2].\n<color=@82>Enchanters (4/5):</color>\nWhen ally units deal damage, there is a [3] chance to Confuse the target. When dealing damage to Confused targets, temporarily increases DMG Boost by [4].","hero_introduce_34008":"Anubia serves as a support in the team.\nAnubia can increase the CRIT Rate and CRIT DMG of all allies, making her an excellent support for CRIT-based teams.","hero_introduce_43007":"Eudora serves as the primary damage dealer in the team.\nEudora has the Undying effect, which revives her when she dies.\nEudora can apply Healing Rupture, which turns enemy healing into damage.\nEudora performs multi-hit attacks. When equipped with her exclusive rune, her skills are greatly enhanced, allowing her to release 10 hits per round, making her the core damage dealer of the team.","gem_reason_34008":"Anubia is one of the Support of the Ethereals synergy who can boost the CRIT Rate and CRIT DMG of your allies.","gem_reason_43006":"Vittoria is one of the core Warriors of the Valiantors synergy who is capable of dealing high AoE damage and granting Shields to allies when they kill enemies.","gem_reason_43007":"Eudora is one of the core Warrior of the Ethereals synergy who has multiple damage attacks and can restore her HP when she's about to die.","team_name_1204_6":"Celestials [Comp 6]","team_name_1204_7":"Celestials [Comp 7]","team_reason_1204_6":"Team Composition: 3 Celestials + 5 Enchanters + 5 Royals\n\nSynergy Effects:\n<color=@82>Celestials (3/5): </color>\nAt the start of the battle, the ally team increases CRIT by [0] and ATK by [1].\nWhen [2] ally unit dies, purifies all debuffs on all allies and dispels all buffs from all enemies.\n<color=@82>Enchanters (5/5): </color>\nWhen ally units deal damage, there is a [2] chance to Confuse the target. When dealing damage to Confused targets, temporarily increase DMG Boost by [3].\n<color=@82>Royals (5/5): </color>\nAt the start of the battle, the ally team receives a Shield equal to [4] of their own ATK for [5] round(s).\nEach [6] stacks of buffs ally units gain increases their DMG Boost and DMG RED by [7], up to [8] stacks.","team_reason_1204_7":"Team Composition: 3 Celestials + 5 Enchanters + 5 Royals\n\nSynergy Effects:\n<color=@82>Celestials (3/5): </color>\nThe ally team's CRIT increases by [0] and ATK by [1].\nWhen [2] ally unit dies, purifies all debuffs on all allies and dispels all buffs from all enemies.\n<color=@82>Enchanters (5/5): </color>\nWhen ally units deal damage, there is a [3] chance to Confuse the target. When dealing damage to Confused targets, temporarily increase DMG Boost by [4].\n<color=@82>Royals (5/5): </color>\nAt the start of the battle, the ally team receives a Shield equal to [5] of their own ATK for [6] round(s).\nEach [7] stacks of buffs the ally team gains, increases their DMG Boost and DMG RED by [8] up to [9].\n\n<color=@82>Recommended Relic(s):</color>\nFafnir's War Song; Hand of Tyr; Laevateinn","hero_introduce_23009":"Nawi serves as the primary damage dealer in the team.\nAfter each attack, Navi has a chance to perform an attack combo on all enemies, allowing her to deal significant damage multiple times.\nNawi's actions can also increase the ATK of herself and her allies in the same row.","gem_reason_23009":"Brutus possesses the ability to dodge attacks. Try increasing his ATK and Dodge Rate as much as possible.","team_name_1102_10":"Valiantors [Comp 10]","team_name_1105_7":"Avengers [Comp 7]","team_name_1105_8":"Avengers [Comp 8]","team_name_1105_9":"Avengers [Comp 9]","team_name_1105_10":"Avengers [Comp 10]","team_reason_1105_5":"Team Composition: 4 Avengers + 3 Shadowarchs + 3 Phantoms\n\nSynergy Effect:\n<color=@82>Avengers (4/5):</color>\nGrants ally units a [0] chance to be revived once per battle, restoring [1] HP upon revival.\nAnd increases [DMG Boost] by [2] for [3] round(s).\n<color=@82>Shadowarchs (3/5):</color>\nThe ally team increases Dodge Rate by [4].\n<color=@82>Phantoms (3/5):</color>\nWhen an ally dies, [5] other fallen ally(ies) are revived, restoring [6] of their Max HP. This effect can be triggered only [7] time(s) per battle.","team_reason_1105_6":"Team Composition: 3 Avengers + 4 Shadowarchs + 3 Phantoms\n\nSynergy Effect:\n<color=@82>Avengers (3/5):</color>\nGrants ally units a [0] chance to be revived once per battle, restoring [1] HP upon revival.\n<color=@82>Shadowarchs (4/5):</color>\nThe ally team increases Dodge Rate by [2].\nWhen an ally dies, there is a [3] chance to grant [4] ATK to allies for [5] round(s).\n<color=@82>Phantoms (3/5):</color>\nWhen an ally dies, revives [6] random dead allies with [7] HP. This effect can be triggered up to [8] time(s) per battle.","team_reason_1105_7":"Team Composition: 3 Avengers + 4 Shadowarchs + 3 Phantoms\nSynergy Effect:\n<color=@82>Avengers (3/5):</color>\nGrants all allies a [0] chance to be revived once per battle. Upon revival, restores [1] HP.\n<color=@82>Shadowarchs (3/5):</color>\nIncreases Dodge Rate of all allies by [2]\n<color=@82>Phantoms (4/5):</color>\nWhen any ally dies, revives [3] random dead allies with [4] HP. This effect can be triggered up to [5] time(s) per battle.","hero_introduce_51008":"Janna serves as a damage dealer in the team.\nAt the start of each round, Janna summons a Stranger. The Stranger has a self-destruct skill, dealing AoE damage and potentially stunning the target.\nWhen any unit on the battlefield dies, Janna significantly increases her ATK.","hero_introduce_24010":"Ashlyn serves as the main healer in the team.\nAshlyn possesses strong healing abilities for allies.\nAshlyn can apply ATK Boost to the team, increasing overall team damage output.","gem_reason_51008":"Janna has powerful defensive abilities. Try increasing her DEF and HP as much as possible.","gem_reason_24010":"Ashlyn has powerful healing abilities. Try increasing her Cure Rate and HP as much as possible.","hero_introduce_13011":"Marlena serves as the main tank in the team.\nMarlena can mark enemies, causing them to take increased damage.\nMarlena can apply Healing Rupture, which turns enemy healing into damage.","gem_reason_13011":"Marlena possesses powerful abilities to deal physical damage. Try increasing her ATK and CRIT Rate as much as possible.","team_name_1102_11":"Valiantors [Comp 11]","team_name_1102_12":"Valiantors [Comp 12]","hero_introduce_42008":"Catherine can serve as either a secondary damage dealer or a support in the team.\nCatherine can apply Vitaldrain to enemies, and when healed, she also heals her allies.\nCatherine also has the ability to convert excess healing into her ATK. When equipped with her rune, the converted ATK is granted to the entire team and further enhanced.","gem_reason_42008":"Catherine is one of the core Mages of the Mystifiers who can steal healing from her targets and convert the excess healing to ATK.","team_name_1101_10":"Mystifiers [Comp 10]","hero_introduce_13009":"Portia serves as a tank in the team.\nPortia has a summoning skill that allows her to summon a Wavebreaker every round to absorb damage. The Wavebreaker also self-destructs, making Portia an excellent tank for CRIT-based teams.","gem_reason_13009":"Portia is one of the core Warrior of the Ethereals synergy who is good at attacking backline enemies and increasing CRIT DMG based on the number of debuffs on the target.","team_name_1103_8":"Ethereals [Comp 8]","team_name_1103_9":"Ethereals [Comp 9]","team_name_1103_10":"Ethereals [Comp 10]","team_name_1103_11":"Ethereals [Comp 11]","team_reason_1103_5":"Team Composition: 4 Ethereals + 3 Dawnbringers + 3 Monarchs\nSynergy Effect:\n<color=@82>Ethereals (4/5):</color>\nAt the start of the battle, increases CRIT by [0] and CRIT DMG by [1] for all allies.\n<color=@82>Dawnbringers (3/5):</color>\nEach basic attack by ally units has a [2] chance to initiate a combo. This effect can be triggered up to [3] time(s).\n<color=@82>Monarchs (3/5):</color>\nAlly units will not take damage exceeding [4] of their Max HP in a single instance of damage.","team_reason_1103_6":"Team Composition: 3 Ethereals + 4 Dawnbringers + 3 Monarchs\nSynergy Effect:\n<color=@82>Ethereals (3/5):</color>\nAt the start of the battle, increases CRIT Rate by [0] of all allies. \n<color=@82>Dawnbringers (4/5):</color>\nEach basic attack by ally units has a [1] chance to initiate a combo. This effect can be triggered up to [2] time(s).\n<color=@82>Monarchs (3/5):</color>\nNone of the allies will take damage more than [3] of Max HP in a single hit.","team_reason_1103_7":"Team Composition: 3 Ethereals + 3 Dawnbringers + 4 Monarchs\nSynergy Effect:\n<color=@82>Ethereals (3/5):</color>\nAt the start of a battle, all allies gain [0] CRIT Rate.\n<color=@82>Dawnbringers (3/5):</color>\nFor all allies, every basic attack has a [1] chance to land a combo that is up to [2] hits.\n<color=@82>Monarchs (4/5):</color>\nAlly units will not take damage exceeding [3] of their Max HP ina single instance of damage. Every [4] of HP the targets lose increases DMG Boost by [5] up to [6].","hero_introduce_52009":"Lamia serves as the primary damage dealer in the team.\nEach time Lamia takes active damage, she has a chance to trigger Sanctuary. When triggered, Lamia will counterattack with her Ultimate.\nLamia's high damage output combined with the Sanctuary mechanism makes her a unique damage dealer capable of both offense and defense.","hero_introduce_33010":"Mavis can serve as either a tank or a secondary damage dealer in the team.\nMavis has a revival passive and deals significant damage to all enemies each time she dies.\nWhen Mavis is deployed, she enhances the effect of Persephone's Ultimate.","gem_reason_52009":"Lamia is one of the core Mages of the Doomsdayers. She has a chance to be immune to active damage from enemies and counter with her own Ultimate.","gem_reason_33010":"Mavis is one of the core Warrior of the Avengers, she has the ability to resurrect after death.","team_name_1105_11":"Avengers [Comp 11]","team_name_1106_7":"Doomsdayers [Comp 7]","team_name_1106_8":"Doomsdayers [Comp 8]","team_name_1106_9":"Doomsdayers [Comp 9]","team_name_1106_10":"Doomsdayers [Comp 10]","team_reason_1105_8":"Team Composition: 4 Avengers + 3 Shadowarchs + 3 Monarchs\nSynergy Effect:\n<color=@82>Avengers (4/5):</color>\nAll allies can revive 1 time at a [0] success rate per battle. If revived, an ally will have [1] HP.\nAfter allies are revived, [Dmg Boost] is increased by [2] for [3] round(s).\n<color=@82>Shadowarchs (3/5):</color>\nAll allies gain [4] Dodge Rate.\n<color=@82>Monarchs (3/5):</color>\nAny single damage received by allies will not exceed [5] of their Max HP.","team_reason_1106_5":"Team Composition: 4 Doomsdayers + 3 Verdians + 3 Enchanters\n\nSynergy Effects:\n<color=@82>Doomsdayers (4/5):</color>\nEach time enemies take action, they take damage equal to [ally team's Reflect * ally team's ATK *[0]].\nEach time ally units take damage, there is a [1] chance to restore HP equal to [2] of the damage taken.\n<color=@82>Verdians (3/5):</color>\nWhen an ally takes an action, there is a [3] chance for the ally team to deal a sync attack, dealing [4] basic attack damage per a sync attack.\n<color=@82>Enchanters (3/5):</color>\nAll allies have a [5] chance to Confuse the target when dealing damage.","team_reason_1106_6":"Team Composition: 3 Doomsdayers + 4 Verdians + 3 Enchanters\n\nSynergy Effects:\n<color=@82>Doomsdayers (3/5):</color>\nEach time enemies take action, they take damage equal to [ally team's Reflect * ally team's ATK *[0]].\n<color=@82>Verdians (4/5):</color>\nWhen an ally takes an action, there is a [1] chance for the ally team to deal a sync attack, dealing [2] basic attack damage per a sync attack.\n<color=@82>Enchanters (3/5):</color>\nAll allies have a [3] chance to Confuse the target when dealing damage.","team_reason_1106_7":"Team Composition: 3 Doomsdayers + 3 Verdians + 4 Enchanters\n\nSynergy Effects:\n<color=@82>Doomsdayers (3/5):</color>\nEach time enemies take action, they take damage equal to [ally team's Reflect * ally team's ATK *[0]].\n<color=@82>Verdians (3/5):</color>\nThere is a [1] chance for the ally team to deal a sync attack when an ally takes an action, dealing <color=#2a9122>[2]</color> basic attack damage.\n<color=@82>Enchanters (4/5):</color>\nWhen ally units deal damage, there is a [3] chance to Confuse the target. When dealing damage to Confused targets, temporarily increases DMG Boost by [4].","hero_introduce_44009":"Seraphina serves as the main support and healer in the team.\nSeraphina possesses the strongest healing abilities among all heroes.\nSeraphina has a passive skill that grants allies Blessing when they are attacked, making them immune to one instance of damage.","gem_reason_44009":"Seraphina is one of the core Supports of the Glorians synergy, granting allies a chance to resist incoming damage from enemies and providing them with an Ignore Shield effect.","team_name_1104_10":"Glorians [Comp 10]","team_name_1104_11":"Glorians [Comp 11]","team_name_1104_12":"Glorians [Comp 12]","team_name_1104_13":"Glorians [Comp 13]","team_reason_1104_8":"Team Composition: 4 Glorians + 3 Verdians + 3 Strikers\n\nSynergy Effects:\n<color=@82>Glorians (4/5):</color>\nAt the start of the battle, applies [0] stack(s) of ATK Boost on the ally team for [1] round(s).\nAt the start of the battle, applies [2] stacks of DEF RED on all enemies for [3] round(s).\nAt the start of the battle, the ally team receives [4] Control Immunity and [5] DMG Boost for [6] round(s).\n<color=@82>Verdians (3/5):</color>\nThere is a [7] chance for the ally team to deal a sync attack when an ally takes action, dealing [8] basic attack damage.\n<color=@82>Strikers (3/5):</color>\nIncreases the ATK of all allies by [9] every round.","team_reason_1104_9":"Team Composition: 3 Glorians + 4 Verdians + 3 Strikers\n\nSynergy Effects:\n<color=@82>Glorians (3/5):</color>\nAt the start of the battle, applies [0] stack(s) of ATK Boost on the ally team for [1] round(s).\nAt the start of the battle, applies [2] stacks of DEF RED on all enemies for [3] round(s).\nAt the start of the battle, the ally team receives [4] Control Immunity for [5] round(s).\n<color=@82>Verdians (4/5):</color>\nThere is a [6] chance for the ally team to deal a sync attack when an ally takes action, dealing [7] basic attack damage.\n<color=@82>Strikers (3/5):</color>\nIncreases the ATK of all allies by [8] every round.","team_reason_1104_10":"Team Composition: 3 Glorians + 3 Verdians + 4 Strikers\n\nSynergy Effects:\n<color=@82>Glorians (3/5):</color>\nAt the start of the battle, applies [0] stack(s) of ATK Boost on the ally team for [1] round(s).\nAt the start of the battle, applies [2] stacks of DEF RED on all enemies for [3] round(s).\nAt the start of the battle, the ally team receives [4] Control Immunity for [5] round(s).\n<color=@82>Verdians (3/5):</color>\nThere is a [6] chance for the ally team to deal a sync attack when an ally takes action, dealing [7] basic attack damage.\n<color=@82>Strikers (4/5):</color>\nIncreases the ATK of all allies by [8] every round.","hero_introduce_12010":"Elyrian serves as a secondary damage dealer in the team.\nElyrian deals additional damage to frontline enemies.\nWhen Elyrian is deployed, he increases the Max HP of Salleine.","hero_introduce_43010":"Madeline can serve as either a damage dealer or a support in the team.\nMadeline has a summoning skill that summons drakes to counterattack enemies.\nWhen Madeline is deployed, she increases the Reflect Rate of allies and significantly reduces the damage dealt by enemies to backline allies.","hero_introduce_53010":"Ariana serves as a secondary damage dealer in the team.\nAriana has a shield explosion skill that detonates the team's Energy Shield, dealing substantial damage to enemies. She works particularly well with characters like Lily & Lia or others who provide Energy Shield.\nAriana also grants the entire team a 40% PDMG RED, providing excellent survivability for the team.","hero_introduce_53011":"Lysandra can serve as either a tank or a support in the team.\nLysandra has an effect where her speed is converted into both her and her allies' CRIT DMG, making her an excellent support for CRIT-based teams.\nLysandra also has a passive effect that greatly increases the entire team's MDMG RED, enhancing the team's overall survivability.","gem_reason_12010":"Elyrian is one of the core Mages of the Avengers synergy who increases damage dealt to frontline enemies.","gem_reason_43010":"Madeline is one of the core Warriors of the Doomsdayer synergy who can reduce the damage dealt by enemies to backline allies and summon drakes to counterattack enemies.","gem_reason_53010":"Ariana is one of the core Warriors of the Glorians synergy who can detonate her own shield to damage enemies and provide a high PDMG RED to allies.","gem_reason_53011":"Lysandra is one of the core Warriors of the Ethereals synergy who can convert additional SPD into CRIT DMG and provide a high MDMG RED to allies.","team_name_1103_12":"Ethereals [Comp 12]","team_name_1104_14":"Glorians [Comp 14]","team_name_1105_12":"Avengers [Comp 12]","team_name_1106_11":"Doomsdayers [Comp 11]","team_name_1101_11":"Mystifiers [Comp 11]","team_name_1101_12":"Mystifiers [Comp 12]","team_name_1101_13":"Mystifiers [Comp 13]","team_name_1101_14":"Mystifiers [Comp 14]","team_name_1101_15":"Mystifiers [Comp 15]","team_name_1102_13":"Valiantors [Comp 13]","team_name_1102_14":"Valiantors [Comp 14]","team_name_1102_15":"Valiantors [Comp 15]","team_name_1103_13":"Ethereals [Comp 13]","team_name_1103_14":"Ethereals [Comp 14]","team_name_1103_15":"Ethereals [Comp 15]","team_name_1104_15":"Glorians [Comp 15]","team_name_1105_13":"Avengers [Comp 13]","team_name_1105_14":"Avengers [Comp 14]","team_name_1105_15":"Avengers [Comp 15]","team_name_1106_12":"Doomsdayers [Comp 12]","team_name_1106_13":"Doomsdayers [Comp 13]","team_name_1106_14":"Doomsdayers [Comp 14]","team_name_1106_15":"Doomsdayers [Comp 15]","hero_introduce_31011":"Sandra serves as a support in the team.\nSandra can summon a Spectral Seahorse, which significantly boosts the entire team's Max HP.\nWhen Sandra is deployed, the Corrode effect applied by allies can additionally reduce the target's Max HP.","hero_introduce_41011":"Elmer serves as the main tank in the team.\nElmer has a taunt skill that draws enemy fire.\nElmer possesses a unique ability: as long as allies remain alive, Elmo himself cannot die. Combined with his taunt skill, this makes him effectively immortal.","hero_introduce_43012":"Althea can serve as either a damage dealer or a support in the team.\nAlthea gains significant Max HP and ATK bonuses when any unit on the battlefield dies.\nWhen Althea is deployed, the revival effect for Avengers synergymates takes effect immediately, providing more damage opportunities for DPS units.","hero_introduce_53012":"Gloria serves as the main support in the team.\nGloria protects the frontline allies by reducing the damage they take by 50%.\nGloria significantly boosts the team's Max HP. When Gloria is deployed, each time an ally gains a buff, their Max HP is additionally increased, greatly enhancing the team's survivability.","gem_reason_31011":"Sandra is one of the core Tanks of the Mystifiers synergy who specializes in applying Corrode to enemies and can additionally reduce the target's Max HP through the Corrode effect.","gem_reason_41011":"Elmer is one of the core Tanks of the Valiantors synergy who can taunt enemies and possesses strong survivability.","gem_reason_43012":"Althea is one of the core Mages of the Avengers synergy who specializes in attacking a single enemy and can enhance the revival effect of Avenger synergymates.","gem_reason_53012":"Gloria is one of the core Warriors of the Glorians synergy who greatly increases the Max HP of all allies and reduces the damage taken by frontline allies.","hero_introduce_24011":"Kristine serves as a support in the team.\nKristine grants Valiantors synergymates a Stun bonus, giving their basic attacks a chance to apply Stun.\nKristine also uses her Ultimate to pursue enemies inflicted with Stun, dealing damage equal to 75% of her Ultimate's base damage.","hero_introduce_53014":"Astrid serves as the primary damage dealer in the team.\nWhen Astrid is deployed, the second ally to cast their Ultimate skill each round will cast it an additional time.\nAstrid has the ability to increase her damage based on the target's Corrode stacks and can randomly apply Stun after applying a certain number of Corrode stacks.","gem_reason_24011":"Kristine is one of the core Supports of the Valiantors synergy who specializes in attacking backline enemies and can use her Ultimate skill to pursue targets stunned by her allies.","gem_reason_53014":"Astrid is one of the core Warriors of the Mystifiers synergy who is capable of triggering an Ultimate combo for a designated ally under specific conditions and enhances the crowd control capabilities of Mystifiers.","hero_introduce_43013":"Elowyn can serve as either a damage dealer or a support in the team.\nElowyn's passive skill enables her allies to trigger Awaken upon landing a critical hit, significantly boosting the entire team's ATK.\nElowyn's passive skill enables her allies to trigger Sanctuary upon landing a critical hit, gaining Invincibility for one round.","gem_reason_43013":"Elowyn is one of the core Warriors of the Ethereals synergy who specializes in attacking backline enemies and has a chance to apply Transformation to allies when they land critical hits.","hero_introduce_52013":"Ophelia can serve as either the primary or a secondary damage dealer in the team.\nWhen Ophelia is deployed, the effect of increasing the Max HP of allies will additionally provide an ATK Bonus, making her highly effective when paired with allies who enhance Max HP.\nWhen Ophelia is deployed, allies have a chance to gain Sanctuary upon reflecting damage, making her an excellent fit for reflect-based teams, whether as a primary or secondary damage dealer.","gem_reason_52013":"Ophelia is one of the core Mages of the Doomsdayers synergy, capable of converting our allies' Max HP to ATK and there's a chance to apply Sanctuary on our allies when reflecting damage.","hero_introduce_52015":"Leandra serves as the primary damage dealer in the team.\nLeandra becomes stronger by devouring summons and applies Holy Shield to the team.\nWhen Leandra is deployed, she doubles the count of passive effects triggered when allied summons die. With each successful summoning by allies, Leandra will cast her Ultimate, giving her multiple chances to use it.","gem_reason_52015":"Leandra is one of the core Warriors of the Valiantors synergy, and can devour summoned creatures from both allies and enemies (prioritizing enemy creatures), and boost her ATK.","hero_introduce_52016":"Narissa serves as a damage dealer in the team.\nNarissa can cast her Ultimate to pursue enemies when a unit on the battlefield dies.\nWhen Narissa is deployed, she doubles the count of passive effects triggered when allied summons die. For each allied summon, Narissa's Ultimate damage is also increased.","hero_introduce_43014":"Audrey serves as a secondary damage dealer in the team.\nAudrey can steal Holy Shield and Energy Shield, which is particularly effective in PvP.\nAudrey also transfers a portion of the Energy Shield she gains to allies, offering some protection to the main damage dealer.\nWhen equipped with her rune, Audrey can convert healing into ATK, allowing for higher damage output when paired with a healer.","hero_introduce_33012":"Halysa serves as a secondary damage dealer in the team.\nHalysa gains ATK based on the total stacks of Reflect Boost in the team, increasing her output potential.\nEach time Halysa gains Reflect Boost, she applies ATK Boost to allies.","gem_reason_52016":"Narissa is one of the core Mages of the Avengers synergy who is capable of triggering an Ultimate combo when a unit on the battlefield dies. The number of ultimate skill releases can be increased based on the number of summons on the battlefield.","gem_reason_43014":"Audrey is one of the core Warriors of the Glorians synergy who is capable of sharing healing from allies and steal healing from enemies, converting it into its own ATK.","gem_reason_33012":"Halysa is one of the core Warrior of the Doomsdayers synergy who is capable of converting the effects of Reflect Boost and ATK Boost in the team into her ATK.","team_name_1101_16":"Mystifiers [Comp 16]","team_name_1101_17":"Mystifiers [Comp 17]","team_name_1101_18":"Mystifiers [Comp 18]","team_name_1101_19":"Mystifiers [Comp 19]","team_name_1101_20":"Mystifiers [Comp 20]","team_name_1102_16":"Valiantors [Comp 16]","team_name_1102_17":"Valiantors [Comp 17]","team_name_1102_18":"Valiantors [Comp 18]","team_name_1102_19":"Valiantors [Comp 19]","team_name_1102_20":"Valiantors [Comp 20]","team_name_1103_16":"Ethereals [Comp 16]","team_name_1103_17":"Ethereals [Comp 17]","team_name_1103_18":"Ethereals [Comp 18]","team_name_1103_19":"Ethereals [Comp 19]","team_name_1103_20":"Ethereals [Comp 20]","team_name_1104_16":"Glorians [Comp 16]","team_name_1104_17":"Glorians [Comp 17]","team_name_1104_18":"Glorians [Comp 18]","team_name_1104_19":"Glorians [Comp 19]","team_name_1104_20":"Glorians [Comp 20]","team_name_1105_16":"Avengers [Comp 16]","team_name_1105_17":"Avengers [Comp 17]","team_name_1105_18":"Avengers [Comp 18]","team_name_1105_19":"Avengers [Comp 19]","team_name_1105_20":"Avengers [Comp 20]","team_name_1106_16":"Doomsdayers [Comp 16]","team_name_1106_17":"Doomsdayers [Comp 17]","team_name_1106_18":"Doomsdayers [Comp 18]","team_name_1106_19":"Doomsdayers [Comp 19]","team_name_1106_20":"Doomsdayers [Comp 20]","gem_reason_53017":"Wukong is one of the core Warriors of the Ethereals synergy who can swap positions with an ally and increase the number of basic attacks afterward.","gem_reason_43015":"Mulan is one of the core Warriors of the Mystifiers synergy who can immobilize the target, gain Energy when hit, and assist in battle.","gem_reason_42016":"Dahlia is one of the core Mages of the Doomsdayers synergy who can swap positions with an ally and deal increased damage to male characters.","gem_reason_22012":"Lee is one of the core Mages of the Glorians synergy who can immobilize the target, gain Energy when hit, and has the ability to counterattack.","hero_introduce_2016":"Dahlia is one of the core Mages of the Doomsdayers synergy who can swap positions with an ally and deal increased damage to male characters.","hero_introduce_22012":"Lee serves as the main tank in the team.\nLee becomes larger when attacked, significantly boosting his ATK, DEF, and Max HP.\nLee's attacks can pursue and come with Mystical Power (season effect), giving him a higher chance of pursuing than other allies.\nLee is one of the few defensive heroes, and with his rune, he offers excellent protection for the team.","hero_introduce_43015":"Mulan serves as the primary damage dealer in the team.\nMulan has Dragon's Power, which greatly increases her ATK and the team's Max HP after taking damage. Additionally, allies will pursue after triggering a combo.\nWhen Mulan is deployed, she enhances the attacks of allied units in the same row with the Burn effect, which deducts a percentage of HP from the target. Mulan also has a chance to immobilize the target with her attacks.","hero_introduce_53017":"Wukong serves as the main tank in the team.\nWukong has a chance to become immune to damage when hit.\nWukong can trigger the Swap effect, gaining ATK, DEF, and Holy Shield, which will absorb one attack.\nWukong can also dispel the buffs from enemies when he hits them.","hero_introduce_42016":"Dahlia serves as the primary damage dealer in the team.\nDahlia switches positions with an ally before each action. The ally swapping with her has a chance to copy all of Dahlia's buffs.\nFor each additional buff stack on Dahlia, both she and the ally swapping with her gain ATK and Max HP.\nDahlia's unlimited buff stacks and the ATK Boost effect from each stack grant her incredibly high damage output potential, making her the undeniable primary damage dealer in the team.","hero_introduce_64001":"Cleopatra can serve as a core support in any team, regardless of the synergy.\nCleopatra can apply Pharaoh's Pledge to all allies, greatly increasing their ATK.\nEach round, Cleopatra applies Holy Shield to all allies, making them immune to damage once.\nCleopatra adapts to the strongest synergy and boasts superior support abilities, making her an unquestionable top-tier support who fits into any team.","gem_reason_64001":"Cleopatra is one of the core Supports of all synergies. Increases allies' ATK significantly and grants them a Holy Shield effect each round.","hero_introduce_42019":"Aphrodite serves as a damage dealer in the team.\nAphrodite can cast her Ultimate to pursue enemies when a unit on the battlefield dies.\nAfter casting her Ultimate, Aphrodite applies Phantom Illusion to the target and links with them. When the target loses HP, Aphrodite will be healed for the corresponding amount.","hero_introduce_42020":"Wu Zetian can serve as either the main support or a secondary damage dealer in the team.\nWu Zetian is a rare team-oriented support hero who can significantly reduce damage taken by all allies, greatly enhancing the team's survivability.\nWu Zetian's Phantom Illusion effect allows her to temporarily recruit enemies and devour their buffs, reducing the enemy count while strengthening herself.","hero_introduce_53018":"Hades serves as the primary damage dealer in the team.\nHades grants 35% Execution and damage to Royals synergymates, allowing the team to quickly crush the enemy.\nHades can devour an enemy, absorbing their stats to strengthen himself. The stronger the enemy, the stronger Hades becomes.","hero_introduce_13013":"Lancelot can serve as either a secondary damage dealer or a support in the team.\nAll of Lancelot's attacks apply Corrode to the target.\nWhen Lancelot is deployed, he boosts the damage dealt by Corrode for the entire team.","gem_reason_42019":"Aphrodite is one of the core Mages of the Avengers synergy and can temporarily recruit an enemy to fight for your allies.","gem_reason_42020":"Wu Zetian is one of the core Mages of the Glorians synergy, can temporarily recruit an enemy to shield your allies from damage.","gem_reason_53018":"Hades is one of the core Warriors of the Valiantors synergy, can absorb an enemy target for a period of time, permanently gaining some of their stats.","gem_reason_13013":"Lancelot is one of the core Warriors of the Mystifiers synergy, his attacks can apply the Corrode effect and can double the target's Corrode stacks.","hero_introduce_41021":"Arthur is one of the core Tanks of the Doomsdayers synergy who grants the team the ability to reflect debuffs.","hero_introduce_53019":"Elisha is one of the core Warriors of the Ethereals synergy who gives the team a chance to freeze targets after landing critical hits.","hero_introduce_52020":"Gaia is one of the core Mages of the Mystifiers synergy. Her attacks apply Corrode, and her allies benefit from the number of Corrode stacks on enemies.","hero_introduce_12014":"Diao Chan is one of the core Mages of the Avengers who excels in powerful single-target control while also providing notable team buffs.","gem_reason_41021":"Arthur is one of the core Tanks of the Doomsdayers synergy who grants the team the ability to reflect debuffs.","gem_reason_53019":"Elisha is one of the core Warriors of the Ethereals synergy who gives the team a chance to freeze targets after landing critical hits.","gem_reason_52020":"Gaia is one of the core Mages of the Mystifiers synergy. Her attacks apply Corrode, and her allies benefit from the number of Corrode stacks on enemies.","gem_reason_12014":"Diao Chan is one of the core Mages of the Mystifiers who excels in powerful single-target control while also providing notable team buffs.","hero_introduce_33013":"Bai Suzhen is one of the core Warriors of the Ethereals synergy who is capable of healing allies upon landing critical hits and boosting the team's Max HP.","hero_introduce_42022":"Chang'e is one of the core Mages of the Glorians synergy. She has a chance to cast her Ultimate after taking action, while providing significant stat bonuses to herself and her allies.","hero_introduce_53021":"Pandora is one of the core Warriors of the Valiantors synergy who is capable of pursuing after a kill and increasing skill damage with each skill cast.","hero_introduce_52022":"Hecate is one of the core Mages of the Avengers synergy who is capable of converting healing received into ATK and increasing the maximum stacks of ATK Boost.","hero_introduce_64002":"Victoria is one of the core Supports of all synergies. She significantly boosts allies' DEF and converts DEF into ATK.","gem_reason_33013":"Bai Suzhen is one of the core Warriors of the Ethereals synergy who is capable of healing allies upon landing critical hits and boosting the team's Max HP.","gem_reason_42022":"Chang'e is one of the core Mages of the Glorians synergy. She has a chance to cast her Ultimate after taking action, while providing significant stat bonuses to herself and her allies.","gem_reason_53021":"Pandora is one of the core Warriors of the Valiantors synergy who is capable of pursuing after a kill and increasing skill damage with each skill cast.","gem_reason_52022":"Hecate is one of the core Mages of the Avengers synergy who is capable of converting healing received into ATK and increasing the maximum stacks of ATK Boost.","gem_reason_64002":"Victoria is one of the core Supports of all synergies. She significantly boosts allies' DEF and converts DEF into ATK.","team_name_1204_8":"Celestials [Comp 8]","team_name_1204_9":"Celestials [Comp 9]","team_name_1204_10":"Celestials [Comp 10]","hero_introduce_41023":"Amaterasu is one of the core Tanks of the Ethereals synergy. She grants the entire team Shield and increases their CRIT DMG.","hero_introduce_42024":"Tsukuyomi is one of the core Mages of the Mystifiers synergy. She increases the entire team's Corrode damage and steals enemy stats through the Corrode effect.","hero_introduce_53023":"Leviathan is one of the core Warriors of the Doomsdayers synergy. She significantly boosts the entire team's Reflect Rate and reflects enemy skills.","hero_introduce_34014":"Schrodinger is one of the core Supports of the Glorians synergy. She has high Dodge Rate and DMG RED, and can transfer her DMG RED to allies.","gem_reason_41023":"Amaterasu is one of the core Tanks of the Ethereals synergy. She grants the entire team Shield and increases their CRIT DMG.","gem_reason_42024":"Tsukuyomi is one of the core Mages of the Mystifiers synergy. She increases the entire team's Corrode damage and steals enemy stats through the Corrode effect.","gem_reason_53023":"Leviathan is one of the core Warriors of the Doomsdayers synergy. She significantly boosts the entire team's Reflect Rate and reflects enemy skills.","gem_reason_34014":"Schrodinger is one of the core Supports of the Glorians synergy. She has high Dodge Rate and DMG RED, and can transfer her DMG RED to allies.","tips_team_tag_3":"Late-game","team_name_110101":"Corrode Stacking","team_name_110102":"Corrode Burst","team_name_110103":"Sustained DPS","team_name_110104":"Team Output","team_name_110201":"Chain Kill","team_name_110202":"Rapid Execution","team_name_110203":"Dual-Core Burst","team_name_110204":"Undying","team_name_110301":"Dodge","team_name_110302":"Shield on CRIT","team_name_110303":"Solo Carry","team_name_110304":"All-Out CRIT","team_name_110401":"Single Core","team_name_110402":"Absolute Defense","team_name_110403":"Shield Manipulation","team_name_110404":"Healing to ATK","team_name_110501":"Survivability","team_name_110502":"Flexible Composition","team_name_110503":"Instant Revival","team_name_110504":"Ultimate on Death","team_name_110601":"Tank & Reflect","team_name_110602":"Dual Support","team_name_110603":"Balanced Strength","team_name_110604":"Swap & Reflect","team_reason_110101":"Easy to acquire and star up, a must-have for beginners.","team_reason_110102":"Franz doubles the Corrode effect, while Minotaur doubles the number of Corrode stacks. Sandra and Emily enhance Corrode buffs, with Sandra also summoning units. Together, this team composition maximizes Corrode damage for powerful results.","team_reason_110103":"Catherine provides exceptional support, greatly boosting a Corrode-based team when paired with the tank Dullahan. Astrid enables the second ally to cast their Ultimate twice, significantly amplifying the team's damage output.","team_reason_110104":"The 5-stack Royals synergy elevates team strength. Mulan's position swap boosts team attacks, while Gaia enhances the Corrode effect with DMG Boost and DMG RED, forming an exceptional team.","team_reason_110201":"Easy to acquire and star up, a must-have for beginners.","team_reason_110202":"Atropos greatly boosts the ATK of allies, while Themis acts as the primary damage dealer with her execution skill. Paired with two other Valiantors heroes, this full Valiantors team is quick to assemble and ideal for early-game PvE.","team_reason_110203":"Vittoria boosts frontline durability, while Nyx acts as a secondary damage dealer, creating a strong dual-core team. Leandra contributes a stack of the Royals synergy and devours summons to increase ATK, significantly enhancing the team's offensive capabilities.","team_reason_110204":"The 5-stack Royals synergy elevates team strength. Elmer's Undying effect makes the team invincible, while Hades devours enemies, reducing their numbers and turning this team into a nightmare for opponents.","team_reason_110301":"Easy to acquire and star up, a must-have for beginners.","team_reason_110302":"Dorabella's rune applies percentage-based HP damage, ideal for boss fights. Paired with Catrina's Shield on CRIT effect, this synergy delivers substantial CRIT, creating a powerful team.","team_reason_110303":"Karnak boosts the team's CRIT Rate, aiding CRIT-based teams effectively. Eudora's rune allows her to deal damage 10 times per round with Blazing Melody, making her a top-tier damage dealer for CRIT-based teams.","team_reason_110304":"The 5-stack Royals synergy elevates team strength. Elowyn grants allies the Awaken effect when they land critical hits, significantly boosting ATK and DEF, while Wukong's Swap effect adds Shield and ATK, greatly enhancing the team's survivability.","team_reason_110401":"Easy to acquire and star up, a must-have for beginners.","team_reason_110402":"Lily & Lia provide Energy Shield; Nawi has a chance to deal damage 4 times each round. Combined with high DEF and Control RES, this team is exceptionally strong.","team_reason_110403":"Guinn boosts ATK when the team takes damage; Ariana detonates Shield stacks into damage; Talanis provides strong crowd control; Audrey steals Shield stacks and converts healing into ATK, making her a potent damage dealer.","team_reason_110404":"The 5-stack Royals synergy elevates team strength. Gloria adds a Max HP Increase effect for each team buff, enhancing survivability. Seraphina, the strongest healer in the game, pairs with Audrey's Healing-to-ATK effect to make this Control RES-based team one of the strongest in the game.","team_reason_110501":"Easy to acquire and star up, a must-have for beginners.","team_reason_110502":"Persephone enhances tankiness for revival-based teams, while Salleine converts damage taken into ATK. Coupled with high recovery and the revival effect, they make a highly powerful team.","team_reason_110503":"Althea removes the 1-round delay for allies, enabling immediate revival. Lachesis provides purification and healing, while Arkdina reduces enemy ATK and heals allies upon taking damage, forming a powerful revival-based team.","team_reason_110504":"The 5-stack Royals synergy elevates team strength. Narissa increases the Max HP of allies, while Aphrodite unleashes her Ultimate with each ally's death, allowing revival-based teams to cast chain Ultimates within a single round.","team_reason_110601":"Easy to acquire and star up, a must-have for beginners.","team_reason_110602":"Doris provides healing steal effects, while Merlin boosts reflection, both enhancing reflect-based teams.","team_reason_110603":"Aiushtha bewitches enemies; Hallios serves as a strong tank; Madeline summons units; Lamia triggers Ultimates upon reflection. Together, this balanced team excels across multiple aspects.","team_reason_110604":"The 5-stack Royals synergy elevates team strength. Ophelia boosts HP and ATK, while Dahlia's position swap greatly enhances ATK and Max HP, significantly increasing the team's effectiveness.","team_name_1401_1":"Premium Comp 1","team_name_1401_2":"Premium Comp 2","team_name_1401_3":"Premium Comp 3","team_name_1401_4":"Premium Comp 4","team_name_1401_5":"Premium Comp 5","team_name_1401_6":"Premium Comp 6","hero_introduce_42025":"Isis serves as the main support in the team.\nIsis can revive any unit on the battlefield, including enemies, effectively providing an additional ally with inherited skills and enhanced stats.\nWhen an ally dies, Isis increases the HP and ATK of all allies by a fixed amount, making her extremely powerful.\nWhen an ally is revived, Isis grants the same buff to all allies, effectively doubling the enhancement rate.","hero_introduce_41026":"Ra serves as the main tank in the team.\nWhen deployed, Ra protects allies by taking damage in their place and restores Holy Shield and HP each round, ensuring exceptional sustainability.\nRa increases the Max HP of all allies by 20m, making her an exceptional protector.\nRa can also trigger a Duel event, designating the strongest ally to unleash a 5x Ultimate, potentially allowing powerful allies to instantly kill enemies.","hero_introduce_52024":"Bahamut serves as the primary damage dealer in the team.\nBahamut overwhelms enemies, dealing massive damage based on her Max HP, making her especially powerful when paired with heroes who boost this stat.\nBahamut applies the Tremor effect, frequently preventing enemies from taking action.\nBahamut's overwhelming attacks also apply Tremor, further enhancing her crowd control capabilities and preventing enemies from taking action.","hero_introduce_32015":"Snow White serves as a secondary damage dealer in the team.\nSnow White despises women and curses them to harm each other.\nWhen her HP is low, she enters Dark Form, significantly increasing her damage output.\nSnow White targets all female characters, making her the only hero whose attack range varies. The more female characters present, the wider her attack range becomes. When against an all-female team, her attacks will cover the entire battlefield.","gem_reason_42025":"Isis serves as the main support in the team.\nIsis can revive any unit on the battlefield, including enemies, effectively providing an additional ally with inherited skills and enhanced stats.\nWhen an ally dies, Isis increases the HP and ATK of all allies by a fixed amount, making her extremely powerful.\nWhen an ally is revived, Isis grants the same buff to all allies, effectively doubling the enhancement rate.","gem_reason_41026":"Ra serves as the main tank in the team.\nWhen deployed, Ra protects allies by taking damage in their place and restores Holy Shield and HP each round, ensuring exceptional sustainability.\nRa increases the Max HP of all allies by 20m, making her an exceptional protector.\nRa can also trigger a Duel event, designating the strongest ally to unleash a 5x Ultimate, potentially allowing powerful allies to instantly kill enemies.","gem_reason_52024":"Bahamut serves as the primary damage dealer in the team.\nBahamut overwhelms enemies, dealing massive damage based on her Max HP, making her especially powerful when paired with heroes who boost this stat.\nBahamut applies the Tremor effect, frequently preventing enemies from taking action.\nBahamut's overwhelming attacks also apply Tremor, further enhancing her crowd control capabilities and preventing enemies from taking action.","gem_reason_32015":"Snow White serves as a secondary damage dealer in the team.\nSnow White despises women and curses them to harm each other.\nWhen her HP is low, she enters Dark Form, significantly increasing her damage output.\nSnow White targets all female characters, making her the only hero whose attack range varies. The more female characters present, the wider her attack range becomes. When against an all-female team, her attacks will cover the entire battlefield.","gem_introduce_41026":"Ra serves as the main tank in the team.\nWhen deployed, Ra protects allies by taking damage in their place and restores Holy Shield and HP each round, ensuring exceptional sustainability.\nRa increases the Max HP of all allies by 20m, making her an exceptional protector.\nRa can also trigger a Duel event, designating the strongest ally to unleash a 5x Ultimate, potentially allowing powerful allies to instantly kill enemies.","hero_introduce_44027":"Behemoth serves as the main tank and support in the team.\nBehemoth acts first and disrupts the opponent's turn order, creating unexpected tactical advantages.\nUpon death, Behemoth summons a Behemoth Beast with massive HP that comes with Taunt and provides significant ATK and HP boosts to allies.","hero_introduce_53025":"Lilith serves as a warrior in the team.\nLilith provides significant ATK and HP boosts to all allies during odd-numbered rounds.\nLilith cannot die during even-numbered rounds, making her highly survivable when paired with allies possessing strong recovery abilities.","hero_introduce_52026":"Tiamat serves as a secondary damage dealer in the team.\nTiamat increases the Corrode stack limit for Corrode-based teams.\nTiamat is immune to non-CRIT DMG and converts incoming non-CRIT DMG into HP, making her a rare hero who only takes CRIT DMG.","hero_introduce_21013":"Alice serves as an off-tank or a support in the team.\nAlice can activate her hat barrier, granting the entire team a powerful Shield effect.\nWhen Alice's HP is low, she reduces incoming damage by 90% for 3 rounds, significantly enhancing her survivability.","gem_reason_44027":"Behemoth serves as the main tank and support in the team.\nBehemoth acts first and disrupts the opponent's turn order, creating unexpected tactical advantages.\nUpon death, Behemoth summons a Behemoth Beast with massive HP that comes with Taunt and provides significant ATK and HP boosts to allies.","gem_reason_53025":"Lilith serves as a warrior in the team.\nLilith provides significant ATK and HP boosts to all allies during odd-numbered rounds.\nLilith cannot die during even-numbered rounds, making her highly survivable when paired with allies possessing strong recovery abilities.","gem_reason_52026":"Tiamat serves as a secondary damage dealer in the team.\nTiamat increases the Corrode stack limit for Corrode-based teams.\nTiamat is immune to non-CRIT DMG and converts incoming non-CRIT DMG into HP, making her a rare hero who only takes CRIT DMG.","gem_reason_21013":"Alice serves as an off-tank or a support in the team.\nAlice can activate her hat barrier, granting the entire team a powerful Shield effect.\nWhen Alice's HP is low, she reduces incoming damage by 90% for 3 rounds, significantly enhancing her survivability.","hero_introduce_42017":"Ying Zheng serves as a support in the team.\nYing Zheng can increase all healing-to-ATK, healing-to-DEF, and healing-to-HP conversion effects by 100%, including those from Skills, Artifacts, Hope Tree, and Ancient Accessories.\nYing Zheng also grants allies the ability to increase their ATK and DEF when attacked, making him an excellent hero for PvE.","gem_reason_42017":"Ying Zheng serves as a support in the team.\nYing Zheng can increase all healing-to-ATK, healing-to-DEF, and healing-to-HP conversion effects by 100%, including those from Skills, Artifacts, Hope Tree, and Ancient Accessories.\nYing Zheng also grants allies the ability to increase their ATK and DEF when attacked, making him an excellent hero for PvE."}}]],0,0,[],[],[]]