[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"strategy",{"strategy":{"title_1":"Wailing Mines","title_2":"Corrupt Spring","title_3":"Crystal Woods","title_4":"Crimson Town","title_101":"Tutorial","trail_1011":"Eluller is a <color=@82>guardian hero</color> who can withstand damage. Make her the focus of enemy attacks to ensure the team's survival.","trail_1012":"Jerald is a <color=@82>warrior hero</color> with powerful physical attacks. Don't let the enemy focus their attacks on him.","s_title_trail101_1":"Hero Class","s_title_trail105_1":"Rune Evolution","s_title_trail104_1":"Ascend Hero","s_title_trail106_1":"Convert Hero","s_title_trail107_1":"Labyrinth Boss","s_title_trail108_1":"Labyrinth Chest","s_title_trail109_1":"Contracted Hero","s_title_trail109_2":"Contract Effect","s_title_trail109_3":"Benedicted Hero","s_title_trail1_1":"Battle Objective","trail1_1":"Defeat <color=@82>Bone Miners</color> for Gold. Defeat <color=@82>enough</color> miners in <color=@82>8 rounds</color> to pass the stage!","s_title_trail1_2":"Bone Miner","trail1_2":"After a Bone Miner collapses, other miners will <color=@82>constantly spawn</color> into battle.","s_title_trail1_3":"Blast Miner","trail1_3":"When a Blast Miner is <color=@82>killed</color>, the <color=@82>violent explosion</color> deals <color=@82>massive damage</color> to other miners. Use <color=@82>strategic positioning</color> for the most kills.","s_title_trail1_4":"Special Enemies","trail1_4":"Be careful when facing special enemies in some stages.\nIn Wailing Mines, they will apply Curse to allies, so it is recommended that you deploy heroes who can purify Curse or apply buffs to allies.\n\nCurse: Reduces ATK. Gaining multiple stacks of buffs will remove the effect.","s_title_trail2_1":"Battle Objective","trail2_1":"Defeat <color=@82>Corrupt Dioecy</color> for Ascension Ores. Defeat <color=@82>enough</color> dioecy in <color=@82>8 rounds</color>, to pass the stage!","s_title_trail2_2":"Corrupt Dioecy","trail2_2":"Each time a Dioecy is <color=@82>attacked</color>, it also takes <color=@82>extra lightning damage</color>. Deploy heroes that can make <color=@82>multi-target attacks</color> to deal more damage.","s_title_trail2_3":"Healing Trait","trail2_3":"Corrupt Dioecy <color=@82>constantly revive</color>. They <color=@82>heal</color> <color=@82>other Dioecy upon being killed.","s_title_trail2_4":"Special Enemies","trail2_4":"Be careful when facing special enemies in some stages.\nIn Corrupt Spring, they will apply Bind to allies, so it is recommended that you deploy heroes who can purify Bind or apply debuffs to emenies.\n\nBind: Immobilizes the affected unit during the same round that it is applied. Applying multiple stacks of debuffs to enemies automatically dispels the effect.","s_title_trail3_1":"Battle Objective","trail3_1":"Defeat <color=@82>Crystal Golems</color> quickly for Gear Refinement Ores. Defeat them within the <color=@82>specified rounds</color> to pass the stage.","s_title_trail3_2":"Crystal Golem","trail3_2":"Crystal Golems have <color=@82>very high HP</color>. They continuously <color=@82>enhance and heal themselves</color>. Deploy heroes that focus on <color=@82>few specific targets</color> for faster kills.","s_title_trail3_3":"Special Enemies","trail3_3":"Be careful when facing special enemies in some stages.\nIn Crystal Woods, they will apply Shield on themselves, so it is recommended that you deploy heroes who can purify Shield.\n\nShield: Each stack mitigates 1 instance of damage.","s_title_trail4_1":"Battle Objective","trail4_1":"The attack of the <color=@82>Tortured Souls</color> will become increasingly stronger. Survive for the <color=@82>specified rounds</color> to pass this stage. Try to survive!","s_title_trail4_2":"Tortured Soul","trail4_2":"Tortured Souls <color=@82>cannot be killed</color>. Their attacks gradually <color=@82>intensify</color> and they repeatedly apply <color=@82>debuffs</color> on the enemies. Deploy a team of <color=@82>Support</color> or <color=@82>Tank</color> units to resist their attacks.","s_title_trail4_3":"Special Enemies","trail4_3":"Be careful when facing special enemies in some stages.\nIn Crimson Town, they will apply Plague on allies, so it is recommended that you deploy heroes who can dispel Plague or apply buffs on allies.\n\nPlague: Causes a certain amount of HP loss every round. Gaining multiple stacks of buffs automatically removes the effect.","trail_1051":"Runes can reach <color=@82>Legendary</color> quality with evolutions. Besides stat bonuses, evolutions enhance the <color=@82>skill effects</color> of Runes.","trail_1041":"When ascending to <color=@82>+2, +10, +18, and +26</color>, a <color=@82>combat talent</color> is unlocked on top of the stat bonuses!","trail_1061":"After a Hero Conversion, the original hero has a chance of becoming another hero with the <color=@82>same Stars</color>.","trail_1062":"Converting a 5-Star hero has a chance of granting a <color=@82>Legendary Hero</color>.","trail_1071":"The temple contains a relic left behind by Surtr—the  God of Fire. It is now shrouded by a mysterious energy, and we cannot enter.","trail_1072":"The barrier can only be removed by finding the <color=@82>3 Soul Altars</color> hidden within the Labyrinth.","trail_1081":"The chest within the Labyrinth grants generous rewards, but a <color=@82>Vault Key</color> is required to open it.","trail_1082":"Find the <color=@82>Treasure Guardians</color> within the Labyrinth and battle them to obtain the <color=@82>Vault Keys</color>.","trail_1091":"The <color=@82>first 5</color> <color=@82>Rare</color>, <color=@82>Epic</color>, and <color=@82>Legendary</color> heroes you obtain will automatically become Contracted Heroes, which you can change freely later.","trail_1092":"The <color=@82>lowest</color> levels, ascensions, gear, etc. of Contracted Heroes are <color=@82>synced</color> to Benedicted Heroes.","trail_1093":"The first <color=@82>Rare</color>, <color=@82>Epic</color>, or <color=@82>Legendary</color> hero you obtain will automatically become the Benedicted Hero.","s_title_trail110_1":"Omniseal Tier","s_title_trail110_2":"Omniseal Reward","s_title_trail111_1":"Synergies","s_title_trail111_2":"Synergy Effects","s_title_trail112_1":"Vault Guardian","s_title_trail112_2":"Guardian Reward","s_title_trail112_3":"Challenge the Guardian","s_title_trail113_1":"Revelation Bonus","s_title_trail113_2":"Revelation Bonus","trail_1101":"Complete Guardianship Quests to unlock a higher Valkyric Guardianship tier for more rewards.","trail_1102":"By increasing Omniseal Tiers, you also get VIP EXP to increase VIP Levels.","trail_1111":"You can activate the Synergy effects when Jerald and Diana are deployed at the same time.","trail_1112":"At the start of the battle, Eluller creates a shield that absorbs damage for all allies.","trail_1121":"The Vault Guardian has a lot of HP. Defeat it to get a lot of Relic Shards.","trail_1122":"Obtain rewards based on the most damage dealt to guardians—the more damage dealt, the better the rewards.","trail_1123":"When challenging Treasure Guardians, <color=@82>HP losses and deaths will not be recorded</color>. Defeat these guardians by using stronger Synergymates and Altar buffs!","trail_1131":"Goddess Revelation gives significant stat bonuses to all heroes.","trail_1132":"After advancing Legendary heroes to higher stars, you can complete Revelation Quests to get Stat Bonuses.","s_title_trail114_1":"Pillage Mode","trail_1141":"In Pillage Mode, feed to obtain legendary Vileflowers for a chance to get a <color=@82>Terra Crystal (Rare)</color>.","trail_1142":"In Pillage Mode, fed Vileflowers can be <color=@82>pillaged</color> by other players. You may also <color=@82>pillage</color> theirs.","title_5":"Treasure Guardian","s_title_trail5_1":"Guard Info","trail5_1":"Treasure Guardians have high HP. Obtain rewards based on the most damage that is dealt to guardians—the more damage dealt, the better the rewards.","trail5_2":"When challenging Treasure Guardians, <color=@82>HP losses and deaths will not be recorded</color>. Defeat these guardians by using stronger Synergymates and Altar buffs!","s_title_trail111_3":"Synergy Level","trail_1113":"Synergy effects become stronger as more synergymates are deployed.","s_title_trail115_1":"Diana","s_title_trail116_1":"Themis","s_title_trail117_1":"Stannard","s_title_trail117_2":"Synergy Activated","s_title_trail118_1":"Craft Gems","s_title_trail118_2":"Stat Inheritance","s_title_trail119_1":"Rune Skills","s_title_trail120_1":"Synergy Effect","s_title_trail120_2":"Synergy Effect","s_title_trail121_1":"Yggdrasil Supremacy","s_title_trail121_2":"Plunder Insignia","s_title_trail121_3":"Coliseum Promotion","trail_1151":"Diana excels at attacking backline enemies. She also purifies her own debuffs before attacking.","trail_1152":"When Diana and Jerald are deployed at the same time, the Valiantor synergy will be activated, boosting their PDMG at the start of the battle.","trail_1161":"Themis is capable of dealing high single-target damage. She also performs a follow-up attack after she kills an enemy.","trail_1162":"When Themis, Jerald, and Diana are deployed at the same time, their Valiantors synergy effects will be activated, granting all allies a 50% PDMG bonus at the start of the battle.","trail_1171":"Stannard casts Cracked Crystal at enemies. Each time an enemy affected by Cracked Crystal is attacked, it is followed up with an additional attack that deals MDMG.","trail_1181":"When crafting Gems of Uncommon+ quality or higher, players may select the stats to be inherited.","trail_1182":"Stats that may be inherited comprise the secondary stats of the selected Gem material, of which 1-3 of these stats can be selected for the inheritance. The higher the quality of the crafted Gem, the more stats can be inherited.","trail_1191":"<color=@82>Legendary heroes</color> can equip Runes to activate new <color=@82>Synergies</color> and <color=@82>Rune Skills</color>","trail_1192":"Equip 4 <color=@82>Epic</color> or better Runes and advance the Hero to <color=@82>8-Star</color> to unlock a new <color=@82>Rune Synergy</color>.","trail_1193":"Equip 4 <color=@82>Hero-exclusive Runes</color> to activate <color=@82>Rune Skills</color>.","trail_1201":"When synergymates are deployed at the same time, additional buffs will be activated for you during battle.","trail_1202":"Synergy effects become stronger as more synergymates are deployed.","trail_1211":"During Yggdrasil Supremacy, 10 players at the same stage will be matched into a group. Players in the same group will battle against each other.","trail_1212":"Players may seize Insignia upon defeating their opponents. The more Insignia a player has, the higher their ranking within their group.","trail_1213":"Every day when tallying the results, players with higher rankings in the group will be promoted, while players with lower rankings will be demoted. Additionally, achieving 9 Insignias will lead to an immediate promotion.","trail_1172":"When Stannard and Helos are deployed at the same time, the Battlewill Apostles synergy is activated, granting ATK Boost to allies at the start of battle.","trail1_5":"Be careful when facing special enemies in some stages.\nIn Wailing Mines, they will apply Lv.5 Curse to allies, so it is recommended that you deploy heroes who can purify Curse or apply buffs to allies.\n\nCurse: Reduces ATK upon infliction. Gaining multiple stacks of buffs will remove the effect.","title_221":"Rift Odyssey","s_title_trail221_1":"Hero Power Balance","s_title_trail221_2":"Inherit Synergy Skill","s_title_trail221_3":"Wise Team Comps","s_title_trail221_4":"Players' Team Comps","trail221_1":"In the gameplay, the level and gear of the player's heroes will be unified to a fixed level, and the heroes' power is only related to their own star level.","trail221_2":"At the same time, the hero's Skill Level, Synergy Activation, Talent, Rune Skill Level, and the hero's own growth will remain the same.","trail221_3":"Reasonable team comps to deal with different enemies!","trail221_4":"View others' clear records, learn from their experience, and reduce the team composition difficulty.","s_title_trail222_1":"Supreme Balance","trail222_1":"The Supreme Balance will unify the heroes' levels, gear, etc. to a fixed level.","trail222_2":"The hero's power increases as their star rating goes higher, solely based on their star rating.","trail222_3":"The hero's skill levels, synergies, talent skills, and rune skills remain consistent with their original upgrades.","title_222":"Supreme Balance","title_240":"Abyss Power","trail240_1":"The level of the deployed Heroes is always the same. The Power of your Heroes is only affected by their Stars. The maximum number of effective Stars on different difficulties can vary.","trail240_2":"The effectiveness of Hero Skills, Relic Skills, Synergies, Talent Skills, and Rune Skills remain consistent with your upgrades, but they are also affected by the Stars and Qualities.","trail240_3":"Build your team comp accordingly so you might stand a chance against powerful bosses!","trail240_4":"You can also view the mission history of other players to learn from their experience. This will help you build your lineup.","s_title_trail240_1":"Power Balance Limit","s_title_trail240_2":"Star Quality Limit","s_title_trail240_3":"Build Team Comp","s_title_trail240_4":"View Others' Comps","title_261":"Eternal Balance","trail261_1":"Under the influence of the Eternal Balance, the higher the Eternal Level, the higher the Hero Level.","trail261_2":"A hero's Power is also related to their star level. The higher the star level, the greater their Power.","trail261_3":"A hero's Skill Levels, Synergies, Talent Skills, and Rune Skills remain consistent with their original upgrades.","s_title_trail261_1":"Hero Power Balance","s_title_trail261_2":"Inherit Synergy Skill","s_title_trail261_3":"Wise Team Comps","title_122":"Chaotic Space","title_123":"Blessing","s_title_trail122_1":"Trial Type","s_title_trail122_2":"Stage Level","s_title_trail122_3":"How to Clear","s_title_trail123_1":"Blessing Bonus","trail122_1":"In the Chaotic Space, there are 8 types of trials: <color=@82>Mystifiers Trial, Valiantors Trial, Ethereals Trial, Avengers Trial, Glorians Trial, Doomsdayers Trial, Enigmas Trial, and Souleaters Trial</color>. Each trial type drops its corresponding slate stones.","trail122_2":"Higher-level stages drop higher-quality stones.","trail122_3":"Defeat the boss at each difficulty level to clear it and move on to the next.","trail123_1":"Activating a Blessing significantly boosts the drop rate of Marks of a certain quality in all stages.","title_250":"Season","s_title_trail250_1":"Season Begins","s_title_trail250_2":"Season Cycle","s_title_trail250_3":"Season Growth","s_title_trail250_4":"Season Rewards","trail250_1":"After the season begins, a whole new set of gameplay will be unlocked, which will also bring a large amount of rewards.","trail250_2":"Each season lasts for 8 weeks (independent of server time). After it ends, a new season will start, with a new look and gameplay.","trail250_3":"During the duration of the season, you can use the new growth gameplay to improve your power. At the end of the season, the progress will reset.","trail250_4":"Participate in the season's gameplay and get rewards for free!","trail251_1":"Throughout the season, earn Spell Marks through various game modes to enhance the quality of the spell. After the season ends, both the marks and the spells will reset to zero.","title_251":"Eternal Spell","title_270":"Clash Domain","s_title_trail270_1":"Guild Expansion","s_title_trail270_2":"Dispatch Teams","s_title_trail270_3":"Round Settlement","s_title_trail270_4":"Claim Rewards","s_title_trail270_5":"Hexa Battles","trail270_1":"Expand your guild's territory with other members.","trail270_2":"After dispatching teams, wait for the daily round settlement.","trail270_3":"After defeating the defenders, the territory belongs to our guild. The guild earns points, moving your guild up in the rankings.","trail270_4":"Great rewards, earn as you play","trail270_5":"After 13 rounds of battles, the final ranking is determined based on the guild's grid points.","title_10":"Extra Battle Area","s_title_trail10_1":"Extra Battle Area","trail10_1":"When deployed heroes or activated synergies possess the <color=@82>Summon</color> effect, summoned creatures in battle will appear in the extra battle area.","title_267":"World Arena","s_title_trail267_1":"Tier Promotion","s_title_trail267_2":"Battle Teams Increased","trail267_1":"Defeat opponents to earn points, reaching the required points to advance tiers.","trail267_2":"As tier increases, the number of required teams also increases.","title_291":"Monster Invasion","s_title_trail291_1":"Defend Together","s_title_trail291_2":"Season Artifacts","s_title_trail291_3":"First Kill Bonus","s_title_trail291_4":"Royal City Damage","s_title_trail291_5":"Monster Phantom","trail291_1":"Challenge the invading monsters together with your guild members.","trail291_2":"Challenge various types of monsters for different Artifact rewards.","trail291_3":"When each wave of monsters is completely defeated for the first time, guild members will receive bountiful rewards, and the Morale of guild teams will greatly increase.","trail291_4":"When the countdown ends, if your guild fails to defeat all the monsters, the monsters will proceed to attack the Royal City, reducing the Grid Points earned by half and lowering the Morale of guild teams.","trail291_5":"Before the countdown ends, if all the monsters are defeated, they will enter a Phantom state and can still be challenged until the countdown ends. Then a new wave of monsters will spawn.","s_title_trail297_1":"Find Match","s_title_trail297_2":"Challenge Dragons","s_title_trail297_3":"Progress Gain","s_title_trail297_4":"Multi-Team Battle","trail297_1":"In each Dragon War, your guild will be matched with another guild as an opponent. Both sides will challenge each other's dragons.","trail297_2":"As the season progresses, more dragons will be unlocked by the opponent. In each match, you need to challenge all of the opponent's dragons.","trail297_3":"The progress your guild gains will increase based on the damage dealt to the dragons. The side with the higher progress will win.","trail297_4":"Each challenge requires deploying multiple teams to fight the opponent's dragons, with damage and progress calculated as the sum of all teams.","s_title_trail315_1":"Obtain Resources","s_title_trail315_2":"Level Up","s_title_trail315_3":"Enhance Synergies","s_title_trail315_4":"Mode Bonuses","trail315_1":"Obtain resources for the Hope Tree from season modes.","trail315_2":"Consume Radiant Beads to level up the Hope Tree, gaining stat bonuses and Azure Beads as rewards.","trail315_3":"Consume Azure Beads to enhance the effects of various synergies.","trail315_4":"Complete events in the Primeval Realm to enhance Primeval Realm Bonus effects.","s_title_trail331_1":"Find Fountains","s_title_trail331_2":"Obtain Resources","s_title_trail331_3":"Clash Tech","s_title_trail331_4":"Game Mode Rewards","s_title_trail331_5":"Compete for Fountains","trail331_1":"Alchemy Fountains can be found in the Royal City and Fortresses within Clash Domain.","trail331_2":"Fountain Essence can be obtained through challenges, assistance, and round rewards.","trail331_3":"Fountain Essence can be used to level up Clash Techs.","trail331_4":"Level up Clash Techs to obtain bonus effects and various rewards.","trail331_5":"Fortresses on the map are limited. Team up with your guild members to occupy more fortresses!","s_title_trail331_6":"Alchemy Fountain","trail331_6":"Earn rewards via the Alchemy Fountain mode!","s_title_trail280_1":"Match Schedule","s_title_trail280_2":"Team Setup","s_title_trail280_3":"Battle Rules","s_title_trail280_4":"Coliseum Effects","s_title_trail280_5":"Rank Reward","trail280_1":"Compete in 7 rounds, 1 round per day. Each round pits two teams against each other, and the winner advances to the next round.","trail280_2":"In the Foggy Colosseum, 5-7 teams must be set up for participation, with each team requiring a different number of heroes.","trail280_3":"Each team fights in numerical order. A team continues to fight if it wins but retires after 3 consecutive wins.","trail280_4":"Each session of the Foggy Colosseum features different Coliseum Effects that apply to all teams and heroes involved in the battles.","trail280_5":"Each season consists of 4 sessions. Points are awarded based on the number of rounds advanced in each session, determining the season's ranking and rewards.","s_title_trail335":"Tournament Battle","s_title_trail335_1":"Find Match","s_title_trail335_2":"Battle Bonus","s_title_trail335_3":"Victory Reward","trail335_1":"In each Tournament, <color=@82>each</color> of your deployed teams will undergo up to 18 rounds of matchmaking, matching opponents from the enemy guild's teams.","trail335_2":"At certain rounds, you can choose a bonus effect to <color=@82>revive a fallen team</color>, <color=@82>heal surviving heroes</color>, or <color=@82>slightly increase stats</color>.","trail335_3":"Each victory accumulates one random reward chest, which will be distributed after <color=@82>all battles in the current Tournament are completed</color>.","s_title_trail338":"Accessory Upgrade","s_title_trail338_1":"Upgrade Requirements","s_title_trail338_2":"Stat Enhancement","s_title_trail338_3":"Stat Purification","s_title_trail338_4":"Stat Promotion","trail338_1":"Accessories at <color=@82>T9 or above</color> can have their stats upgraded.","trail338_2":"Consume Enhancement Stones to increase stat values.","trail338_3":"Consume Purification Stones to replace an entry with <color=@82>another of the same type<color=@82>.","trail338_4":"Consume Promotion Stones to increase a stat's rating by one level. Promotion <color=@82>may fail</color>.","s_title_trail343":"Primeval Realm","s_title_trail343_1":"Battle Event","s_title_trail343_2":"Trade Event","s_title_trail343_3":"Master Event","trail343_1":"Explore the realm, defeat bosses, and earn <color=@82>Artifact</color> rewards.","trail343_2":"Buy and sell <color=@82>goods</color> at Trade locations to earn <color=@82>Primeval Coins</color>. Exchange them for <color=@82>Ancient Accessories</color> in the shop.","trail343_3":"Deliver <color=@82>goods</color> to Master locations to learn <color=@82>Hope Tree</color> skills from the Master."}}]],0,0,[],[],[]]