[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"tales",{"tales":{"name_1":"Sleeping Eagle","name_2":"Gladiator","name_5":"Flower of Hope","name_6":"Arcanum Secrets","name_7":"Oathsworn","name_8":"Woodland Oracle","name_9":"Great Temptation","name_10":"Sisters","name_11":"Daughter of the Woodland","name_12":"","chapter_name_101":"1. Slumber","chapter_name_102":"2. Faceoff","chapter_name_103":"3. Lessons","chapter_name_104":"4. Hidden","chapter_name_105":"5. A Decision","chapter_name_106":"6. The Deal","chapter_name_201":"1. Beasts","chapter_name_202":"2. Mages","chapter_name_203":"3. Caged","chapter_name_204":"4. Ferocious Battle","chapter_name_205":"5. Bloody Fury","chapter_name_206":"6. Breaking Free","chapter_name_207":"7. Reversal","chapter_name_208":"8. Vengeance","enemy_name_101":"Trial 1: Powerful Regent","enemy_name_102":"Trial 2: Centaur Commander","enemy_name_103":"Trial 3: Ghost Bride","enemy_name_201":"Trial 4: Berserker","enemy_name_202":"Trial 5: Woodland Twins","enemy_name_203":"Trial 6: Clawed Avenger","enemy_name_301":"Trial 7: Justice Warrior","enemy_name_302":"Trial 8: Woodland Oracle","enemy_name_303":"Trial 9: Red Riding Hood","enemy_name_401":"Trial 10: Metal Giant","enemy_name_402":"Trial 11: Doomsday Valkyrie","enemy_name_501":"Trial 12: Powerful Regent II","enemy_name_502":"Trial 13: Centaur Commander II","enemy_name_503":"Trial 14: Ghost Bride II","enemy_name_601":"Trial 15: Berserker II","enemy_name_602":"Trial 16: Woodland Twins II","enemy_name_603":"Trial 17: Clawed Avenger II","enemy_name_701":"Trial 18: Justice Warrior II","enemy_name_702":"Trial 19: Woodland Oracle II","enemy_name_703":"Trial 20: Red Riding Hood II","enemy_name_801":"Trial 21: Metal Giant II","enemy_name_802":"Trial 22: Doomsday Valkyrie II","enemy_name_901":"Trial 23: Powerful Regent III","enemy_name_902":"Trial 24: Centaur Commander III","enemy_name_903":"Trial 25: Ghost Bride III","enemy_name_1001":"Trial 26: Berserker III","enemy_name_1002":"Trial 27: Woodland Twins III","enemy_name_1003":"Trial 28: Clawed Avenger III","enemy_name_1101":"Trial 29: Justice Warrior III","enemy_name_1102":"Trial 30: Woodland Oracle III","enemy_name_1103":"Trial 31: Red Riding Hood III","enemy_name_1201":"Trial 32: Metal Giant III","enemy_name_1202":"Trial 33: Doomsday Valkyrie III","chapter_des_101":"That day, the Demons attacked Mirlond City. To protect her country, Joanna decided to awaken what was once sealed...","chapter_des_102":"General Rokhsim quickly arrived with his army and surrounded Salleine. During the confrontation, he offered Salleine a deal...","chapter_des_103":"The atmosphere was thick enough to suffocate someone. Then suddenly, a horn call signaling the demon's assault shattered the eerie silence!","chapter_des_104":"The battle came to an end for the time being. To quickly learn more about the situation, Salleine infiltrated the Empire, reaching Joanna.","chapter_des_105":"The Empire's decline was more serious than Salleine had anticipated. This led to his decision to meet the new king.","chapter_des_106":"Salleine broke into Joanna's palace, but to his slight surprise, Joanna had been waiting for him for a long time...","chapter_des_201":"In a border city of the Empire, a beast that stood out from the rest was forcibly sent into the arena that reeked of blood.\nA life-or-death battle was about to begin...","chapter_des_202":"Sylvan defeated everyone who dared to challenge her.\nShe surveyed her surroundings, looking for an opportunity to escape...","chapter_des_203":"The first breakout attempt failed. Sylvan was captured and thrown into the cramped, dark cage again.\nBut she would never give up.","chapter_des_204":"The day when Sylvan would finally break free of captivity drew closer.\nHowever, she would have to face a strong opponent before then.","chapter_des_205":"Although she had to pay an unimaginably painful price, Sylvan still won the battle.\nA long and carefully planned escape was about to occur...","chapter_des_206":"The plan was very successful. The beast charged with full force, damaging the arena cage.\nSylvan seized the chance to escape, sprinting as fast as she could toward the forest.","chapter_des_207":"Sylvan was already severely injured when she encountered the evil mage again. A magic attack caused her to lose consciousness.\nWhen she woke up, things seemed to have taken an unexpected turn...","chapter_des_208":"Within the Gloomwoods, a unique-looking arena was about to start its first battle. But this time, the identities of both parties were swapped.\nSylvan decided to go along with it to seek her revenge.","chapter_name_701":"1. Awakening","chapter_name_702":"2. Exile","chapter_name_703":"3. Him","chapter_name_704":"4. Similarity","chapter_name_705":"5. Hunter","chapter_name_706":"6. A Promise","chapter_des_701":"Ellie doesn't understand. Since when had she been able to talk to her doll? The day her brother left? Or the day the Empire killed her mother?","chapter_des_702":"After slaughtering the Army of Judgment, Ellie had no choice but to\nflee the Empire. But where can a little girl run to all alone?","chapter_des_703":"The lonely exile almost broke Ellie's will. At this time, the boy who appeared before her had a monster companion, just like herself...","chapter_des_704":"The boy's name is Franz, from the Eclipse. Ellie learned that there are many of their kind out there from him. They are known as the Oathsworn...","chapter_des_705":"The Empire will never allow aberrations like the Oathsworn to exist.\n In order to find Ellie, the Empire sent its strongest hunters after her...","chapter_des_706":"Pursued by hunters, Franz and Ellie were separated. They agreed to meet in Foggy Thicket if they managed to survive. \"I will find you, Franz!\"","chapter_story_1011101":"On the day the demons attacked the Dawn Empire, in a secret dungeon within the city...\n","chapter_story_1011102":"\"Do you really wish to free him, Your Highness?\"\n","chapter_story_1011103":"General Rokhsim confirmed once again with Joanna, the eldest daughter of the Dawn family.\n","chapter_story_1011104":"\n\n\n\"He is the most dangerous figure in the history of the Empire—an ambitious and despicable usurper who your ancestor Fritz II sacrificed much to seal away...\"\n","chapter_story_1011201":"With a calm expression, Joanna replied, \"I know who he is, General. I also know that history is not as simple as the events one might read in a book.\"\n","chapter_story_1011202":"She then added, \"The situation is urgent now, and we must use everything at our disposal.\"\n","chapter_story_1011203":"\"As you wish,\"\n","chapter_story_1011204":"Rokhsim bowed slightly, and then ordered the mages guarding the seal.\n","chapter_story_1011205":"\"Remove the seal.\"","chapter_story_1011301":"\nThe mages incanted an obscure spell and the seal's magic slowly started to activate.\n","chapter_story_1011302":"The temperature in the dungeon dropped rapidly, making the hairs of all present stand on end.","chapter_story_1011401":"\nAt the center of the seal stood a huge solid slab of ice. A man could be seen sleeping within.\n","chapter_story_1011402":"\n\n\n\"Wait, something's wrong...\"\n","chapter_story_1011405":"Joanna exclaimed, seeming to have detected something unusual.\n","chapter_story_1011403":"As the seal was removed, the ice melted rapidly, but nothing remained in its stead.\n","chapter_story_1011404":"Rokhsim looked at Joanna with utter bewilderment.\n","chapter_story_1011406":"<color=#742a1f>\"Salleine Dawn has escaped!\"</color>","chapter_story_1011501":"Meanwhile, atop a tower in Mirlond City...\n","chapter_story_1011502":"An aquiline ice creature swept across the sky, circling several times before finally landing on an arm formed of the same ice as itself.\n","chapter_story_1011503":"The owner of the icy arm was an austere middle-aged man. He gazed at the distant battlefield where the imperial army was battling the Demons.\n","chapter_story_1011504":"He was none other than Salleine.","chapter_story_1011601":"\n\n\n\n\"It looks like we've slept for too long, Samhain.\"\n","chapter_story_1011604":"Salleine caressed the ice eagle's wings.\n","chapter_story_1011602":"\"Our Empire has declined, just as I expected.\"\n","chapter_story_1011603":"Samhain screeched softly in response.","chapter_story_1011701":"\"I shall restore it to its former glory, I promise. But before that...\"\n","chapter_story_1011702":"Salleine cast his gaze on the demons wreaking havoc not far away.\n","chapter_story_1011703":"\"Those who trample upon the glory of the Empire must pay for their sins!\"","chapter_story_1012101":"\n\n\n\"There he is!\"\n","chapter_story_1012102":"After defeating a swarm of demons, Salleine was surrounded by an army of imperial soldiers who had rushed to the scene.\n","chapter_story_1012103":"The man leading them was none other than General Rokhsim.\n","chapter_story_1012104":"\"What can I do for you, General?\"\n","chapter_story_1012105":"Salleine asked calmly.","chapter_story_1012201":"\n\n\n\n\"Salleine...\"\n","chapter_story_1012202":"Rokhsim's palms began to sweat slightly.\n","chapter_story_1012203":"The man standing before him was once the most powerful regent in the history of the Empire. Notorious for his tyrannical rule, countless people died under his iron fist.\n","chapter_story_1012205":"He was also the first person to make contact with and obtain the power of the Omniseal Shard, and had lived a life spanning the birth of the nation to the present day.\n","chapter_story_1012204":"He exuded an invisible air of authority, filling even the imperial commander with apprehension.","chapter_story_1012301":"\n\n\n\n\"When did you break free from your seal?\" Rokhsim asks.\n","chapter_story_1012302":"\"Several days ago,\"\n","chapter_story_1012304":"Salleine replied.\n","chapter_story_1012305":"\"Breaking your magic seal was child's play.\"\n","chapter_story_1012303":"An offended look came over Rokhsim's countenance.","chapter_story_1012401":"\n\n\n\n\"Then you must know of the situation that the Empire is facing?\"\n","chapter_story_1012402":"\"Indeed,\" Salleine nodded.\n","chapter_story_1012403":"\"We wish to make a deal with you in the name of Her Highness, Joanna.\"\n","chapter_story_1012404":"General Rokhsim stated his purpose directly.\n","chapter_story_1012405":"\"Help us repel the demons. In exchange, Her Highness Joanna is willing to grant you a pardon for your crimes and restore your honor and title.\"","chapter_story_1012501":"\"A pardon? Hahaha...\"\n","chapter_story_1012502":"Salleine laughed scornfully.\n","chapter_story_1012503":"\"That all sounds well and good... <color=#742a1f>But what if I refuse?</color>\"","chapter_story_1012601":"\"... Then you leave me no choice.\" Rokhsim gripped the hilt of his sword.\n","chapter_story_1012602":"If an agreement could not be reached, then he would become the biggest hidden threat to the Empire. <color=#742a1f>They could not leave him be.</color>\n","chapter_story_1012603":"<color=#742a1f>The atmosphere suddenly became tense.</color>","chapter_story_1013101":"\nAt this moment, a commotion suddenly erupted at the gates..\n","chapter_story_1013102":"The demon army had broken through the blockade and was charging into the city in droves.\n","chapter_story_1013103":"\"It appears another matter requires your attention, General.\"\n","chapter_story_1013104":"Salleine looked at Rokhsim.","chapter_story_1013201":",\n\n\n\nThe tension broken, General Rokhsim secretly breathed a sigh of relief.\n","chapter_story_1013202":"Without hesitation, he immediately ordered his soldiers to fill in the ragged line of defense.\n","chapter_story_1013203":"<color=#742a1f>Resisting the demons</color> was of prime importance at the moment.","chapter_story_1013301":"\nGeneral Rokhsim promptly left with his men. He chose not to send anyone to monitor Salleine as he knew that it would be of no use.\n","chapter_story_1013302":"\nSalleine remained motionless. After quietly watching Rokhsim and the others leave, he gently patted the wings of his ice eagle, Samhain.\n","chapter_story_1013303":"\"Follow him and find out where Joanna is.\"\n","chapter_story_1013304":"Samhain screeched softly and took off, flying in the direction of Rokhsim's departure.","chapter_story_1013401":"\"Well, then. Now...\"\n","chapter_story_1013402":"Salleine turned his eyes to the demons flooding into the city, his expression becoming cold and sharp once again.\n","chapter_story_1013403":"\"It's time to teach them a lesson.\"","chapter_story_1014101":"\n\n\n\nThe bitter battle raged on and on until it finally came to a temporary end, with humankind emerging victorious.\n","chapter_story_1014102":"After driving the remaining demons out of Dawn City, General Rokhsim tried to find Salleine again, but fails.\n","chapter_story_1014103":"Salleine seemed to have disappeared from Dawn City.\n","chapter_story_1014104":"It was as though he had never set foot in the city.","chapter_story_1014201":"\n\n\n\nComing up with nothing, Rokhsim had no choice but to report the results to Joanna.\n","chapter_story_1014202":"Instead of blaming him, Joanna asked him to take care of another matter.\n","chapter_story_1014203":"At present, there were too many urgent affairs waiting to be handled by the new successor to the throne. Therefore, dealing with this regent of bygone days must wait for now.\n","chapter_story_1014204":"However, Joanna specifically asked him not to regard Salleine as an enemy.","chapter_story_1014301":"\n\n\n\nHiding in the shadows, Salleine heard every word exchanged between them.\n","chapter_story_1014302":"After the war with the Demons temporarily ended, Samhain brought news of Joanna's location to Salleine.\n\n\nSalleine followed Joanna, lurking in the shadows and watching her every move.\n","chapter_story_1014401":"If he wished to take control of the Empire once again, there was no doubt that Joanna would be his biggest obstacle.\n","chapter_story_1014402":"<color=#742a1f>To defeat one's enemy, one must first become the person who knows them best.</color>","chapter_story_1014501":"\n\n\n\nInitially, Salleine didn't think Joanna would be particularly capable, possibly due to the inherent prejudice against women prevalent in his era.\n","chapter_story_1014502":"But as he observed her, Salleine was somewhat surprised by Joanna's behavior.\n","chapter_story_1014503":"Although she was not very experienced, Joanna displayed composure and decisiveness clearly incongruous with her age when handling state affairs.\n","chapter_story_1014504":"She seemed to possess a natural and unparalleled flair for leadership. She was also capable of uniting those around her.","chapter_story_1014601":"\n\"Interesting.\" A rare smile crept across Salleine's face.\n","chapter_story_1014602":"However, the smile disappeared in an instant and was replaced by indifference.\n","chapter_story_1014603":"\"But this alone does not a ruler make.\"","chapter_story_1015101":"\nDuring this time, Salleine also learned about the Empire's current situation.\n","chapter_story_1015102":"Salleine came to the conclusion that the Empire's decline was more serious than he had anticipated.","chapter_story_1015201":"\n\n\n\nForeign enemies had cast their covetous eyes over the land and unscrupulous nobles were preparing to act against the leadership. Salleine was all too familiar with such a situation.\n","chapter_story_1015202":"Fritz I had been faced with the exact same situation during his dying moments.\n","chapter_story_1015203":"At that time, Salleine ruled with an iron fist, calming unrest in the Empire, which allowed it to survive to this day.\n","chapter_story_1015204":"But unlike then, this era lacked its own Salleine.","chapter_story_1015301":"\n\n\n\nOr did it...?\n","chapter_story_1015302":"It was time for him to meet Joanna in person.\n","chapter_story_1015303":"Salleine made his decision.","chapter_story_1015401":"\nThat night, Salleine visited the palace where Joanna now lived.\n","chapter_story_1015402":"The guards quickly surrounded him.\n","chapter_story_1015403":"Salleine had no intentions of hiding—he wanted to greet Joanna in his own \"special\" way.","chapter_story_1016101":"\n\n\n\nThe palace gates opened with a dull groan.\n","chapter_story_1016102":"Salleine was slightly surprised that it was General Rokhsim who showed up, instead of Joanna.\n","chapter_story_1016103":"\"We've been expecting you, Your Highness.\"\n","chapter_story_1016104":"Rokhsim saluted Salleine with the utmost courtesy.\n","chapter_story_1016105":"\"Her Highness Joanna is waiting for you.\"","chapter_story_1016201":"\n\n\nIn the palace's hall, Salleine finally saw Joanna with his own eyes.\n","chapter_story_1016202":"Joanna stood in the hall, her gaze fixated on a huge painting on the wall.\n","chapter_story_1016203":"The painting depicted two people. Standing in the center was Fritz I, the founding emperor of the Dawn Empire.\n","chapter_story_1016205":"Behind him stood Salleine.\n","chapter_story_1016204":"\n\n\n\"This is the world's last remaining painting of you,\"\n","chapter_story_1016206":"Joanna murmured softly, seemingly talking to herself, yet also to Salleine.\n","chapter_story_1016301":"\"They say you were the one who tried to usurp the throne, the villain who led the Empire astray, and the one defeated by my ancestor, Fritz II... But I believe differently.\"\n","chapter_story_1016302":"Joanna slowly turned to look at Salleine.\n","chapter_story_1016303":"\"In my opinion, you are the greatest hero in the history of the Empire—the one who led this country to splendor and glory.\"","chapter_story_1016401":"\n\n\n\"Flattery won't work on me.\" Salleine was unmoved.\n","chapter_story_1016402":"\"You knew I'd come to you. Then you must also know why I'm here—unless I have overestimated your intelligence.\"\n","chapter_story_1016403":"\"Let me guess...\" Joanna said as she walked up to Salleine.\n","chapter_story_1016404":"\"You plan to get rid of me, and then seize power once more through your iron-fisted methods and the spilling of blood, just as you did before?\"\n","chapter_story_1016405":"With the harsh sound of scraping steel, Rokhsim drew the sword at his waist and pointed it at Salleine.\n","chapter_story_1016406":"Out of nowhere, an icy chill started to billow and the atmosphere in the hall suddenly turned frosty.","chapter_story_1016501":"\nSalleine did not deny his intentions and instead simply looked at Joanna without saying a word.\n","chapter_story_1016502":"Joanna's expression remained neutral and her eyes remained fixed on Salleine's.\n","chapter_story_1016503":"\"Go on,\"\n","chapter_story_1016504":"Salleine said, breaking the silence first.","chapter_story_1016601":"\n\n\n\"You'll never do that. You must know that a country, suffering and in turmoil, needs a king or queen with sufficient prestige to lead its people through times of strife.\"\n","chapter_story_1016602":"Joanna paused and then added, \"Not a legend who has lain dormant in ice for thousands of years.\"\n","chapter_story_1016603":"\"I cannot deny that,\"\n","chapter_story_1016604":"Salleine said as he raised his brows lightly. \"But what if I insist on seizing the throne?\"\n","chapter_story_1016605":"All of a sudden, Salleine thrust his ice arm toward Joanna!","chapter_story_1016701":"\n\n\nSalleine grabbed Joanna's throat, although he did not tighten his grip.\n","chapter_story_1016702":"\"You are entirely capable of taking my life right now.\"\n","chapter_story_1016703":"Joanna, who looked unusually calm, did not put up any resistance.\n","chapter_story_1016704":"\"But I do not believe you'd be willing to waste half your life's efforts in vain, would you?\"","chapter_story_1016801":"\n\n\n\"Hahaha...\"\n","chapter_story_1016802":"Salleine suddenly burst into laughter.\n","chapter_story_1016803":"He abruptly released her. The chill filling the hall also disappeared in an instant.\n","chapter_story_1016804":"\"You are much more astute than your ancestors.\"\n","chapter_story_1016805":"Salleine pushed his cape aside and took a seat in the hall pompously.\n","chapter_story_1016806":"\"I remember you wish to strike a deal with me. Well, what better time to discuss it than the present?\"","chapter_story_1016901":"\nHe paused before saying, \"I can help you govern the country for the time being, so that the Dawn Empire may tide over this difficult period. However... I will do so in my own way.\"\n","chapter_story_1016902":"\"I understand.\" Joanna nodded in satisfaction and extended her hand to Salleine.\n","chapter_story_1016903":"(Abandoned)","chapter_name_501":"1. The Fog","chapter_name_502":"2. Dead Silence","chapter_name_503":"3. Night Orchid","chapter_name_504":"4. In Bloom","chapter_name_505":"5. Mad Dash","chapter_name_506":"6. Hope","chapter_des_501":"Waking up from the fog-covered forest, it all seemed like a nightmare.\nIt would be better if it were all just a dream...","chapter_des_502":"I was lost in the fog, and the Forest Mother could not answer my cries.\nThe whole world fell into dead silence...","chapter_des_503":"The only color found in this fog was that of a night orchid. Its presence symbolized the perseverance of life,\nand I will guard it.","chapter_des_504":"The night orchid bloomed in the fog. The horror of the fog was matched by its beauty.","chapter_des_505":"I'm going to protect this night orchid and get out of here... Get...out...of here...","chapter_des_506":"I had awakened. It felt like I was in a dream. The night orchid that I held gave me a sense of reality again...","chapter_story_1051101":"The dark fog ate away at my skin, trying to suck the life force out of me.","chapter_story_1051102":"\nShivering, I gradually regained consciousness.","chapter_story_1051103":"\nMy hands and feet were freezing... like they had long forgotten the warmth of the sun.","chapter_story_1051201":"\n\n\nAs I struggled to my feet, an outstretched arm helped me up.","chapter_story_1051202":"\nIt belonged to Lia, my sister. I could feel the last remnants of warmth emanating from her palm.","chapter_story_1051203":"\nA disaster had ravaged our home and a fog had robbed the once-lush trees all around us of their vigor.","chapter_story_1051204":"\nTheir withered, brittle trunks swayed to and fro, creating fearsome, ominous shadows.","chapter_story_1051301":"\n\n\nLia and I supported each other as we tried desperately to flee this hellish place that had already been engulfed by death.","chapter_story_1051302":"\nSuddenly, we heard rustling sounds coming from the trees to the side. Countless pairs of eyes glowing dimly green entered our sight.","chapter_story_1051303":"\nTheir owners suddenly ran out from among the trees.\n","chapter_story_1051304":"It was a small pack of forest wolves and it looked like they shared the same objectives as us.","chapter_story_1051305":"\n<color=#742a1f>However, it seemed as though the fog did not want things to go our way.</color>","chapter_story_1051401":"\n\n\nThe leader of the pack howled loudly. Under its lead, the wolves dashed past us and charged straight into the fog.","chapter_story_1051402":"\nLia and I couldn't stop them in time.","chapter_story_1051403":"\nInstantly, the fog revealed its true power. Several fog tentacles reached out and coiled around the wolves, lifting them into the air.","chapter_story_1051404":"\nAmid desperate howls, the wolves were quickly sucked dry. Their fur lost their luster and strange patterns began to form on their bodies.","chapter_story_1051405":"\nBefore long, the greenish glow in their eyes disappeared,\n","chapter_story_1051406":"replaced by hints of <color=#742a1f>bloodthirsty crimson</color>.","chapter_story_1051501":"They turned their heads, <color=#742a1f>baring their razor-sharp fangs at Lia and I!</color>","chapter_story_1051502":"\n\n\n\nAmid howls of misery, the last forest wolf gradually collapsed to the ground.\n","chapter_story_1051503":"I look over at Lia. Confusion filled both of our eyes.\n","chapter_story_1051504":"This fog...\n","chapter_story_1051505":"Just where had it come from?","chapter_story_1052101":"The disaster had struck so abruptly that nearly all of the creatures in Moonlight Forest had fallen.","chapter_story_1052102":"\nAhead of us, a corrupted grizzly bear wandered among the dead trees. Given that the bear had not fully shriveled up yet, it was likely that the corruption had only just set in not too long ago.","chapter_story_1052104":"\nTypically, we would put this wretched soul out of its suffering, but neither Lia nor I did so today.","chapter_story_1052105":"\nWe were simply too exhausted. Resisting the fog's corrosion had nearly drained us of our strength.","chapter_story_1052106":"\nWe could only put up a silent resistance to this calamity by stubbornly staying alive.","chapter_story_1052201":"\n\n\n\nIts eyes gleamed crimson red","chapter_story_1052202":"\nas it wandered through the trees incessantly.","chapter_story_1052203":"\n\n\n\nBut in this lifeless land, it could find neither prey nor food, nor even anything to attack.","chapter_story_1052204":"\nLia and I hid behind a large tree and watched in silence as the wretched creature wandered off into the distance.","chapter_story_1052301":"\n\n\n\nThe fog seemed to have dispersed a little.","chapter_story_1052302":"\nWe emerged from the shadows and looked around.","chapter_story_1052303":"\n\n\nAn unusual color soon caught my eye—it was a tiny flame, shining in this endless void.","chapter_story_1052304":"\nIt was rooted in a fallen tree trunk that had long since withered.","chapter_story_1052305":"\nYet the tiny little flower had not given up its struggle to survive. Its petals dazzled brightly.","chapter_story_1052401":"\n\n\nIt was a night orchid.","chapter_story_1052402":"\nWhile night orchids were awfully rare, some say that a long time ago, they bloomed throughout the Woodland.","chapter_story_1052403":"\nEvery summer solstice, they would all blossom at the same time.","chapter_story_1052404":"\nAlthough the night orchids' flowering period was very short, often lasting only a night, whenever they bloomed, they lit up the entire forest.","chapter_story_1052405":"\nI look around, hoping with all my heart that I could see more of its kind nearby.","chapter_story_1052406":"\nHowever, the Woodland was filled with nothing but melancholic silence.","chapter_story_1053101":"\n\n\n\nWe walked up to the night orchid. Unable to support our weight, the dead tree trunk under our feet crumbled into pitch-black dust.","chapter_story_1053102":"\nOur bodies were simply too large for it to bear. I bent over and caressed the night orchid's petals.","chapter_story_1053103":"\nGiving off a faint fragrance, the petals felt simultaneously chilly and scalding hot between my fingers.","chapter_story_1053104":"\nThis was the warmth that life held.","chapter_story_1053201":"\nThe night orchid's stem tilted over gently, leaning against my fingers as though it was curious about me.","chapter_story_1053202":"\nPale yellow veins ran through every part of the petals and innumerable tiny hairs covered the dark green stem.","chapter_story_1053203":"\nWith every passing second, it continued to do whatever it could to grow.","chapter_story_1053204":"\nAs Lia and I watched, the night orchid seemingly mustered up its courage and shyly stuck out its stamen.","chapter_story_1053301":"\nA lovely fragrance flooded my nose and its aromatic notes burst into brilliant colors in my mind.","chapter_story_1053302":"\nIn this instant, I seemed to forget all pain, sorrow, the bitter cold, and even my own existence.","chapter_story_1053303":"\nThese were the colors that made up life.","chapter_story_1053401":"\n\n\nJust then, I heard a low roar. My fingers drew back in shock. Numerous figures, each emitting a dull red glow, slowly approached.","chapter_story_1053402":"\nThese corrupted creatures drew ever closer to us, attracted by the night orchid.","chapter_story_1053403":"\nOnce inhabitants of the woodland, they had become hideous, ferocious monsters.","chapter_story_1053404":"\nAt the sight of the night orchid, greed and desire overtook their features. To them, the exuberance of life held a deadly allure.","chapter_story_1053405":"\nI stood up","chapter_story_1053406":"\nand, with the help of Lia, blocked them from the fragile flame of life.","chapter_story_1053501":"As guardians of the woodland, we had failed to protect our home from the disaster...","chapter_story_1053502":"\nBut now, at the very least, we had to protect this delicate sliver of hope.","chapter_story_1054101":"\n\n\nThe fog surged toward us once more,","chapter_story_1054102":"\nbringing with it the sickening stink of corruption.","chapter_story_1054201":"\nThe moan of the wind turned into a roar and more corrupted creatures lunged at us.","chapter_story_1054202":"\nIn the dark fog, their contorted faces looked even more fearsome and savage.","chapter_story_1054203":"\nThe night orchid continued to bloom stubbornly,","chapter_story_1054204":"\n<color=#742a1f>challenging death's authority with its very life.</color>","chapter_story_1054301":"\n\n\nDesperately, I tried summoning the last bit of nature's energy left in me and poured it into every attack.","chapter_story_1054302":"\nA corrupted creature tried to pass us.","chapter_story_1054303":"\nAfter exchanging a brief look, Lia and I shattered its vain hope by casting a spell filled with our determination at it.","chapter_story_1054304":"\nWhile we may not be able to clear the fog, we could at least hold them off for the time being.","chapter_story_1054305":"\nWe would never let them destroy the one and only remaining light in the darkness.","chapter_story_1054306":"\nThough what little power we had left was fast depleting, we would never surrender.","chapter_story_1054401":"\n\n\n\nThe night orchid's petals shone\nbrighter and more dazzlingly.","chapter_story_1054402":"\n\n\n\n\n\nIt was tiny; so tiny that it seemed small and insignificant amid this battle for its continued survival.","chapter_story_1054403":"\nThe night orchid's last petal slowly unfurled before our hopeful eyes. At last, it had ushered in the most beautiful moment of its life by performing the most magnificent symphony in the world.","chapter_story_1054404":"\nI smiled and turned to look at Lia, whose smile mirrored mine.","chapter_story_1054501":"I directed a small part of my magic to the night orchid, enveloping it such that its fading life force could last a little longer.","chapter_story_1054502":"\nThis seemingly insignificant life form had encouraged us immensely.","chapter_story_1054503":"\nLia held my hand, her palm finally causing me to reminisce about the sun's warmth.","chapter_story_1054601":"However, this seemed to displease the fog, which suddenly started surging and roiling. The wind's howling also turned shrill and piercing.","chapter_story_1054602":"\nMore pairs of blood-red eyes lit up in the fog as guttural roars echoed one after another.","chapter_story_1054603":"\nI knew what they were thinking. They wanted us to die, just like... they had.","chapter_story_1055101":"\nI held the night orchid in my arms and desperately tried to run out of the fog.","chapter_story_1055102":"\nThough the sky was overcast, rays of sunshine pierced through the fog and illuminated our path.","chapter_story_1055103":"\nLia pointed into the distance. In that direction stood Nolutel—the first tree of Moonlight Forest.","chapter_story_1055104":"\nIf we managed to make it there, we would be safe and sound.","chapter_story_1055201":"The night orchid slumbered quietly in my arms,","chapter_story_1055202":"\nstill in its most beautiful state.","chapter_story_1055203":"\nIt was a shame that the only thing which awaited the night orchid after its full bloom was wilting.","chapter_story_1055301":"\n\n\n\nIts life cycle was about to end, its death steadily approaching.","chapter_story_1055302":"\n\n\nI could not change its fate. No one could, except for the gods.","chapter_story_1055303":"\n\n\nBut what we could do was to take the seed of life that it was nurturing away from this accursed land.","chapter_story_1055401":"\n\n\n\nSuddenly, the harsh winds around us ceased, and the corrupted creatures pursuing us also vanished.","chapter_story_1055402":"\nIn this maw of madness, we gained a rare and unexpected moment of peace.","chapter_story_1055403":"\nHowever, both Lia and I knew that our ordeal was far from over.","chapter_story_1055404":"\nIf nothing else,","chapter_story_1055405":"\nwe had likely enraged the fog further.","chapter_story_1055501":"Sure enough, an even more terrifying shadow soon blocked our way.","chapter_story_1055502":"\nBut we refused to cower in fear.","chapter_story_1055503":"\nTry and get us—we're ready for you.","chapter_story_1056101":"\n\n\n\nAt last, we dashed out of the fog.","chapter_story_1056201":"\nThe corrupted creatures suddenly came to a crashing halt. Even though they went completely ballistic, there was nothing that they could do to stop us now.","chapter_story_1056202":"\nThe light soon faded from their eyes.","chapter_story_1056203":"\nThey could no longer perceive the alluring aroma of one's life force, or look forward to the thrill of robbing another being's life.","chapter_story_1056204":"\nThey retreated and returned to hiding among the shadows.","chapter_story_1056301":"\n\n\nI placed the night orchid that I was previously cradling into a small mound of fresh soil and lifted the magic keeping it alive.","chapter_story_1056302":"\nIts petals gradually lost their luster. Caressed by the breeze, a petal slowly fell from the flower, drawing a beautiful arc in the air.","chapter_story_1056303":"\nAs it fell, the petal rapidly wilted.","chapter_story_1056304":"\nThe very moment it hit the ground, it disintegrated and dispersed into the air.","chapter_story_1056401":"\nThe second petal soon broke away from the flower, followed closely by the third and the fourth...","chapter_story_1056402":"\nLia and I watched intently as the night orchid gradually shed its crown, ultimately wilting completely.","chapter_story_1056403":"\nThough the night orchid's life had ended, it had sowed its hope in a new land.","chapter_story_1056501":"After bidding it a brief farewell, Lia and I approached Nolutel.","chapter_story_1056502":"\nOn our way there, we met many survivors.","chapter_story_1056503":"\nTogether, we built a new home next to Nolutel's roots.","chapter_story_1056601":"\n\n\nThough Nolutel had granted us shelter and refuge, the threat that the fog posed had not fully faded.","chapter_story_1056602":"\nWe still did not know who caused the disaster.","chapter_story_1056603":"\nBut we were certain that one day, we would find the culprit behind all of this.","chapter_story_1056604":"\nAnd once we did, they would pay for their wicked deeds.","name_4":"Northern Heart","chapter_name_401":"Ch.1 Siege","chapter_name_402":"Ch.2 Comrade","chapter_name_403":"Ch.3 Fragments","chapter_name_404":"Ch.4 Crisis","chapter_name_405":"Ch.5 Oath","chapter_name_406":"Ch.6 Choice","chapter_des_401":"The demonic siege of Frost City has been going on for several weeks, and both sides have suffered heavy losses.\nToday, the time for the decisive battle between the two sides has arrived...","chapter_des_402":"The battle grew ever fiercer. Although Björn and the soldiers fought bravely, the Demons succeeded in ascending the wall.\nA grave threat drew ever nearer...","chapter_des_403":"The enemies on the walls were eradicated. However, Björn's heart was still uneasy. He knew that this battle would not end so easily...","chapter_des_404":"The Demons have been defeated, but a more insidious threat has arrived from the darkness.","chapter_des_405":"At that very moment, Björn decided to uphold his vows to the great bear god if it costs him his life...","chapter_des_406":"Darkness fades temporarily, but dawn has yet to arrive.\nFacing the severely destroyed city, Björn has made his decision.","chapter_story_1041101":"\nFrom the north, a freezing wind blew toward him, stinging the fresh wound on Björn's cheek.\n","chapter_story_1041102":"He grinned dismissively and continued staring unblinkingly at the ice field in front of the city walls. A demon army was swarming across the field like a dark tide.\n","chapter_story_1041201":"\n\n\nEver since the Demons invaded, the resulting war had since lasted for more than a month.\n","chapter_story_1041202":"Even though the warriors had lost a number of their fellow comrades, their morale remained high under the leadership of Björn. They were clearly aware of the important mission that they were shouldering.\n\n\n","chapter_story_1041301":"\n\n\n\nFrost City had towered over this frigid northern territory for hundreds of years, but now, its firm exterior bore the scars left behind by the invading demons. Nevertheless, the city still stood erect over this snow-covered land, maintaining its well-fortified defenses.\n\n\n","chapter_story_1041302":"Björn and his warriors stood atop the city wall carved with defensive runes. Holding their breaths, they were raring to go, ready at an instant to send these demons back to the bottomless abyss from whence they came.\n\n\n","chapter_story_1041303":"Not long after, a low and terrifying bugle call rang from within the army of darkness, and the swarm of demons once again assailed the city. As the army pushed forward, their chaotic footsteps reverberated off the nearby mountains like cruel and violent marching songs.","chapter_story_1041401":"\n\n\n\n\"Remember, our homeland and our families are just behind us. We form the last line of defense that is protecting them! Stay alert and do not allow even a single demon to breach the city walls!\"\n","chapter_story_1041402":"Björn rallied his troops, boosting the warriors' morale. He waved the longsword in his right hand and shouted out a command. Instantly, numerous archers released a swarm of arrows large enough to blot out the sky.\n","chapter_story_1041403":"In the blink of an eye, the front-line demons that were charging forward fell to the ground.\n","chapter_story_1041404":"\"Keep shooting! Don't give these demons a chance to rest!\" Björn issued the command for another volley of arrows.\n","chapter_story_1041501":"\nArchers in the backline immediately replaced those in the front. Then, dozens more demons fell victim to the hail of arrows.\n","chapter_story_1041502":"However, the invading army's progress did not seem to be slowing. Demons trampled on their comrades' corpses and charged toward the city walls in a frenzy...","chapter_story_1042101":"\nBjörn led his troops to kill a large horde of demons that were scaling the city walls and also destroyed several scaling ladders that the demons had erected.\n","chapter_story_1042102":"Regardless, more demons mounted the city walls as time passed. Soldiers had no choice but to put down their bows and switch to their swords instead in order to fight the encroaching demons.\n","chapter_story_1042201":"\n\n\nAs the war unfolded, Björn developed a better understanding of these enemies.\n","chapter_story_1042202":"He discovered that the runes left behind by their ancestors could deal much more damage to these demons. Therefore, he ordered the city's blacksmiths to make as many of them as possible.\n","chapter_story_1042203":"With these weapons, the demons were no longer impenetrable—they could be easily dismembered because the weapons were able to cut through their flesh.\n","chapter_story_1042204":"The scales of victory had finally started to gradually tip toward the northerners.\n","chapter_story_1042301":"\n\n\n\"Oh my lord! What is that?!\"\n","chapter_story_1042302":"While Björn was immersed in the vigor of combat, he suddenly heard a soldier's astonished shout.\n","chapter_story_1042303":"As he looked toward where the soldier was pointing, he saw the wooden door of an enormous siege engine open and land on the city walls with a heavy thud. Dozens of grotesque demons sprang out from within.\n","chapter_story_1042304":"One of the demons was extremely bloated, and his belly's center had split open, revealing an enormous maw with razor-sharp teeth.\n","chapter_story_1042305":"The demon swung the huge axe in his left hand, slicing through two soldiers at the waist. Then, he swung the metal hook in his right hand, which pulled a distant soldier into the crack in the center of his belly. It promptly started to munch on the soldier vigorously.\n","chapter_story_1042401":"\n\n\nSeeing that his soldiers were getting brutally slaughtered, Björn began to move toward the demon. However, the demon quickly made its next move.\n","chapter_story_1042402":"Just as a second soldier was about to be restrained by the metal hook, a shield suddenly flew by and knocked the metal hook that the demon threw out into the air.\n","chapter_story_1042403":"A female warrior holding a shield appeared and stood between the demon and the soldier. This warrior was none other than Princess Eluller of the Dawn Empire. She was currently in the northern territory to learn combat skills from Björn.\n","chapter_story_1042501":"\n\n\n\n\"Eluller, I told you to stay near the castle,\" Björn rebuked her with annoyance after he had hurried over.\n","chapter_story_1042502":"\"Don't worry, Duke. There is nary an enemy near the castle. I only came to render you assistance, kill some demons, and hone my skills along the way.\"\n","chapter_story_1042503":"Faced with Eluller's rebuttal, Björn could only shake his head resignedly. \"Alright, you can fight alongside me for now. But while you're here, call me General, not Duke.\"\n","chapter_story_1042504":"\"As you wish, General Björn.\"","chapter_story_1042601":"\n\n\n\n\"No!\" With their combined effort, they dealt a heavy blow that struck down the demon, causing him to fall off the city walls.\n","chapter_story_1042602":"With an earth-shattering crash, his bloated body smashed into the ground, causing the entire snow-covered land to shake violently.\n","chapter_story_1042603":"\"At last, the demons have finally gotten their comeuppance.\" Eluller gazed at the huge pit created by the falling demon with a satisfied smile.\n","chapter_story_1042604":"Although the demons' offensive was gradually weakening, Björn still felt somewhat uneasy.\n","chapter_story_1042701":"\n\n\n\"Something's wrong... You, soldier, has there been any news from the guard that I dispatched to the temple?\"\n","chapter_story_1042702":"\"General, we have yet to receive any news from the temple.\"\n","chapter_story_1042703":"\"Pass down this order—everybody is to remain here and continue to defend against the demons' assault. I will personally head to the temple and check on the situation there.\"\n","chapter_story_1042704":"\"As for you, Eluller, I need you to return to the castle and protect the civilians that are hiding there.\"","chapter_story_1043101":"\n\n\n\"Tell me, what exactly can be found at the temple?\" Eluller could not help but ask as they walked toward the fork in the road.\n","chapter_story_1043102":"\"A-an... Omniseal Shard,\" Björn answered in a low voice.\n","chapter_story_1043201":"\n\n\n\n\"An Omniseal Shard?\"\n","chapter_story_1043202":"\"Yes. It was spoils of war obtained by our ancestors. Till this day, its magic continues to protect this city.\"\n","chapter_story_1043203":"\"When the demons first invaded, I had already sensed that something was wrong. These monsters would not suddenly awaken inside the abyss just to slaughter people for no reason. Therefore, I sent people to specifically observe their movements.\"\n","chapter_story_1043204":"\"You're saying that they are burning and pillaging all over the place just to search for these shards?\"\n","chapter_story_1043205":"\"That's exactly it.\"\n","chapter_story_1043301":"\n\n\n\nHaving parted ways with Eluller, Björn headed to the temple alone.\n","chapter_story_1043302":"The corpses of the guards lay on the ground in various states of disarray. A horde of demons had surrounded the statue on which the Omniseal was placed. They were trying to break through the enchantment protecting the Omniseal.\n","chapter_story_1043303":"\"You will pay for this, you bastards!\"\n","chapter_story_1043304":"Björn raised his dual blades and swung them at the demon soldiers.","chapter_story_1043401":"\n\n\nThe final demon gathered a raging flame in the palm of its hand, but before he could throw the fireball, Björn cleaved off its right arm.\n","chapter_story_1043402":"Then, even before the demon had time to howl in pain, Björn used the blade in his other hand to decapitate him.\n","chapter_story_1043403":"Having dispatched all of the demons, Björn walked over to the statue and pocketed the Omniseal Shard...\n","chapter_story_1044101":"\nBjörn could feel the powerful magic that was emanating from this shard and could even hear a rustling low voice coming from within it.\n","chapter_story_1044102":"Legends say that only the heirs of the northern territory can bring out its true power, but nobody has fulfilled this requirement in hundreds of years, leading him to doubt these supposed legends.\n","chapter_story_1044103":"Having ensured the Omniseal Shard's safety, Björn decided to return to the frontlines.\n","chapter_story_1044201":"\n\n\n\nJust as he was about to leave the temple, the doors to the church suddenly shattered apart by magic. A powerful demon walked in, flanked by several underlings.\n","chapter_story_1044202":"One could tell from the demon's bewitching appearance that she was probably a succubus.\n","chapter_story_1044203":"\"You single-handedly defeated so many of my troops? Haha, what an impressive man you are,\" the succubus said in a seductive voice.\n","chapter_story_1044204":"\"If you are willing to hand over the Omniseal Shard and defect to our side, I may be inclined to spare your life.\"\n","chapter_story_1044301":"\nBjörn seethed with rage as he gripped the dual blades in his hands.\n","chapter_story_1044302":"\"As the lord of Frost City, I will not agree to your terms. Demons are not welcome here!\"\n","chapter_story_1044401":"\nBjörn fought arduously against the overwhelming might of the demonic leader.\n","chapter_story_1044402":"Even so, his willpower was as tenacious as a bear. He swung his giant sword determinedly and once again charged at the succubus...\n","chapter_story_1045101":"\nBjörn leaped into the air and the dual blades in his hands fused into an enormous sword. Aiming the blade at the succubus's head, he slashed at it with all his might. Alas, the succubus blocked the blow with her magic.\n","chapter_story_1045102":"However, immediately afterward, the faint shadow of a bear spirit appeared above his cloak. The Giant Bear Spirit took aim at the enemy's head and clawed at it in an attempt to defeat her.\n","chapter_story_1045103":"However, the succubus cast a new magic spell, causing her to switch places with another demon soldier. Instead of the succubus, this unfortunate demon soldier was smashed into a pile of flesh by the Giant Bear Spirit's powerful attack.\n","chapter_story_1045201":"\n\n\n\nBjörn's attack was once again neutralized by his enemy. Suddenly, he heard the frantic lashings of a whip coming from behind him. He turned around instantly, only to see a heart-shaped fel missile flying toward him.\n","chapter_story_1045202":"The fel missile abruptly exploded upon nearing him. Swiftly reacting to the explosion, he blocked the intense heat by placing his huge sword in front of him. However, the explosion's powerful impact still knocked him back several yards.\n","chapter_story_1045203":"Multiple areas of his body had been burned by the roaring flames. Furthermore, a layer of skin had been burned off both of his hands, which were still carrying the sword. Above his abdomen, a rib had snapped due to the warping of his armor.\n","chapter_story_1045204":"Luckily, he did not consider such injuries severe, and they did not hinder his ability to continue battling.\n","chapter_story_1045301":"\n\n\n\n\"There's still time to give up,\" the succubus mocked scornfully as she caressed the skeletal artifact in her hands.\n","chapter_story_1045302":"\"Silence, you wretched demon!\" Björn spat out blood-stained phlegm, enduring intense pain as he stood up, once again adopting a fighting stance.\n","chapter_story_1045303":"\"You should already be aware that you have no chance of victory. Furthermore, apart from the demons you see here, more demons have infiltrated the city.\"\n","chapter_story_1045304":"Her words confounded him. Suddenly, he heard the sounds of battle coming from outside the southern part of the temple. Immediately, anxiety and worry surged forth within him.\n","chapter_story_1045305":"The castle was located there, and the citizens were hiding within it.\n","chapter_story_1045401":"\n\n\n\n\"Know that the girl over there will not be able to stop the demon troops. Unless you hand over the Omniseal Shard, you and your citizens will perish within this frozen landscape.\"\n","chapter_story_1045402":"The demon's threat caused terrifying images to surface in Björn's mind.\n","chapter_story_1045403":"Without answering, he reached into his pocket and touched the Omniseal Shard inside it. The low murmurings that were originally hard to discern gradually became clearer and more audible.\n","chapter_story_1045404":"Give up and surrender everything. Hand over the shard and submit yourself to the demons...\n","chapter_story_1045405":"He took out the shard, its magic overflowing. He could not believe that this Omniseal Shard contained such an evil power.","chapter_story_1045501":"\n\"I once vowed to the legendary bear spirit Ursacs that I would never abandon my family and my fellow citizens again. If I am fated to die today, then I will sacrifice my life to fulfill that vow!\"\n","chapter_story_1045502":"As a last-ditch attempt, Björn raised the Omniseal Shard and imbued all his magic into it.\n","chapter_story_1045503":"As the Omniseal Shard's power interlaced with his consciousness, the light that shone forth from it became brighter and brighter.\n","chapter_story_1045601":"\n\n\nEvil murmurs from within the Omniseal Shard continued to convince him to give up and he felt a sudden but intense pain, as though his body had been pierced by thousands of sharp blades.\n","chapter_story_1045602":"However, he did not yield and continued to tenaciously resist with every ounce of his strength.\n","chapter_story_1045603":"Finally, the chaotic power caused by the interwoven forces impacting each other abruptly burst, triggering an earth-shattering explosion. Affected by this potent release of power, the entire temple crumbled into ruins as dazzling beams of light burst from within...\n","chapter_story_1046101":"\nWhen he regained consciousness, Björn found himself lying on the edge of the temple's ruins. The Giant Bear Spirit had protected him at the most critical of moments and blocked the falling boulders, preventing him from being smashed to a pulp.\n","chapter_story_1046102":"With great difficulty, he shifted away the loose rocks that were holding him down and stood up, dusting off his armor.\n","chapter_story_1046201":"\n\n\n\nAs he looked around, he noticed that both the Omniseal Shard and the Succubus were nowhere to be found.\n","chapter_story_1046202":"With no time to think, Björn immediately ran toward the castle. He had to prevent the demons from slaughtering his people.\n","chapter_story_1046203":"Outside the castle's entrance, despite Princess Eluller and her soldiers' dogged resistance, they were still suffering defeat after defeat due to their inferior military strength.\n","chapter_story_1046204":"\"Stay strong, Eluller! I'm here to aid you!\"\n","chapter_story_1046205":"Björn rushed to the backline of the demon troops, swinging his dual blades at a demon, and thrusting them through its chest.","chapter_story_1046301":"\n\"You're finally here. I was worried that the sudden explosion had buried you alive!\"\n","chapter_story_1046302":"\"Don't worry, I only suffered some minor injuries. Soldiers, raise your weapons, and let us thoroughly cleanse the world of such rubbish!\"\n","chapter_story_1046401":"\n\n\n\nThe battle was finally over and the demons had been completely decimated. Björn climbed onto the city walls once again and surveyed the entire northern territory.\n","chapter_story_1046402":"As he looked out over the endless ice field, he noticed that all traces of demons had completely disappeared. The only things that remained were the remnants of war and the whistling sounds of freezing winds that have been echoing through the mountains for thousands of years.\n","chapter_story_1046403":"Princess Eluller approached him.\n","chapter_story_1046404":"She was still fully armed. As Björn looked at her, he knew that the time for farewells had arrived.\n","chapter_story_1046501":"\n\n\n\n\"The scouts informed me that the demons have already left and are currently marching southward. They will reach the Dawn Empire's Capital in no time.\"\n","chapter_story_1046502":"Before she could speak, Björn made the first move. \"I guess it is time for you to leave this place and return to the capital.\"\n","chapter_story_1046503":"\"Looks like you already know what my intentions are. This time, when I go back, I will display my prowess to the Empire,\" Eluller calmly replied, her eyes full of determination.\n","chapter_story_1046504":"\"What about you, General? Are you going back with me to defend the capital?\"\n","chapter_story_1046601":"\n\"After suffering so many hardships, Frost City finally has a chance take a breather,\"\n","chapter_story_1046602":"Björn said slowly, his breath swirling in the air like a warm vortex. \"I will stay here to be with my people. Together, we will restore this city to the vibrant place that it once was.\"\n","chapter_story_1046603":"\"This is goodbye then, General Björn.\"\n","chapter_story_1046604":"\"Good luck to you too, Your Highness Princess Eluller.\"\n","chapter_story_1046701":"\n\n\nHaving said that, the tension finally left Björn's tightly-knitted eyebrows.\n","chapter_story_1046702":"After experiencing days of hard-fought battles and witnessing countless disasters and sacrifices, the Northern Duke's anguished state of mind gradually left him, and his grim face finally lit up with a smile.\n","name_3":"Rage of Shadows","chapter_name_301":"1. Devotion","chapter_name_302":"2. Awakening","chapter_name_303":"3. Vengeance","chapter_name_304":"4. Preparation","chapter_name_305":"5. Final Battle","chapter_name_306":"6. Anguish","chapter_des_301":"For the sake of power, Franz decided to plunge into the darkness, no matter the cost.","chapter_des_302":"The furious flames of vengeance were ignited today.","chapter_des_303":"The beginning of vengeance and the dawn of tragedy.","chapter_des_304":"Franz sneaked into the capital and prepared to enact vengeance upon some familiar faces.","chapter_des_305":"As the performance reached its climax, the flower of vengeance bloomed, and Franz was the only person that remained at the center of the stage.","chapter_des_306":"Franz was shocked by an unexpected encounter and experienced agony beyond compare.","chapter_story_1031101":"\n\n\n\n\n\nIn the light, we knew our friend as Ventoa,\n","chapter_story_1031102":"but in the dark, we shall forever remember her true name, Niemi.\n","chapter_story_1031103":"Let us pray for the departed daughter of the night,\n","chapter_story_1031104":"for she has returned to the lightless sea of the skies.\n","chapter_story_1031105":"\n\n\n\nEven though we live on in suffering, she shall be free of pain now and forevermore.\n","chapter_story_1031106":"May her soul find a tranquil haven in the dark sea,\n","chapter_story_1031201":"and may she find peace in our love and prayers for her.\n","chapter_story_1031202":"We call upon you, envoys of the night, to guide her gentle soul to the Lightless Sea.\n","chapter_story_1031203":"We call upon you, O Master of the Shadow, to lead her into eternal heaven.\n\n\n","chapter_story_1031204":"\nThe praying voices gradually faded. Amid the mournful prayers and atmosphere, a tear-stained Franz stood among a group of black-robed devotees.\n","chapter_story_1031205":"Even now, Franz could not forget this bone-piercing pain. After losing a political struggle, his entire family was wiped out by the Imperial Inquisition.\n\n\n","chapter_story_1031206":"Pain and hatred drove him to wander the wilderness alone for many years as he searched for the Eclipse.\n\n\n","chapter_story_1031301":"\n\n\n\nHe needed power to exact revenge on the Empire, and now, he has found them.\n","chapter_story_1031302":"A Black Robe quietly turned to him and said, \"This is a memorial service for one of our sistren. She was executed by the Imperial Inquisition a few days ago.\"\n","chapter_story_1031303":"Memories began to flood Franz's mind before the Black Robe's voice snapped him back to reality. After a moment of silence, the Black Robe said, \"Looks like we have a common enemy.\"\n","chapter_story_1031304":"The Black Robe turned around. At the top of where the memorial service was held, a hunchbacked Black Robe rasped,\n\n\n","chapter_story_1031305":"\"You've been searching for us. We can feel the pain deep in your heart. We share the same pain.\"","chapter_story_1031401":"\"We believe you have the potential to become a Child of the Shadow. We know who you are, and we know the hatred you bear against the Empire.\"\n\n\n","chapter_story_1031402":"\n\"And so, we invite you to join us in the devotion of the Lightless Sea and to become a subject of the one and only Master of the Shadow.\"","chapter_story_1031403":"\n\"For this, you need only to undergo a trial to prove your resolve.\"\n","chapter_story_1031404":"Franz did not hesitate. He faced the indistinct idol on the platform and performed a solemn, though somewhat unpracticed, salutation to the gods.\n","chapter_story_1031405":"\"I'm happy to serve.\"","chapter_story_1031501":"\n\n\n\nThe Black Robes approached the exhausted Franz. They placed their hands atop his head and recited in unison,\n\n\n","chapter_story_1031502":"\"Tonight, the Child of the Shadow returns to the embrace of the Lightless Sea.\"","chapter_story_1032101":"\n\n\n\"Is that all you have? Get up!\"\n","chapter_story_1032102":"Outside the cage, Black Robes were fanatically yelling at Franz to stand. Within the cage, Franz was already at his limit.\n","chapter_story_1032103":"\n\n\n\nSince the day he joined the Black Robes, the guy had forced himself to fight various deadly beasts and even monsters.","chapter_story_1032104":"\n\n\nThey claimed that this would allow him to reach his \"prime.\"","chapter_story_1032105":"\n\n\nFranz had been teetering on the precipice of death for so long that he couldn't remember how long he had been living like this.","chapter_story_1032201":"\nConstantly being on edge had exhausted and numbed him, so much so that he had almost forgotten how he ended up in this situation.\n","chapter_story_1032202":"The grievously wounded wolf in front of him tried to get back up, but its injuries rendered it unable to.\n","chapter_story_1032203":"As for himself?\n","chapter_story_1032204":"Franz took a look at his pitiful state. All over his body were horrific fractures and gashes.\n\n\n","chapter_story_1032205":"It was clear that his condition was no better than the wolf's, and he felt as though he was already at death's door.\n","chapter_story_1032206":"The Black Robes around him were still as clamorous as ever.","chapter_story_1032301":"\n\n\nBut today, Franz felt different. The fear, panic, and relief of survival from the previous fights had all disappeared.\n\n\n","chapter_story_1032302":"Only absolute stillness, like that of stagnant waters, remained. It was as though a darkness had engulfed him.\n\n\n","chapter_story_1032303":"But amid the silence, Franz detected a sliver of light. It lit up like a spark landing on kerosene, instantly casting away the darkness.\n\n\n","chapter_story_1032304":"Franz jolted out of his trance. He felt it—a fury, an unyielding wrath that was hidden in the depths of his heart.\n\n\n","chapter_story_1032305":"He looked around at the Black Robes surrounding him, the flames deep within him blazing like wildfire.\n\n\n","chapter_story_1032401":"\n\n\n\"I won't die here. At least, not today.\"\n","chapter_story_1032402":"\"Then are you ready to give up everything you have?\"\n","chapter_story_1032403":"A voice of unknown origin rang out deep within Franz's mind, but he did not become flustered. He knew that this was what he had been looking for this entire time.\n\n\n","chapter_story_1032404":"\"Of course. Let us end this... together.\"\n","chapter_story_1032405":"The gigantic shadow behind Franz reappeared above him. The Black Robes fell silent for a split second before breaking into an excited and joyful clamor that was even louder than before.\n","chapter_story_1032406":"Franz gazed at them apathetically. These lunatics must pay for all that they've put me through.","chapter_story_1032501":"\n\n\n\n\n\nAfter the claw-shaped shadow squeezed the life out of the final Black Robe, Franz felt a distinct sense of satisfaction.\n\n\n","chapter_story_1032502":"At that moment, he felt the flames of fury inside him flare once again.\n\n\n","chapter_story_1032503":"It was time for them to pay for what they had done.","chapter_story_1033101":"\n\n\n\nThe grand manor stayed illuminated, even at night.\n\n\n","chapter_story_1033102":"Peals of laughter rang out in the estate and the tinkling of wine glasses could be heard as guests toasted one another. They had all gathered here to celebrate Peltz's recent ascension to earldom.\n\n\n","chapter_story_1033103":"Since Earl Peltz took over the Imperial Inquisition, he had dragged numerous Eclipsers in the Empire out of the shadows. Some of them were even people in high places, whose influence reached deep inside the Empire's center of power.\n\n\n","chapter_story_1033104":"Owing to his outstanding contributions, the royal family held the Peltzes in high regard and granted the former commoner the rank of earl.\n\n\n","chapter_story_1033201":"\n\n\nIn the hall, the banquet reached a climax. Earl Peltz arrived and toasted the guests in celebration.\n","chapter_story_1033202":"No one noticed the teenage boy standing in a corner of the banquet hall with his eyes fixed coldly at Earl Peltz. The boy looked at him as if he was staring at a dead man.\n","chapter_story_1033203":"\"Kill him! Kill him!\"\n\n\n","chapter_story_1033301":"\n\n\n\nFranz felt the fury burning deep inside him. The shadow that had awakened from within him also grew restless.\n","chapter_story_1033302":"This chaotic energy caught Earl Peltz's attention.\n\n\n","chapter_story_1033303":"The man, who engaged with Eclipsers all year round, was no incompetent fool. On the contrary, his keen sensitivity toward the Eclipse's presence was what had allowed him to gain his standing in the Empire.\n","chapter_story_1033304":"Earl Peltz looked in Fran's direction. With a frown, he asked,\n\n\n\"Who is that boy? Guards!\"","chapter_story_1033401":"\n\n\nThe guests moved far away from Franz, who was soon surrounded by guards.\n","chapter_story_1033402":"Though his heart was already filled with rage, Franz still displayed impeccable manners.\n","chapter_story_1033403":"He smiled at Earl Peltz, resting his hand against his chest, and said politely, \"Earl Peltz, it is time for you to pay for your deeds.\"","chapter_story_1033501":"\n\n\nFranz stood in a pool of blood, nary a single survivor around him.\n","chapter_story_1033502":"He felt as though he had ascended to a new level of existence. This shall be the beginning of total destruction and salvation.","chapter_story_1034101":"\n\n\n\nThe Imperial Inquisition imbued countless people with fear and trepidation. This terrifying institution, an abyss where those who enter found themselves with no way out, specialized in handling all incidents potentially related to the Eclipse within the Empire.\n\n\n","chapter_story_1034102":"Despite it being late in the night, the tribunal was as busy as ever.\n\n\n","chapter_story_1034103":"The King had been holding them accountable for the recent spate of murders targeting nobles in the capital, which had put the Imperial Inquisition in an embarrassing situation.\n\n\n","chapter_story_1034104":"The Chief Justice of the Imperial Inquisition had ordered for the murderer to be found within three days. All the Adjudicators were deployed, causing widespread unease among the populace of Mirlond City.","chapter_story_1034105":"\n\n\n\nOn the second floor of Wild Steed, a tavern in the commoner district, Franz stood at the window and watched the Adjudicator teams that passed by below from time to time. He sneered inwardly.\n\n\n","chapter_story_1034106":"Since joining the Eclipse, he had witnessed innumerable divine miracles beyond human comprehension. He himself was one of those divine miracles.\n","chapter_story_1034201":"\nThe Oathsworn... This was the Eclipse's name for those who had signed a contract with the demons.","chapter_story_1034202":"\nAt present, Franz was the first—as well as the only—Oathsworn in the order.","chapter_story_1034203":"\nWhen the gigantic shadow claw with an evil eye first emerged from the tiny pocket watch, he knew right away that revenge wasn't far off anymore.\n","chapter_story_1034204":"When the experienced Imperial Inquisition members had cast their net back then, they had left no gaps. However, they stopped in front of a young noble girl who covered for Franz, thereby creating an opening and allowing him to escape.\n","chapter_story_1034205":"Though he didn't know who she was, Franz believed that he would one day find and repay her for her kindness.\n","chapter_story_1034301":"\nFranz took out a list of names from his pocket. On it were the names of those who had profited from the deaths of his family.","chapter_story_1034302":"\n\n\nOnly one name remained on the list at this point: Philip Turow.","chapter_story_1034303":"\n\n\nAs one of the few nobles who held military power in the Empire despite not being a senior statesman, Marquis Turow had staunchly supported the Emperor's campaign to wipe out Eclipsers. He had even personally commanded battles against the Eclipse.","chapter_story_1034304":"\n\n\nHe was the most highly ranked among the nobles on Franz's list.\n","chapter_story_1034305":"The corners of Franz's lips curled into a smile as he stared at the name. He wondered if the great marquis would also beg him for mercy like the other good-for-nothing nobles who had died by his hand.\n\n\n","chapter_story_1034306":"He shut the window and waited for night to fall.","chapter_story_1035101":"\n\n\n\nAt night, frosty moonlight shone upon every corner of the enormous and magnificent ancient city.","chapter_story_1035102":"\n\n\nHowever, unlike the Mirlond of the past where the city remained lively and boisterous even at night, only the neat and orderly—but depressing—clang of armor and sound of footsteps could be heard tonight.\n\n\n","chapter_story_1035103":"After waiting for the guards on patrol to leave, a dark shadow that had been lurking at the roadside wriggled to life. At lightning-quick speed, it darted toward the gates of the two-story building at the end of the street.\n\n\n","chapter_story_1035104":"Franz gazed at the huge Turow family crest at the gates and nodded in satisfaction. He transformed into a shadow once more, slipping into the massive manor via the gap between its gates.","chapter_story_1035201":"\n\n\nFranz swiftly weaved through the shadows in the manor. At last, he discovered the presence of humans in the courtyard behind the main building.","chapter_story_1035202":"\n\n\nIn the courtyard, a dignified middle-aged man with a frown was reading a bulletin in his hand. Beside him sat a graceful noblewoman—likely the marchioness—reading a book.\n\n\n","chapter_story_1035203":"The shadow slowly slithered toward the middle-aged man, who finally reacted. He calmly placed the bulletin down, faced the shadow, and said, \"Since you're already here, show yourself!\"\n\n\n","chapter_story_1035204":"Franz looked at the calm and collected marquis in surprise. He emerged from the shadows and took off his hat in a respectful salute. He said, \"Good evening, Marquis Turow.\"\n\n\n","chapter_story_1035301":"\nIn a slightly dramatic manner, he went on to say, \"Your composure is as one would expect from the Lion of the West!\"\n","chapter_story_1035302":"An expressionless Marquis Turow looked at Franz and pursed his lips. After some contemplation, he asked, “So, you're the heretic that's been striking fear into the people of this city recently?”","chapter_story_1035303":"\nHe then glanced at the shadows around Franz and remarked, \"Has the Eclipse developed some sort of peculiar invention again? No wonder the Imperial Inquisition has been played for a fool.\"\n","chapter_story_1035401":"\n\n\nFranz's expression slowly darkened. This was the first time he had met someone entirely unaffected by such situations. The instance of indelible frustration that he was feeling then evolved into immeasurable fury.\n\n\n","chapter_story_1035402":"\"Let me show you a good time, Marquis Turow.\"","chapter_story_1035501":"\n\n\nThe gigantic claw grabbed Marquis Turow and lifted him into the air. Franz's smile grew more and more menacing.\n\n\n","chapter_story_1035502":"\"Farewell, Marquis Turow.\"\n\n\n","chapter_story_1035503":"The gigantic claw squeezed the marquis, turning him into a bloody pulp and splattering blood everywhere in the courtyard. His wife screamed in horror and grief before fainting to the ground. Franz gazed at the magnificent scene before him, feeling an incredible sense of satisfaction.\n\n\n","chapter_story_1035504":"He opened his arms wide, but only managed to let out a strange, beast-like cry that was a mix between laughter and a strange guttural growl.","chapter_story_1036101":"\n\n\n\nFranz proceeded to slaughter every living thing in the manor. Doing so filled him with contentment because he had finally found solace for his vengeful heart.\n\n\n","chapter_story_1036102":"He hummed a melody while waltzing through the manor.\n\n\n","chapter_story_1036103":"Then, he heard a creak like that of a door opening. Franz looked over in surprise.\n\n\n","chapter_story_1036104":"The backdoor to the main building facing the courtyard had opened. An exquisitely-dressed girl stood timidly at the door, seemingly saying something to the lines of, \"I finished counting. I didn't misbehave.\"\n\n\n","chapter_story_1036201":"\n\n\nThe girl stared blankly at the bloodied, mangled bits of flesh on the ground, as well as her unconscious mother. She was unable to process the horrific sight. Her vision darkened more and more...\n\n\n","chapter_story_1036202":"Franz watched the girl who, after her initial shock, fell backward and became unconscious. He dashed over and caught her.\n\n\n","chapter_story_1036203":"\"Is it her...?\" The girl's familiar visage stunned Franz. He could never forget how breathtakingly beautiful that girl had been when she extended a helping hand toward him back then.\n\n\n","chapter_story_1036204":"\"She's still as beautiful as ever.\" Franz thought to himself while on the verge of tears. \"Why... why did she have to be a child of the Turows...\"","chapter_story_1036301":"\nFranz looked at the tragedy in the courtyard and then laid her against the door frame with trembling hands. He could not do any more than this for her. The Imperial Inquisition was sure to detect something amiss if he did.","chapter_story_1036302":"\nHe couldn't comprehend the situation before his eyes. Why was this place her home? Why was Marquis Turow her father...? Doubts filled his mind.","chapter_story_1036303":"\nFranz was completely rattled by swirling thoughts and felt lost as to what he should do next. He could only flee the place as quickly as possible.","chapter_story_1036401":"\n\n\nThe quiet Mirlond City was as majestic as ever in the night, but Franz found himself barely able to breathe. He felt as though the darkness was conspiring against him, and his thoughts threatened to overwhelm him.","chapter_story_1036402":"\n\n\nAs he stood on a small hill outside the city, he looked back at Mirlond City in the dark. The burning energy, the high spirits he felt inside were all gone; only painful memories remained.","chapter_name_601":"1. The Arcane Master","chapter_name_602":"2. Dorabella","chapter_name_603":"3. The Arcanum Conflict","chapter_name_604":"4. Friends in the Capital","chapter_name_605":"5. The Scholars' Crisis","chapter_name_606":"6. Dawn of the Arcanum","chapter_des_601":"Arcanum, while profound, could link life and death. Could it be passed down continuously despite the passage of time?","chapter_des_602":"What decision would Dorabella, a child who broke the Arcanum Council's rules, make?","chapter_des_603":"Dorabella's friends in the capital will pave a path for her.","chapter_des_604":"Given that wickedness will always exist, you must grow powerful in order to resist all of the wickedness.","chapter_des_605":"Dorabella—the true inheritor of Arcanum—had unexpectedly achieved what she was meant to accomplish.","chapter_des_606":"Friendship is forever. Regardless of what obstacles we might face in the future, we'll always work together to overcome them!","chapter_story_1061101":"\n\n\nArcanum is magic that comes with mastering the essence of soulstuff and life itself. Few were able to grasp the enigmatic discipline, but those who grasped even a fraction of its intricacies reaped its benefits for a lifetime.\n","chapter_story_1061102":"\nEthereal Valkyries were highly sought after by all sides. The Arcanum Council even held powerful influence in the Empire.\n","chapter_story_1061103":"\nAlas, the Arcanum Council was known to only accept nobles as apprentices. They believed commoners were not fit to learn Arcanum.\n","chapter_story_1061104":"\nAnd so the members of the Arcanum Council grew fewer by the day, its talent pool waning. Yet still the Arcanum Council refused to lower their standards.\n","chapter_story_1061201":"\n\n\nRecruiting students from noble families over long periods of time had turned the Arcanum Council into an instrument of the nobility to gain power. At its peak, the power struggle was comparable to that of the empire's royal family.\n","chapter_story_1061202":"\nAs time passed, many advanced Arcanum arts became lost to time as no one could understand its profound magic.\n","chapter_story_1061203":"\nMany years later, a couple in the countryside adopted a distant family member's child. The relative used to be a prominent Ethereal Valkyrie in the capital, but unfortunately passed away in an accident.\n","chapter_story_1061204":"\nBut the only reason the couple from the countryside adopted the girl was to get their hands on her inheritance. They mistreated the girl and made her toil doing endless farm work.\n","chapter_story_1061301":"\nThe girl led a difficult life, but she was highly intelligent and maintained an insatiable curiosity for everything. She even taught herself how to read using just the village entrance's notice board as reading material.\n","chapter_story_1061302":"\nSeeing how intelligent the girl was, the couple decided to sell her for a large sum. In the end, the girl was sold to an archaeologist who was looking for a servant.","chapter_story_1061303":"\nThe archaeologist named her Dorabella and brought her along to hidden ruins deep in the mountains.\n","chapter_story_1062101":"\n\n\nThe archaeologist did not expect Dorabella, still a young child, to look after him. Despite being a servant, Dorabella spent most of her time entertaining the archaeologist.\n","chapter_story_1062102":"\nThe archaeologist would teach Dorabella in his free time. When it got busy, Dorabella helped out by arranging and recording uncovered artifacts.\n","chapter_story_1062103":"\nThe archaeologist's excavation sites were mostly related to Arcanum, hence ancient texts on Arcanum were commonly referenced.\n","chapter_story_1062104":"\nThe ancient books on Arcanum are obscure and difficult to understand but Dorabella was very talented. After reading many books on Arcanum, she was able to use some arcane magic, surprising the archaeologist.\n","chapter_story_1062201":"\n\n\nExcavating in the wilderness was a dangerous task. They once found themselves surrounded by wolves. In a desperate situation, Dorabella managed to use Arcanum to help them escape. It was then the archaeologist realized that the girl could be an Arcanum prodigy.\n","chapter_story_1062202":"\nAfter some consideration, the archaeologist brought Dorabella to the capital's Arcanum Council, hoping that Dorabella could receive formal education at the Arcanum Council.\n","chapter_story_1062203":"\nThe Arcanum Council had been controlled by the nobles for hundreds of years. Being Ethereal Valkyries had always been the pride of nobility, but the current mages never had the slightest interest in understanding or researching Arcanum.\n","chapter_story_1062204":"\nWhen news of Dorabella—a commoner child—learning the Arcanum art on her own spread across the capital, it threatened the very foundation of the Arcanum Council.\n","chapter_story_1062205":"\nIn response to the doubts they faced, the Arcanum Council started a smear campaign, stating that what Dorabella had learned was not Arcanum at all. But the archaeologist fought even harder to prove Dorabella's capability.\n","chapter_story_1062206":"\nWanting to dispel such thoughts, the Arcanum Council specially designed a competition for Dorabella in which she would fight an Ethereal Valkyrie. They hoped to prove that what she wielded was not Arcanum.\n","chapter_story_1062207":"\nDorabella ultimately achieved victory in this match to distinguish real Arcanum.\n","chapter_story_1063101":"\n\n\nDorabella's victory left the Arcanum Council no choice but to acknowledge her ability. However, the Arcanum Council claimed Dorabella was an exception and did not offer commoners the opportunity to learn the magic art.\n","chapter_story_1063102":"\nIn an attempt to win back the prestige they had lost, the Arcanum Council had its president accept Dorabella as a disciple.\n","chapter_story_1063103":"\n\"A power as profound as this must be strictly controlled by the nobles!\"\n","chapter_story_1063104":"\nThey demanded the archaeologist give up her guardianship, threatening to prohibit Dorabella's from studying at the Arcanum Council. Considering Dorabella's future, the archaeologist had no choice but to relent. He ultimately left without bidding her farewell.\n","chapter_story_1063201":"\n\n\nDorabella might have earned the chance to study at the Arcanum Council, but she was still a child.\n","chapter_story_1063202":"\nIn the eyes of the public, she might be a genius Ethereal Valkyrie with a bright future, but under the Arcanum Council's management, Dorabella must be within their control.\n","chapter_story_1063203":"\nIf she was obedient, they could nurture her to become the public face of the council. If she did not comply as they liked, no one would bat an eye if they destroyed Arcanum prodigy.\n","chapter_story_1063204":"\nOnce the hype from the match died down, Dorabella was quickly hidden from the public.\n","chapter_story_1063301":"\n\n\nThe president forbade her from attending any lectures or study sessions. Dorabella was also denied from reading elementary reference books within the Arcanum Council.\n","chapter_story_1063302":"\nHe hoped that Dorabella's talent would go to waste. He wanted her to score badly in the year-end disciples' examination, to be despised by all, and finally, be expelled from the Arcanum Council.\n","chapter_story_1063303":"\nThe president's scheme was well-planned, but Dorabella had long been familiar with surviving writings and books on Arcanum from the years she spent at the ruins. The high-level books at the Arcanum Council did not stump her at all.\n","chapter_story_1063304":"\nDorabella absorbed all knowledge relating to Arcanum like a sponge. All the other students at the Arcanum Council held her in high regard.\n","chapter_story_1063401":"\nDuring her year-end disciples' exam, Dorabella's outstanding ability surpassed her peers', making her stand out from the rest.\n","chapter_story_1063402":"\nThe Arcanum Council's previous claim that \"only the nobles are fit to practice Arcanum\" was met with doubts once again. Is Arcanum really unteachable to commoners?\n","chapter_story_1063403":"\n\n\nAs Dorabella improved, skepticism emerged once more among the citizens. The Arcanum Council's upper management blamed Dorabella and was determined in having her expelled.\n","chapter_story_1063501":"\nDorabella's knowledge grew greater and greater over time. Similarly, her natural beauty blossomed, prompting the nobles at the Arcanum Council to come up with schemes.\n","chapter_story_1063502":"\nIt was unclear when they started, but rumors about Dorabella proliferated in the capital.\n","chapter_story_1063503":"\nThey said she was extremely beautiful, that she claimed to only love someone strong, and that she would eventually marry a brave man who can defeat her. These rumors spread wider than before, and people—be it those pursuing beauties or those hankering after fame and fortune—had their sights set on Dorabella.\n","chapter_story_1063504":"\n\"Oh beautiful Miss Dorabella, I challenge you to a battle! If I win, you have to go on a date with me.\"\n","chapter_story_1063505":"\nDorabella did not go easy on these suitors. Practically every challenger who came forth lost their match so badly that they could not even crawl to their feet.\n","chapter_story_1063601":"\n\n\nMany in the royal capital were disgusted by Dorabella, whose fame grew from the droves of men challenging her and the excessive publicity heaped upon her by people with certain intentions.\n","chapter_story_1063602":"\nSoon, Princess Eluller—who enjoyed battling—found Dorabella and issued her a challenge. Encountering a female challenger for the first time, Dorabella was stunned for a while.\n","chapter_story_1063603":"\n\"Do you... want to go on a date with me, too?\"\n","chapter_story_1063604":"\n\"I-I want to challenge you to battle!\"\n","chapter_story_1063605":"\nWhen news of Dorabella and Princess Eluller's match ending in a tie spread across the capital, the men who initially wanted to challenge Dorabella got cold feet.\n","chapter_story_1063606":"\n\"That's an Ethereal Valkyrie who's on par with the princess! Those who challenged her for a date previously, were they out of their minds?\"\n","chapter_story_1064101":"\n\n\nIt came as an even greater surprise that Dorabella and Princess Eluller became close friends—soulmates—after the battle.\n","chapter_story_1064102":"\nTheir personalities were alike, and they shared the same pursuit of power. Princess Eluller was full of praise for Dorabella. She even introduced Dorabella to her elder sister, Princess Athena.\n","chapter_story_1064103":"\nThe three women became close friends, and Dorabella became the princesses' regular guest at the palace. She quickly blended in with all hierarchies within the capital.\n","chapter_story_1064104":"\nHer beauty and intelligence caught the attention of many noble ladies, while her humility and wide sphere of knowledge made those who had believed the rumors see her in a different light.\n","chapter_story_1064201":"\n\n\nSeeing Dorabella earn the favor of both nobility and royalty made the nobles in the Arcanum Council even more exasperated.\n","chapter_story_1064202":"\nWhat worried them more was the research topic that Dorabella dedicated herself to—restoring the previously lost Arcanum records.\n","chapter_story_1064203":"\nThey could already imagine the citizens distrusting and questioning the Arcanum Council once Dorabella succeeds. The people might even think that it is the commoners who are befitting of Arcanum!\n","chapter_story_1064204":"\nDorabella was focused on her restoration and experimentation work. She had no idea what that teacher—one who never taught her anything—could do to her.\n","chapter_story_1064301":"\n\n\nWhen Dorabella was almost finished restoring the Arcanum records, her teacher sneaked into her laboratory.\n","chapter_story_1064302":"\nBefore Dorabella realized what was happening, she had been attacked from behind by her teacher.\n","chapter_story_1064303":"\nBefore the dazzling rays from the advanced Arcanum magic could completely disappear, Dorabella had already fallen to the ground.\n","chapter_story_1064304":"\nThe president stepped forward and surveyed thoroughly. He noticed that Dorabella was no longer breathing. That put him at ease, and he started collecting all the notes and records Dorabella left on the laboratory table.\n","chapter_story_1064401":"\nA few days later, the Arcanum Council announced that they had completed restoration work on the previously lost and fragmented Arcanum records. And that the greatest contribution came from Dorabella's teacher, the Arcanum Council president.\n","chapter_story_1064402":"\nEveryone who saw the Arcanum records was surprised. They had seen the partially restored records with Dorabella way before this. Some had even heard Dorabella talking about it, and participated in the discussion.\n","chapter_story_1064403":"\nNo one knew how Dorabella's research topic became the Arcanum Council president's achievement. And why did Dorabella disappear?\n","chapter_story_1064404":"\nDespite it being lively and bustling at the Arcanum Council's announcement, many noticed that something was amiss. They chose to do nothing and observe the situation.\n","chapter_story_1065101":"\n\n\nJust then, Dorabella made her appearance! She lifted her cloak and emerged from the crowd as everyone watched in astonishment.\n","chapter_story_1065102":"\n\"I was the one who restored the Arcanum records. You, President of the Arcanum Council as well as my teacher stole my research!\"\n","chapter_story_1065103":"\nFaced with Dorabella's accusations, the president did not show any indication of satisfaction. Instead, he seriously rebutted her.\n","chapter_story_1065104":"\n\"Preposterous! How could you be capable of restoring such an important work?! This isn't a task that can be accomplished by the likes of you, Dorabella. How dare you accuse your teacher!\"\n","chapter_story_1065201":"\n\n\nImmediately, the crowd began discussing furiously. Both parties stated their own side of the story and the people were unable to tell who was lying. They could only keep their opinion to themselves and watch the situation unfold.\n","chapter_story_1065202":"\nDorabella could not stand to argue with the lying president and used her Arcanum against the president.\n","chapter_story_1065203":"\nThis was an extremely advanced Arcanum. It shocked the people that the president did resist the attack, but it ultimately overcame him and sent him flying.\n","chapter_story_1065204":"\nWith a wave of her hand, Dorabella defeated the president who claimed to have restored advanced Arcanum magic. More importantly, she wielded a never-before-seen Arcanum.\n","chapter_story_1065301":"\n\n\n\"This is an Arcanum from the restored records. Is this Arcanum not familiar to you, teacher?\"\n","chapter_story_1065302":"\nThe president was pale and panting heavily on the ground. In a flash, everyone was looking at him with disgust and contempt.\n","chapter_story_1065303":"\nBeing cheated time and time again by the Arcanum Council, the citizens' rage was set aflame.\n","chapter_story_1065304":"\nTo everyone's surprise, the disgraced and furious president raised his staff at Dorabella.\n","chapter_story_1065305":"\n\"You ruined everything for me!\" The president tried to pull off another attack while Dorabella had her guard down.\n","chapter_story_1065306":"\nDorabella's victory was almost overwhelming. The nobles in the Arcanum Council's upper echelon who colluded with the president were scared pale.\n","chapter_story_1066101":"\n\n\nDorabella had achieved victory. Just as she was about to retrieve her research notes, the upper echelon nobles of the Arcanum Council blocked her path.\n","chapter_story_1066102":"\nThey waved their magic staves, desperately trying to defend the collapsed president. All while disregarding the surrounding nobles' looks of contempt.\n","chapter_story_1066103":"\nThey chided Dorabella for challenging her teacher and being disrespectful. And accused Dorabella of attempting to murder her teacher with Arcanum.\n","chapter_story_1066104":"\nJust as the angered Dorabella was on the verge of using an attack, a familiar voice dispelled the chaos.\n","chapter_story_1066105":"\n\"Murder and theft of someone else's research findings, compared to defeating the thief who stole from you. Which is more severe of the two crimes?\"\n","chapter_story_1066106":"\nPrincess Eluller's pointed accusation left the upper echelon nobles of the Arcanum Council at a loss for words. But they eventually fumbled around for some far-fetched excuses in an attempt to exonerate the president.\n","chapter_story_1066201":"\n\n\nTheir hopes were dashed by another sound that left them terrified—the arrival of the emperor's eldest daughter, Princess Athena.\n","chapter_story_1066202":"\n\"Does the Arcanum Council intend to continue covering up for these criminals?\"\n","chapter_story_1066203":"\nThe arrival of the emperor's eldest daughter, Athena, was undoubtedly a wake-up call to the upper echelon nobles of the Arcanum Council.\n","chapter_story_1066204":"\nThe emperor's eldest daughter did not give them the chance to drag things out and went straight to arresting all of them. The initially lively and bustling Arcanum Council celebration suddenly died down.\n","chapter_story_1066301":"\n\n\nSoon, the president and the other elders were interrogated. The Arcanum records were ultimately returned to Dorabella.\n","chapter_story_1066302":"\nHow did Dorabella survive the president's stealth attack? She owed it all to the ancient Arcanum she restored.\n","chapter_story_1066303":"\nThat was a long-lost Arcanum. Dorabella was continuously experimenting with it during the restoration. She was the subject of her own experiment.\n","chapter_story_1066304":"\nWhen the president attacked her, Dorabella just so happened to cast the Arcanum on herself. This was what helped her to evade the president's stealth attack.\n","chapter_story_1066305":"\nDorabella knew that the president and the other elders planned to hurt her, so she decided to go along with it. After the president left, she turned to her good friends—the two princesses—for help.\n","chapter_story_1066306":"\nAnd so, they came up with this plan to purge the Arcanum Council, and to help Dorabella retrieve the Arcanum records she restored.\n","chapter_story_1066401":"\n\n\nAfter the incident, the Arcanum Council had been thoroughly reformed. Those without capabilities and achievements were expelled from the Arcanum Council.\n","chapter_story_1066402":"\nArcanum was formally made available to all commoners. Everyone was viewed equally, those who could truly contribute to the Arcanum art were supported and nurtured. This was the true restoration of Arcanum.\n","chapter_story_1066403":"\nThe Arcanum records that Dorabella restored greatly brought the Arcanum art back to its former glory. Using her own capability, she became the Arcanum Council's youngest ever mentor.\n","chapter_story_1066404":"\nIn just a few years, talented Arcanum mages began sprouting up from all over the realm, and the Arcanum Council saw an unprecedented growth in their power.\n","chapter_story_1066405":"\nDorabella and the two princesses maintained their friendship, and she was appointed Royal Archmage.\n","chapter_story_1066406":"\nShe led all of her own disciples of Arcanum into battle when the demons invaded the royal capital, fighting valiantly on the front line to protect the capital.\n","chapter_name_801":"1. The Turmoil of War","chapter_name_802":"2. Oppression","chapter_name_803":"3. Plan","chapter_name_804":"4. Breaking the Deadlock","chapter_name_805":"5. Destruction","chapter_name_806":"6. Miracle","chapter_des_801":"The Citadel always gave people the impression of safety and knowledge.\nHowever, nobody could have anticipated that when war erupted between the Imperials and the Divines, the Citadel would also be unexpectedly entangled within the flames of war.","chapter_des_802":"While the Gloomwoods was filled with danger, it may be the only hope left for all of the Citadel's inhabitants...","chapter_des_803":"Was this the way to escape? Could that voice really be trusted?\nMerlin knew that he had to make his choice now...","chapter_des_804":"When the explosions started within the Citadel, everybody was already prepared.\nHowever, what did the future hold?","chapter_des_805":"Merlin had bet correctly this time—the power of nature had helped turn the tide in their favor!\nHowever, he could not have known what price he would have to pay...","chapter_des_806":"Entering the woodland presented the Citadel with a new opportunity.\nHowever, Merlin could sense that danger was always close to him...","chapter_story_1081101":"\n\n\nThe Citadel was a unique entity on the continent. The city preserved vast knowledge and housed innumerable scholars. What it was best known for, though, were the Oracles living within who could predict the future.\n","chapter_story_1081102":"\nThough the Citadel had no military forces, the Gloomwoods, a lush forest surrounding three sides of the city, acted as an impenetrable moat. Any fierce beast that recklessly intruded upon Gloomwoods could only let out a few miserable cries before disappearing forever.\n","chapter_story_1081103":"\nThe Citadel had always been reliant on the Gloomwoods and also constantly conducted studies on it. However, they had only managed to explore its fringes even after centuries of research.\n","chapter_story_1081104":"\nThe natural green barrier surrounded and protected the Citadel, leaving only a single path that connected the Citadel with the imperial capital.\n","chapter_story_1081105":"\n\n\nThe Citadel always had a safe and highly intellectual reputation. Nobody ever imagined that war would erupt between the Imperials and the Divines, and that the Citadel would also become entangled in the flames of war.\n","chapter_story_1081106":"The safe haven didn't last...\n","chapter_story_1081107":"\nA squad of defeated rebels had been wandering about aimlessly. As the Citadel happened to lack military forces, it naturally became their target. Not only were there magic items, armor, weapons, and food supplies in the city, but it was even an impregnable fortress.\n","chapter_story_1081201":"\n\n\nOf course, the rebels' ambitions were not so easily attainable. Merlin, the lord of the city, led the Citadel's citizens in resistance for a protracted period, but due to a lack of reinforcements, the rebels ultimately succeeded in invading the city.\n","chapter_story_1081202":"\nUnexpectedly, the rebels did not immediately go on a killing spree. Instead, they rounded up the population in the city plaza.\n","chapter_story_1081203":"\nAs the rebels looked at the fearful people, they demanded that they handed over their valuables, weapons, and the Oracle.\n","chapter_story_1081204":"\nHearing the rebels' request, Merlin stepped forward. What did the rebels, who were going mad over the valuables, want with the Oracle?\n","chapter_story_1081301":"\n\n\n\"I am Merlin, the lord of the city as well as the current Oracle.\"\n","chapter_story_1081302":"\nAll the rebels burst out laughing as if to belittle Merlin's status as the Oracle.\n","chapter_story_1081303":"\n\"The Oracle? You actually have the cheek to still call yourself the Oracle when you didn't even realize that someone sold you guys out?\"\n","chapter_story_1081304":"\nMerlin did not respond. As the Oracle, he'd been overly reliant on his prophesying abilities and also been too trusting of others. Allowing people to betray him and guide the rebels into the city was his oversight. He had to bear the responsibility.\n","chapter_story_1081305":"\n\n\n\"Isn't the Gloomwoods surrounding the Citadel known as the place of no return? Oracle, you should be able to predict what will happen to you in Gloomwoods, right?”\n\n\n","chapter_story_1081306":"\n\"If you can make it back from the Gloomwoods alive, I'll believe that you are really an Oracle.\"\n","chapter_story_1081401":"\n\n\nThe rebels had detained Merlin's family and his people. No matter how perilous the Gloomwoods might be, Merlin had no other choice but to listen to them.\n","chapter_story_1081402":"\n\"Before my return, you are not to harm any one of them.\"\n","chapter_story_1081403":"\nThe rebel chief snickered sinisterly and replied, \"Sure, as long as you make it back before dusk. Otherwise, I will kill one of them every hour.\"\n","chapter_story_1081404":"\nAfter obtaining the rebel chief's promise, Merlin entered the Gloomwoods. Inside the dense and lush woods, Merlin found himself quickly surrounded by low roars and terrifying wild beasts intent on killing him.\n","chapter_story_1081405":"After slaying the last rampaging beast, Paragon searched for a way out of the dense Gloomwoods.\n","chapter_story_1082101":"\nMerlin was utterly exhausted. In the Gloomwoods, even plants were filled with hostility.\n","chapter_story_1082102":"\nHe didn't dare take even a moment of respite along the way for fear that the rebels would lay a hand on the innocent. To get back to them, Merlin made full use of his prophesying abilities to avoid danger and find his way around the Gloomwoods the whole way. After much difficulty, he finally returned to the city before sunset.\n","chapter_story_1082103":"\n\n\nWhen he showed up, his people heaved a collective sigh of relief. The rebel chief was also delighted.\n","chapter_story_1082104":"\n\"For you to emerge alive from the Gloomwoods, you must truly be an Oracle. In that case, look into our future for us.\"\n","chapter_story_1082105":"\n\"Remember, your prophecies must be accurate. If any of my men get hurt or dies because of your prophecies, I will have the citizens buried with them.\"\n","chapter_story_1082106":"\nFaced with such a threat, Merlin could no longer attempt to rid the rebels by manipulating them with his prophecies. However, he knew that he had to think of a solution as this could not go on for long.\n","chapter_story_1082201":"\n\n\nFrom that day on, Merlin was forced to make prophecies for the rebels. However, at the same time, he secretly searched for a way to escape with the citizens and the city's precious collection of ancient books.\n","chapter_story_1082202":"\nOne night, in a dream, Merlin found himself standing under the shade of greenery. There was a huge tree that seemed to be overlooking the entire woodland. He heard an elderly voice echoing in his ear.\n","chapter_story_1082203":"\n\"Merlin, hope lies in the Gloomwoods—find an opportunity to take everyone into the woodland.\"\n","chapter_story_1082204":"\nThe prophetic dream filled Merlin with doubt. Having been coerced into entering the Gloomwoods once, he knew how tough it already was to traverse it alone. Bringing along numerous citizens who had no combat abilities would be far too difficult. It simply wasn't possible.\n","chapter_story_1082205":"\nThe Gloomwoods spanned an extremely expansive area, and all the plants and animals inside were highly aggressive. He'd be lucky to even stay on the right path. If he brought the citizens to escape through here, they might run into a beast, or the rebels might catch up to them. What would he do then?\n","chapter_story_1082206":"\nFor now, Merlin had to toss out the idea of going into the Gloomwoods and think of something else.\n","chapter_story_1083101":"\n\n\nMonths went by. With the help of Merlin's prophecies, the rebels grew increasingly powerful, much to Merlin's concern. If this went on, their chances of escape would only become slimmer and slimmer.\n","chapter_story_1083102":"\nMerlin made numerous prophecies and came up with several plans, but not a single one of them could allow him to escape with all the citizens.\n","chapter_story_1083103":"\nAt a loss, Merlin recalled his dream from the other night that told him to escape through the Gloomwoods and decided to explore the forest once again!\n","chapter_story_1083104":"\n\n\nThat night, Merlin secretly made his way to the edge of the Gloomwoods. But just as he reached it, he heard a scream coming from within.\n","chapter_story_1083105":"\nWhat followed was a squad of rebels sprinting out of the Gloomwoods' fringes. All of them were fully armored, yet they were covered in wounds and terribly tense.\n","chapter_story_1083106":"\nIt seemed to Merlin that they must have entered the Gloomwoods to scout it out. Worried that they might have discovered something in there—such as a way out—he didn't leave right away.\n","chapter_story_1083107":"\nSoon, the rebel chief arrived. Though he found it strange that Merlin was there, he didn't chase him away. The rebels immediately reported to the rebel chief what had happened: they didn't find another path found the Gloomwoods but encountered great dangers instead.\n","chapter_story_1083201":"\n\n\n\"I'd thought that the Gloomwoods' perils were merely rumors, since the Oracle managed to return alive. To think it's really that dangerous.\"\n","chapter_story_1083202":"\nPreviously, when the rebel chief saw how Merlin had returned from the Gloomwoods unscathed, he started to doubt the degree of danger it posed. Thus, he sent some of his stronger underlings to scout out the Gloomwoods.\n","chapter_story_1083203":"\nMerlin secretly let out a sigh of relief, which was inevitably followed by worry. The rebels had already scouted out the place; was there truly no way out in the Gloomwoods?\n","chapter_story_1083204":"\n\"Is the Gloomwoods really that dangerous? What did you see when you were in there?\" asked the rebel chief, whose eyes were fixated on Merlin as he tried to look for clues from his expression.\n","chapter_story_1083205":"\n\n\nMerlin replied casually, \"There were wild beasts, vegetation, and also magical beasts that can cast magic, as well as plants that attack humans. On the whole, it's extremely dangerous.\"","chapter_story_1083206":"\nThe rebel chief still seemed doubtful and continued to look at the Gloomwoods in silence. Though they'd seized the Citadel, they had limited military forces. Therefore, they only had the capacity to guard the section of the Citadel's perimeter unblocked by the Gloomwoods anyways.\n","chapter_story_1083207":"\nHe was concerned that the Gloomwoods wasn't as dangerous as what the legends claimed. Once someone attacked or fled through the forest, the Citadel under the rebels' occupation would be in a very precarious situation.\n","chapter_story_1083401":"\nAfter hearing Merlin's \"prophecy,\" the rebel chief took one last look far into the Gloomwoods and thought deeply for a moment. Given how paranoid he was, would he trust Merlin that easily?\n","chapter_story_1083402":"\n\"Is that so? Why don't you go in there once more?\" Sure enough, the rebel chief didn't readily believe him.\n","chapter_story_1083403":"\nThis time, Merlin came back out alone. As the rebel chief took in Merlin's wounds, he seemed to give up on the idea of entering the Gloomwoods again.\n","chapter_story_1084101":"\n\n\nThough Merlin had met great danger, encountering numerous wild beasts during his expedition into the Gloomwoods, he did find an escape path. Moreover, as if by someone's deliberate arrangement, staying close to it significantly decreased the appearance of wild beasts and attacks.\n","chapter_story_1084102":"\nMerlin recalled his dream from the other night and the elderly voice that had told him to enter the Gloomwoods. Perhaps someone truly was helping them from behind the scenes.\n","chapter_story_1084103":"\nNow that he'd confirmed that a way out truly existed in the Gloomwoods, the only problem remaining was how would get into the forest while still being under the rebels' watch?\n","chapter_story_1084104":"\n\n\nThe rebels were holding all the citizens captive in one spot, allowing only a few strong teenagers out to take care of miscellaneous tasks for them. Even during disaster relief work, they were still subjected to the rebels' surveillance.\n","chapter_story_1084105":"\nIf they tried to break out by force, Merlin wouldn't be able to protect everyone. Should the rebels find out that they'd escaped and caught up to them, a bloody massacre would occur.\n","chapter_story_1084106":"\nWas there a way he could hold back the rebels so that he could release the citizens and run into the Gloomwoods together?\n","chapter_story_1084201":"\n\n\nMerlin came up with many ideas, but he knew that his plans were not well-rounded enough. Fortunately, there were many scholars in the city who researched magic. Merlin tried telling them about his plans.\n","chapter_story_1084202":"\nAfter the mages thought for a while, a young mage among them spoke up and said that the Citadel's library had previously stockpiled dozens of magic scrolls originally meant to make magic runes with. Barely any of the rebels were knowledgeable about such highly flammable combustibles, so they had been left in the library.\n","chapter_story_1084203":"\n\"If we use explosive runes to set off the rest of the runes, we may be able to buy enough time.\"\n","chapter_story_1084204":"\nMerlin was hesitant. This plan carried some risk. If it failed to attract the rebels' attention or if it was discovered instead, the Citadel would face certain destruction.\n","chapter_story_1084301":"\n\n\nTo the scholars, the library was priceless and must not be lost so easily. Thus, they hid all the books with only a single copy, and planned to retrieve them when it was safe to do so.\n","chapter_story_1084302":"\nThe rebels were still enjoying their feast in the city—fantasizing about taking down more cities with the Oracle's help and amassing greater wealth—when suddenly, a loud sound came from the city wall, disrupting their fantasy.\n","chapter_story_1084303":"\nMerlin and the mages were attacking the rebels on guard duty. After freeing the confined citizens, they immediately rushed to escape the city.\n","chapter_story_1084401":"\n\n\nExplosions went off everywhere in the city, and the rebel army was thrown into disarray. But when their chief appeared, the rebels quickly gathered and gave chase in the direction Merlin and the citizens escaped in.\n","chapter_story_1084402":"\n\"Hurry up and enter the Gloomwoods!\n","chapter_story_1084403":"\nMerlin and those with combat abilities voluntarily stayed behind to protect the rear. But the rest of the citizens were fearful of entering the Gloomwoods as they were well aware of its dangers.\n","chapter_story_1084404":"\nBrandishing their weapons, the rebels charged toward Merlin. At that moment, the citizens waiting by the boundary of the Gloomwoods were the least of Merlin's worries. The resistance fighters he led came together and readied themselves for the fierce battle to come.\n","chapter_story_1084405":"\nThe citizens defeated the pursuing vanguard, but it was far too early for them to rest now. Merlin hurried toward the Gloomwoods, then turned around and called to everyone, \"Follow me.\"\n","chapter_story_1084406":"\nMany citizens were feeling uncertain. Among them, those who trust Merlin took the first step forward. After that, people gradually encouraged one another to enter the Gloomwoods with Merlin.\n","chapter_story_1085101":"\n\n\nThe Gloomwoods was overgrown with dense and tall trees. Sunlight was unable to penetrate through the layers of leaves. The worried and frightened citizens were huddled close together as they made their way forward.\n","chapter_story_1085102":"\nThe group hadn't gone far before they started to hear screams coming from the rear. The people were gripped with fear. Just as everyone was about to scatter off in a panic, Merlin stepped forward.\n","chapter_story_1085103":"\n\"Run this way!\"\n","chapter_story_1085104":"\nMerlin knew that this was the path with the fewest wild beasts. Running through the Gloomwoods in disarray meant that even if they escaped being killed by the rebels, they would still get devoured by the wild beasts.\n","chapter_story_1085105":"\n\n\nTheir greatest worry was the army led by the rebel chief. Equipped with weapons, the army had already entered the Gloomwoods and were targeting the women and children trailing behind.\n","chapter_story_1085201":"\nMerlin and those with combat ability charged forward. But they had much fewer people than the rebel army and had little chance of fending off the fierce rebel army.\n","chapter_story_1085202":"\n\"Save us!\"\n","chapter_story_1085203":"\nWhether it was the rebel-resisting Merlin or the citizens scrambling across the Gloomwoods, everyone at that moment wished for one thing: survival. Their faces showed only suffering, eyes filled with despair.\n","chapter_story_1085204":"\nAt this moment, the disheartened Merlin heard that elderly voice again.\n","chapter_story_1085205":"\"I can save all of you, but are you willing to pay the price?\"\n","chapter_story_1085206":"\"I'm willing!\"\n","chapter_story_1085301":"\n\n\nSuddenly, they hear the roars of the Gloomwoods' wild beasts. The people screamed in panic as a herd of beasts appeared from the dense forest.\n","chapter_story_1085302":"\nHowever, these wild beasts did not attack the citizens but charged past them toward the rebels. Cries could immediately be heard from the rebels. The rebel chief wanted to gather his men to defend the swarm of oncoming beasts.\n","chapter_story_1085303":"\nBut, in the very next moment, they were attacked by wild beasts from every direction.\n","chapter_story_1085304":"\nAll the animals and plants within the Gloomwoods seemed to have gathered in this sea of greenery to sweep the rebels away. Shrieks and wails rang across the once silent the Gloomwoods as death claimed them.\n","chapter_story_1086101":"\nThe rebels, who were fearsome just moments before, were annihilated by the sea of beasts in no time at all. These ferocious beasts did not linger after taking care of the rebels but instead quickly slipped back into the dense woodland.\n","chapter_story_1086102":"\nAfter witnessing the wild beasts' attack on the rebels, the citizens immediately ran deeper into the woodland. Finally sensing some safety, the wary group erupted in cheers and shed tears of joy for having survived the ordeal.\n","chapter_story_1086103":"\n\n\n\nMerlin was not thrilled as he suddenly remembered an account from an ancient text that read, \"A towering, ancient tree was blessed by the gods and respected by all life forms. It stood alone, defending the vast woodland.\"\n","chapter_story_1086104":"\nThat elderly voice that had been helping him must've belonged to this ancient tree. Merlin did not forget the promise he made to that voice.\n","chapter_story_1086105":"\n\"You saved me and my people.  What is the price that I have to pay?\"\n","chapter_story_1086106":"\nInside Merlin's head, the elderly voice could be heard again.\n","chapter_story_1086201":"\n\n\n\"The price is to lead your citizens in making the woodland your new home.\"\n","chapter_story_1086202":"\nThis calamity had left the Citadel in ruins. Everyone managed to survive, but their home was no more. With war ravaging every part of the world, the Citadel was no longer safe.\n","chapter_story_1086203":"\nAfter serious deliberation, Merlin decided to live in seclusion within the woodland with his citizens. However, there was a lot of preparation work that had to be done if they were going to live in the woodland.\n","chapter_story_1086204":"\nThe scholars took supplies from the Citadel, their book collections, and everything else that could be carried to their new home. People built new dwellings on top of large trees deep within the Gloomwoods. The rich woodland allowed them to be self-sufficient.\n","chapter_story_1086205":"\nBeing an Oracle, Merlin was always observing the world. He knew that disaster would soon befall the world and that his people would be able to avoid the war and thrive if they stayed in the Gloomwoods.\n","chapter_name_901":"1. A Beautiful Gift","chapter_name_902":"2. Venomancer's Kiss","chapter_name_903":"3. War's Destruction","chapter_name_904":"4. Conspiracy","chapter_name_905":"5. Ambition","chapter_name_906":"6. Malicious and Vicious","chapter_des_901":"The girl who was gifted to the king would bring about the darkness...","chapter_des_902":"Gradually, the country's seat of power would be seized through her wicked manipulation.","chapter_des_903":"The idea of facing death destroyed every bit of the King's rationality, and soon, the former king became her prisoner...","chapter_des_904":"His loss in principles symbolized humanity's corruptibility. An eternal fall into darkness just a step away...","chapter_des_905":"A lesson was paid with blood and tears. Nothing from the period of prosperity remained.","chapter_des_906":"The stage is awash with blood, ready for this tragedy to be told...","chapter_story_1091101":"\n\n\nOn the night of King Claudius' birthday, Aiushtha, a young and beautiful girl entered the imperial city in an elegant carriage.\n","chapter_story_1091102":"\nShe was to be gifted to King Claudius.\n","chapter_story_1091103":"\nClaudius was known as a discerning king, greatly adored by the people.\n","chapter_story_1091104":"\nHalf his life was spent on the battlefield, conquering territories. The kingdom's prosperity could be said to be Claudius' contribution.\n","chapter_story_1091201":"\n\n\n\n\nThe moment Aiushtha entered the palace, everyone swooned at the sight of how beautiful she was. No one could remain unimpressed by her beauty.\n","chapter_story_1091202":"\nKing Claudius was middle-aged. It has been years since the queen died from her illness.\n","chapter_story_1091203":"\nWhen Aiushtha appeared, Claudius' heart was immediately kindled by a passionate emotion called love.\n","chapter_story_1091204":"\nFrom that day on, Claudius was always almost found by Aiushtha's side. He would grant her every request.\n","chapter_story_1091301":"\n\n\n\n\nClaudius spent a hefty sum to build a new manor by the sea for Aiushtha, just to let his new concubine have a view of the sea.\n","chapter_story_1091302":"\nThe king had showered Aiushtha with countless luxurious gifts, but Concubine Aiushtha wanted way more than these.\n","chapter_story_1091303":"\nHer seemingly avaricious and willful behavior was her way of assessing how far the king was willing to go to please her.\n","chapter_story_1091304":"\nAfter all, she would not be able to achieve her goal with just mere pampering.\n","chapter_story_1091401":"\n\n\n\n\nAiushtha was living extravagantly. The courtiers were very troubled, yet afraid of this beautiful and heavily pampered new concubine. They were infuriated by her squandering and willful behavior.\n","chapter_story_1091402":"\nHowever, these were all minor problems that did not warrant the courtiers to take action against the new concubine.\n","chapter_story_1091403":"\nUndercurrents were brewing beneath the peaceful facade of the kingdom. Many members of the royal family coveted the throne, and more than a handful had thought about assassinating the king to usurp the throne.\n","chapter_story_1091404":"\nAiushtha gathered them in secret—a plan to assassinate the king was in the works.\n","chapter_story_1091501":"\n\n\n\nThrongs of venomous snakes were gathered in this magnificent and dazzling palace.","chapter_story_1091502":"\nAt one particular celebration, the assassins appeared.\n","chapter_story_1091503":"\nThese people were let in by Aiushtha. She had already laced the assassins' weapons with a noxious poison.\n","chapter_story_1091504":"\nAn arrow was aimed at King Claudius. The king's personal guards happened to be away. Everyone could not react in time when the arrow was shot.\n","chapter_story_1091601":"\n\n\n\nKing Claudius dodged the fatal arrow in the final second, sustaining only minor injuries.\n","chapter_story_1091602":"\nThe assassins were about to launch their next attack, but Aiushtha killed them off with magic.\n","chapter_story_1091603":"\nShe needed a weak and poisoned king that could be easily manipulated, and was thus not interested in losing that easily-manipulated king.\n","chapter_story_1092101":"\n\n\n\n\nClaudius had been poisoned. The once strong and valiant king could only groan in pain while confined to his bed. The royal family summoned all the reputable physicians, but they failed to neutralize the toxin within the king's body.\n","chapter_story_1092102":"\nWatching her plan gradually inch toward success, Aiushtha stayed by Claudius' side and did all she could to look after him.\n","chapter_story_1092103":"\nEveryone in the kingdom was moved by this devoted concubine.\n","chapter_story_1092104":"\nUp until...\n","chapter_story_1092201":"\n\n\n\n\n\"Your Majesty, you want me to see to these official duties?\"\n","chapter_story_1092202":"\n\"Compared to the nobility who are capable of revolting and starting a rebellion, I'd be more reassured if it were you.\"\n","chapter_story_1092203":"\nAiushtha did not turn down his request. While Claudius was recuperating, she stayed by his bedside, managing his official duties.\n","chapter_story_1092204":"\nBy this time, Aiushtha had already gained control over the country. However, she was not satisfied—her plan was far greater than this.\n","chapter_story_1092301":"\n\n\n\n\nAiushtha sent men to various countries in search of an antidote for the king's poisoning. In reality, she was creating a pretense to start a war.\n","chapter_story_1092302":"\nWhile everyone else still viewed her as a concubine who gave her all for the king.\n","chapter_story_1092303":"\n\"I've heard news of an antidote potion that treats all ailments in the neighboring forest, but they're all trying to keep it under wraps. I fear they're plotting your death.\"\n","chapter_story_1092304":"\n\"Then conquer them! Subdue them until they hand over the antidote!\"\n","chapter_story_1092401":"\n\n\n\n\nThe former king was no longer levelheaded when faced with the fear of death.\n","chapter_story_1092402":"\nThe toxin's infiltration left the once healthy and strong king emaciated. Claudius' willpower had long been eroded by his suffering.\n","chapter_story_1092403":"\nBeing on the brink of death every day drove his fear to an all-time high.\n","chapter_story_1092404":"\nAiushtha was incessantly brainwashing the former king with information about the antidote potion. This solidified his belief in the antidote potion.\n","chapter_story_1092501":"\nClaudius refused to consider any of his subjects' suggestions, no matter how hard they tried—because without the antidote, he would die.\n","chapter_story_1092502":"\nAt the king's insistence, the kingdom's army set off.\n","chapter_story_1092503":"\nThis time, there was no war declaration, no righteousness; it could even be called a despicable ambush. All for a selfish personal desire. King Claudius very quickly became the epitome of shameless among the people.\n","chapter_story_1093101":"\nThe human world plunged into war and devastation. Death and suffering spread like wildfire.\n","chapter_story_1093102":"\nIn order to hold out till his army's victory and the arrival of the antidote potion, Claudius even resorted to an irreparable act.\n","chapter_story_1093103":"\nStaggering into the secret chamber, Claudius carefully retrieved a powerful weapon. Aiushtha's eyes lit up at the sight.\n","chapter_story_1093104":"\n\"This magical blade is a secret weapon that the royal family has passed down for hundreds of years. It is capable of absorbing the life force and power of others.\"\n","chapter_story_1093201":"\n\n\n\nIt was rumored that killing someone with this dagger would steal the victim's life force and power. It could even absorb the power of a mark from an individual.\n","chapter_story_1093202":"\nThis treasure was one of the reasons why Aiushtha did everything she could to stay by the king's side.\n","chapter_story_1093203":"\nHowever, Aiushtha was not in a hurry to steal the magical blade.\n","chapter_story_1093204":"\nShe commanded soldiers to throw criminals into gunny sacks, and to bring them to the king.\n","chapter_story_1093301":"\n\n\n\n\nWithout a moment of hesitation, Claudius picked up the dagger and stabbed the gunny sack. Through the dagger, the criminal's life force and power were continuously entering the king's body, rejuvenating his vitality.\n","chapter_story_1093302":"\n\"This absorption needs to be done daily. Let's make do with the prison's criminals for now.\" Aiushtha feigned a troubled look, \"What if we run out of them...\"\n","chapter_story_1093303":"\n\"Then use the commoners!\" The king caressed the dagger in his hands, a frighteningly maniacal expression on his face. \"If we run out of them, use soldiers! Officials, nobles!\"\n","chapter_story_1093304":"\nA satisfied smile crept onto Aiushtha's face as she looked at the maniacal king.\n","chapter_story_1093401":"However, all the servants in the palace were pale with fear. Everyone had the same thought.\n","chapter_story_1093402":"\nWould it be their turn, one of these days?\n","chapter_story_1093403":"\nDespite possessing the magical blade, the situation was bleak. The war had reached a crunch point, and the kingdom's resources were depleting rapidly.\n","chapter_story_1093404":"\nOther countries became embroiled in the war. Chaos and death were rampant wherever there were humans.\n","chapter_story_1093501":"\n\n\nThe antidote potion that Claudius had been pining for was nowhere to be seen. Everyone was blinded by hatred brought on from the war's massacre.\n","chapter_story_1093502":"\nWatching these people lose themselves to the massacre thrilled Aiushtha to no end.\n","chapter_story_1093503":"\nThe people protected by the God of Light were on their road to demise.\n","chapter_story_1094101":"\n\n\n\n\nEven with the magical blade, King Claudius' deterioration was inevitable. He stole the life forces of others like an insatiable abyss, but this could not be sustained.\n","chapter_story_1094102":"\nThere were no longer enough criminals, and servants within the palace were continuously disappearing.\n","chapter_story_1094103":"\nRumors of the king becoming a bloodthirsty monster were spreading throughout the kingdom. The palace servants had all escaped.\n","chapter_story_1094104":"\nOf course, Aiushtha got people to start these rumors. Just as she expected, the kingdom's nobility and ministers had abandoned their king. The kingdom was starting to fall apart.\n","chapter_story_1094201":"\n\n\nClaudius saw his kingdom in decline, but that did not matter to him. All he cared about was how he could survive.\n","chapter_story_1094202":"\nWith a gentle smile on her face, Aiushtha started her persuasion—one filled with malicious intent.\n","chapter_story_1094203":"\n\"Your Majesty, being as pious as you are, why don't you plead with the mighty gods? Perhaps they may grant you immortality?\"\n","chapter_story_1094204":"\nClaudius had long lost the ability to rationalize. He dragged his disabled and frail body and barged into the kingdom's holy temple.\n","chapter_story_1094301":"\n\n\n\n\nFor someone as sinful as Claudius, the gods will never answer any of his prayers.","chapter_story_1094302":"\nDeranged and tormented by the fear of death, Claudius pointed at the gods' statues and started cursing after losing his final hope.\n","chapter_story_1094303":"\nThis wild act ultimately caused the God of Thunder to descend from heavens and strike Claudius with lightning, turning him into a monster.\n","chapter_story_1094304":"\nThis was punishment for insulting the gods. Claudius also became the monster everyone had heard about.\n","chapter_story_1094401":"\n\nA monster barged into the holy temple. Everyone readied their weapons.\n","chapter_story_1094402":"\n\"Kill him! Kill this monster!\"\n","chapter_story_1094403":"\nThe monster fled toward the palace. Everything it passed was an unsightly sea of red.\n","chapter_story_1095101":"\n\n\n\n\nThe king went missing. The kingdom was in complete chaos.\n","chapter_story_1095102":"\nWar and chaos engulfed the entire kingdom. People started fleeing, but despairingly realized that they had no idea where to escape to.\n","chapter_story_1095103":"\nAll human lands were embroiled in the war. None was spared.\n","chapter_story_1095104":"\nAiushtha, the mastermind behind these events, stood at the highest point of the palace, overlooking the chaotic city.\n","chapter_story_1095201":"\n\n\n\n\nNow a monster, Claudius hid in the basement of the palace.\n","chapter_story_1095202":"\nAiushtha was waiting in the palace. For her plan, this king—who had been thoroughly manipulated by her—was not due for death yet.\n","chapter_story_1095203":"\nHaving been transformed into a monster, Claudius was the perfect bait. It would not be long before a hero or church member came around to slay him.\n","chapter_story_1095204":"\n\"I hope someone strong, or even the Omniguardian, comes. Let me test out the magical blade's power.\"\n","chapter_story_1095301":"\n\n\n\n\nThe magical blade that Claudius carelessly left lying around was now tucked into her waistband. She was planning to try out the magical blade on these people, test if it could absorb the mark's power.\n","chapter_story_1095302":"\nThese were not Aiushtha's only reasons for remaining in the palace. Her most important goal is to find the legendary relic.\n","chapter_story_1095303":"\nCountless demons were sealed in the Abyss. To break the seal and free them, Aiushtha would need a relic.\n","chapter_story_1095304":"\nAiushtha long knew that a relic was hidden in the royal family. However, Claudius had already gotten hold of the relic, and was hiding in the secret chamber.\n","chapter_story_1095401":"\n\"Vicious woman! Vicious demon!\"\n","chapter_story_1095402":"\nClaudius realized now that he had been tricked. He let out an angry growl, especially after seeing Aiushtha regain her succubus form.\n","chapter_story_1095403":"\nWatching Claudius growl furiously in the secret chamber, seeing him in misery, thrilled Aiushtha to no end.\n","chapter_story_1095404":"\n\"Having single-handedly destroyed your own kingdom, all you can do now is to cower behind the relic and prevent me from entering.\"\n","chapter_story_1095501":"\n\n\n\n\n\"I can't enter, but there will be someone who can.\"\n","chapter_story_1095502":"\n\"There are many waiting to kill you now. If I were to ask those simple-minded warriors to kill you, this monster, do you think they would be willing to?\"\n","chapter_story_1095503":"\nAiushtha faked a grief-stricken look, as if she was pleading.\n","chapter_story_1095504":"\n\"Oh great heroes, please grant my request of killing King Claudius. Let him die with the pride of a warrior.\"\n","chapter_story_1095505":"\nClaudius was thoroughly angered by Aiushtha's act. He dashed out of the secret chamber, and charged toward her.\n","chapter_story_1095506":"\nAiushtha took the opportunity and fled from the secret chamber, leaving Claudius behind with his angry howls. He was unable to do anything.\n","chapter_story_1096101":"\n\n\n\n\nAiushtha did not spend too much time provoking Claudius. After all, he was wielding a relic she could not get close to; she did not want to snatch it with brute force.\n","chapter_story_1096102":"\nHowever, she was not worried. She remained in the palace, maintaining the facade of the beautiful and devastated concubine.\n","chapter_story_1096103":"\nShe begged every single hero and crusader who entered the palace.\n","chapter_story_1096104":"\nAiushtha's act was very successful. The people she tricked were all willing to help her execute the king, who had now turned into a bloodthirsty monster.\n","chapter_story_1096201":"\n\n\n\n\n\"Such fools.\"\n","chapter_story_1096202":"\nAiushtha watched in utter disdain as the warriors she tricked went on a mission to execute Claudius.\n","chapter_story_1096203":"\n\"In their eyes, anything that is beautiful must be right? Truly the epitome of foolishness.\"\n","chapter_story_1096204":"\nAiushtha followed these people in secret. Whenever she noticed a marked individual, she would attack them from behind with the magical blade to steal their power.\n","chapter_story_1096301":"\n\n\n\n\nAs for the rest, she was more than happy to send them to Claudius. Let those fools drain Claudius of his life.\n","chapter_story_1096302":"\nClaudius would not live for long.\n","chapter_story_1096303":"\nWhile these warriors tried to kill Claudius, they, too, have reached their demise.\n","chapter_story_1096304":"\nAiushtha appeared behind them, strangling the foolish humans one after another.\n","chapter_story_1096401":"\n\"The demons would be grateful for your contribution.\"\n","chapter_story_1096402":"\n\n\n\n\nIn the warriors' terror-filled eyes, Aiushtha finally got her hands on the relic she had been coveting.\n","chapter_story_1096403":"\nBut she had a new idea once she laid eyes on the giant and monstrous corpse of King Claudius.\n","chapter_story_1096404":"\n\"Perhaps I can take the massive skull of this monster he turned into,\" Aiushtha contemplated with joy. \"He was my best prey. I shall use this trophy as my throne.\"\n","chapter_story_1096501":"\n\n\n\n\nThe entire city was bathed in blood-red moonlight that day. All animals were frantically fleeing, their disturbing cries ringing through the city.\n","chapter_story_1096502":"\nMeteors continuously descended from the sky, crashing into the ground. Even the imposing Flashback Tower and palace were crumbled to dust.\n","chapter_story_1096503":"\nOn the ground, people were scrambling all over the place, fleeing with no specific direction in mind, as though a herd of frightened animals.\n","chapter_story_1096504":"\nDeath was spreading everywhere. All of a sudden, everyone felt a violent tremor. Plumes of thick, black smoke spewed from a crack in the ground, rising upward toward the sky.\n","chapter_story_1096505":"\nEmerging from the thick, black smoke were throngs of demons that growled as they charged into the human crowd.\n","chapter_story_1096601":"\n\n\n\n\nLike a massive flood, the wave of black-colored demons swallowed the entire human world. Several human countries vanished without a trace under the demon attack.\n","chapter_story_1096602":"\nTo this day, demons still occupied large swathes of land, while humans were left to struggle in despair.\n","chapter_story_1096603":"\nMeanwhile, Aiushtha—the mastermind behind these events—was seated atop a massive skull throne, stroking it in self-satisfaction and appreciating the living hell that she had created.\n","chapter_story_1096604":"\n\"Such a beautiful view, isn't it? My King Claudius.\"\n","chapter_story_1096605":"\n\n\nAn ominous, red glint flashed in the eye sockets of the creepy and massive skull. There was no response.\n","chapter_name_1001":"1. Love and Hate","chapter_name_1002":"2. I Have Your Back","chapter_name_1003":"3. Blue Flames","chapter_name_1004":"4. Going Under","chapter_name_1005":"5. Sisters","chapter_name_1006":"6. Losing Control","chapter_name_1007":"7. The Past","chapter_story_1101101":"\n\n\nIn the once lively Lytanis Manor,","chapter_story_1101310":"\nEver since the fall of the Mad King and the incarceration of Duke Lytanis,","chapter_story_1101311":"\nit has been cold and desolate.","chapter_story_1101102":"\n\n\n\n\nThud, thud, thud...","chapter_story_1101103":"\nKnocks on the door echoed throughout Eluller's large room.","chapter_story_1101104":"\n\"Please open the door, Eluller.\"","chapter_story_1101105":"\nThe room's lights were off, making it dark and gloomy.","chapter_story_1101308":"\nYoung Eluller sat huddled up in the farthest corner of the room as glistening tears flowed from her eyes.","chapter_story_1101106":"\n\"Oh, so that you can throw me in jail too? Just like what you did to our father?\"","chapter_story_1101107":"\n\n\n\n\n\"Don't say that, Little Sis. You know I would never do that.\" The woman on the other side of the door spoke again, \"I think we should have a proper talk. You can't avoid me forever.\"","chapter_story_1101108":"\n\"There's nothing for us to talk about!\" Eluller shouted towards the door.","chapter_story_1101109":"\n\"... I know all of this must be difficult for you. I'm sorry, my dear.\" Athena attempted to calm the enraged Eluller.","chapter_story_1101110":"\n\"The circumstances surrounding Father's incarceration are complex and may be difficult for you to understand. I'll gradually explain everything to you in the future, I promise.\"","chapter_story_1101111":"\n\"I don't believe you! You're a liar!\" Eluller's screams became increasingly hysterical.","chapter_story_1101112":"\n\n\n\n\nLoud crashing noises came from the room. Athena could tell that some furniture items have become victims of her little sister's outburst.","chapter_story_1101113":"\n\"Alright, she probably needs more time to accept things.\"","chapter_story_1101114":"\nAthena sighed.","chapter_story_1101115":"\n\"Eluller, I need you to know that everything I've done is for the best interests of the Lytanis clan. For Mother and for you. I love you.\"","chapter_story_1101116":"\nAfter these last words for her sister, Athena got up and left.","chapter_story_1101309":"\nFootsteps echoed in the hallway until they faded away in the distance.","chapter_story_1101117":"\n\n\n\n\nThe hallway was soon silent again. Moments later, quiet sobs could be heard from the room.","chapter_story_1101118":"\nEluller buried her head in her arms, unable to stop the endless stream of tears.","chapter_story_1101119":"\n\n\n\"I hate you...!\"","chapter_story_1101120":"\n\n\n\nYears later, cries and slashes rang across the battlefield by the frozen lake at the Empire's northern border.","chapter_story_1101121":"\nA lean and muscular female warrior of the northern border yanked her weapon from the chest of a dying barbarian.","chapter_story_1101312":"\nThe warm blood that spurted from his wound instantly solidified into red crystals on the freezing ground.","chapter_story_1101122":"\n\"Come at me, you bunch of cowards!\" The female warrior bellowed at the barbarian army before her. Despite being on her own, she displayed the bravery of a warrior with thousands of soldiers fighting beside her.","chapter_story_1101123":"\n\"I shall offer your lives to the bear spirit Zul! And when your pathetic souls see him, tell him that it is I, Gilaug, who sent you there!\"","chapter_story_1101124":"\n\n\n\nSeemingly infuriated by the female warrior Gilaug's arrogance, the barbarians let out a roar and charged toward her.","chapter_story_1101125":"\nA wily archer sneaks up behind her and trained his arrow at her heart. Following a twang, a sharp arrow flew toward Gilaug.","chapter_story_1101126":"\nJust before the arrow tip could pierce Gilaug's back, a round shield came flying from her side, intercepting it.","chapter_story_1101313":"\nThe great force of the metal arrowhead crashing into the shield produced bright sparks.","chapter_story_1101127":"\n\n\n\n\n\"You forgot to watch your rear again, Gil! When are you ever going to learn?!\"","chapter_story_1101128":"\nAnother female warrior dressed like Gilaug chided her as she appeared.","chapter_story_1101129":"\n\"Because I know you have my back, Eluller!\" Gilaug broke out in a breezy laugh. \"Come on! Let's show these barbarians what we're made of!\"","chapter_story_1101130":"\nEluller ran over and picked her shield up from the ground, taking her position behind Gilaug.","chapter_story_1101131":"\n\"For the North!\" they cried in unison.","chapter_story_1101132":"\n\n\n\n\n\"Long live Zul! Haha, look! The two of us crushed a group of barbarian raiders on our own! Who else could claim such a feat?\"","chapter_story_1101133":"\n\"I'm sure it would've been an easier if you didn't do your best to provoke them.\"","chapter_story_1101314":"\nEluller rolled her eyes at Gilaug.","chapter_story_1101134":"\n\"This is an honored tradition of warriors of the North. It is only through battling honorably that we can win the favor of the bear spirit Zul! You should join us, Eluller.\"","chapter_story_1101315":"\nGilaug paid no attention to it.","chapter_story_1101135":"\n\n\n\n\n\"But I don't remember you being from the North. Didn't you come up from the South too?\"","chapter_story_1101318":"\nEluller thought for a moment before responding.","chapter_story_1101136":"\n\"Haha, what does that matter? The ways of the North suit me much better.\"","chapter_story_1101316":"\nGilaug puffed out her chest.","chapter_story_1101137":"\n\"Sure, whatever makes you happy.\"","chapter_story_1101317":"\nEluller shrugged.","chapter_story_1101138":"\n\n\n\n\n\"More families would have ended up starving this winter if we hadn't taken them out.\"","chapter_story_1101403":"\nEluller kicked a lifeless barbarian warrior.","chapter_story_1101139":"\n\"Raiding is their way of life. That's why the ancestors of the North built castles and assembled armies to defend against them,\"","chapter_story_1101140":"\nGilaug explained offhandedly as she ripped the fang necklaces off of the dead barbarians.","chapter_story_1101404":"\nThey symbolized glory in barbarian society and were Gilaug's favorite spoils of battle.","chapter_story_1101141":"\n\"I've heard that life is far harsher out in the ice fields. We would have a lot less trouble if these barbarians were willing to settle elsewhere.\"","chapter_story_1101142":"\n\n\n\n\n\"Not everyone's willing to leave their homeland, princess.\" Gilaug paused for a long while before continuing, \"Unless they have no other way out.\"","chapter_story_1101143":"\n\"It sounds like you have a story to tell?\" Eluller astutely picked up on Gilaug momentary shift in expression.","chapter_story_1101144":"\n\"I'll tell you when we get back. But you'll have to get some ale for us.\"","chapter_story_1101145":"\n\"You have a deal.\" Eluller agreed readily.","chapter_story_1101146":"\nGilaug nodded then pointed nearby, \"Look over there.\"","chapter_story_1101147":"\n\"That barbarian's still alive. Let's bring him back. He may come in handy in future negotiations.\"","chapter_story_1101148":"\n\n\n\n\nIn the direction Gilaug pointed, a barbarian warrior was lying on the ice, blood trickling from his mouth. He was likely heavily wounded during the battle earlier.","chapter_story_1101149":"\nThe two women approached him.","chapter_story_1101150":"\"Look at his tattoo. It's a... blue fire of sorts? Have you seen anything like this before?\"","chapter_story_1101405":"\nGilaug asked Eluller.","chapter_story_1101151":"\nEluller shook her head and answered, \"No, they usually tattooed images of runes, weapons, or names of their ancestors. I've never them with flame tattoos.\"","chapter_story_1101152":"\n\"Oh, a special one. Your necklace will make a great souvenir.\" Gilaug grinned.","chapter_story_1101153":"\n\n\n\nGilaug easily thrust her sword into the frozen ground and crouched down by the barbarian. She grabbed onto his necklace about to rip it off like she did to others so many times before.","chapter_story_1101154":"\n\n\n\n\n\"No...!\"","chapter_story_1101155":"\nAll of a sudden, the barbarian reached out and grabbed Gilaug's hand.","chapter_story_1101156":"\nThe tattoos on his body began to change.","chapter_story_1101406":"\nThey gave off a ghostly, blue glow and began flickering, as though they were actual flames.","chapter_story_1101157":"\n\"Watch out!\"","chapter_story_1101407":"\nGilaug could clearly hear the pressing anxiety in Eluller's voice.","chapter_story_1101158":"\n\n\n\n\nBy the time Gilaug realized what was going on, the ghostly blue flames had emerged from the tattoos and quickly covered the barbarian's entire body.","chapter_story_1101319":"\nEven more alarming was that the layer of ice that they were standing on had begun melting upon contact with the blue flames.","chapter_story_1101159":"\n\n\n\n\n\"Go to... hell!\"","chapter_story_1101160":"\nThe barbarian let out a beastly roar.","chapter_story_1101161":"\nGilaug struggled with all her might, but the barbarian was unbelievably strong.","chapter_story_1101400":"\nHe had a vice-like grip on Gilaug's wrist that she could not break free of no matter how hard she tried.","chapter_story_1101162":"\nGilaug wanted to reach for her sword, but the barbarian's iron grip made the short distance between her fingers and her sword insurmountable.","chapter_story_1101163":"\n\n\n\n\nRight as the flames were about to spread onto Gilaug's arm, Eluller moved in.","chapter_story_1101401":"\nShe rushed over and raised the sword in her right hand. Before anyone else could react, she had chopped off the Barbarian's hand with pinpoint accuracy.","chapter_story_1101443":"\nShe then used the shield in her other hand to shove Gilaug a distance away.","chapter_story_1101164":"\nGilaug desperately stretched her arms out to grab Eluller but to no avail.","chapter_story_1101444":"\nThe heat from the blue flames had melted all but a thin layer of ice at this point, which could no longer support their weight.","chapter_story_1101402":"\nA crack was heard and in the next instant, fractures spread across the ice sheet before they split into countless pieces.","chapter_story_1101165":"\n\n\n\n\n\"Eluller—!!\"","chapter_story_1101166":"\nGilaug screamed as both Eluller and the barbarian fell into the icy lake.","chapter_story_1101440":"\n\n\n...","chapter_story_1101441":"\n......","chapter_story_1101442":"\n......","chapter_story_1101167":"\n\n\n\n\n……The frigid cold pierced the bone. Numbness gradually took over the excruciating pain.","chapter_story_1101168":"\nI used every ounce of strength to float to the surface, but it was futile.","chapter_story_1101413":"\nThe barbarian gripped my foot tightly.","chapter_story_1101169":"\nBy the time I managed to kick free of his grasp, water had filled my ears, nose, and throat.","chapter_story_1101170":"\nI began to cough uncontrollably.","chapter_story_1101171":"\nIt was as though my lungs were ripped apart and on fire.","chapter_story_1101172":"\nThe water crushed my chest without mercy, depriving me of my last breath.","chapter_story_1101173":"\n\n\n\n\nDizziness washed over me...","chapter_story_1101174":"\nEnergy was seeping away from my body...","chapter_story_1101175":"\nI looked toward the water's surface and saw that light was becoming farther and hazier...","chapter_story_1101176":"\nIt was this familiar yet loathsome feeling again...","chapter_story_1101445":"\n......","chapter_story_1101447":"\n......","chapter_story_1101177":"\n\n\n\n\nMemories of Eluller's past flashed before her eyes as she sank. She felt as if she was teleported back to her childhood.","chapter_story_1101178":"\nThe young Eluller snuck out to row a boat in the lake behind their manor. When she rowed to the center of the lake, a sudden strong gust of wind capsized her boat, throwing her into the water.","chapter_story_1101179":"\nIt was exactly like what she was feeling now.","chapter_story_1101180":"\nCold, alone, scared, and with an overwhelming sense of despair...","chapter_story_1101181":"\nWhat happened next? How was she rescued?","chapter_story_1101182":"\nEluller was starting to lose consciousness but still tried hard to recall.","chapter_story_1101183":"\n\n\n\n\nThat's right, it was someone's hand!","chapter_story_1101184":"\nA warm and strong hand that chased away the darkness and brought her back from the brink of death.","chapter_story_1101185":"\n\n\n\n\nThat hand belonged to...","chapter_story_1101186":"\n\"Athena...\"","chapter_story_1101187":"\nEluller mumbled the name that she had long sealed away in the recess of her mind.","chapter_story_1101188":"\nIn a daze, Eluller made out a hazy figure swimming toward her.","chapter_story_1101189":"\nShe subconsciously reached out towards it, attempting to cling to the imagined hope from her memories.","chapter_story_1101190":"\n\n\n\nEluller grabbed her hand.","chapter_story_1101191":"\n\n\n\n\nHer palm emanated warmth and strength, but...","chapter_story_1101192":"\nIt felt somewhat different from what she remembered.","chapter_story_1101193":"\nEluller jolted in surprise. Athena's face quickly vanished, replaced by another familiar one.","chapter_story_1101194":"\nIt was Gilaug.","chapter_story_1101195":"\nDespite the dangers, she'd jumped into the water after her.","chapter_story_1101196":"\nAs Eluller stared at her in astonishment, Gilaug clasped her hand and started swimming toward the surface with all her strength.","chapter_story_1101197":"\nThe once-distant light came closer and closer as they moved to the surface.","chapter_story_1101199":"\n\n\n\n\nAn hour later on a footpath by the frozen lake, the pair were supporting one another as they slowly made their way to the faraway castle.","chapter_story_1101200":"\n\"That was too reckless of you, Gil. You shouldn't have gone into the water when you couldn't swim.\"","chapter_story_1101408":"\nEluller was still shaken by the experience when they made their way back. However, her concern wasn't for her own safety but her comrade's.","chapter_story_1101201":"\nGilaug bared her teeth at Eluller, feigning anger.","chapter_story_1101409":"\n\"I've already lost all my loot because of you. If you blather on, I'll throw you back into the lake.\"","chapter_story_1101202":"\nAfter a brief pause, Gilaug added, \"We're sisters now.\"","chapter_story_1101203":"\n\n\n\n\nGilaug looked at Eluller, whose eyes met hers.","chapter_story_1101410":"\nEluller saw sincerity and earnestness in her friend's eyes.","chapter_story_1101204":"\n\"Sisters, huh...\"","chapter_story_1101414":"\nEluller murmured as her thoughts drifted away.","chapter_story_1101411":"\nSuddenly, she laughed.","chapter_story_1101205":"\n\"What's so funny?\"","chapter_story_1101412":"\nGilaug shot daggers at Eluller.","chapter_story_1101206":"\n\n\n\n\nEluller shook her head slightly. \"Nothing. I just thought of someone that's all.\"","chapter_story_1101207":"\n\"Who?\" Gilaug asked curiously.","chapter_story_1101208":"\n\"Someone I hate,\" Eluller replied.","chapter_story_1101209":"\n\"What?\" Gilaug was puzzled.","chapter_story_1101210":"\n\"Never mind, it's nothing.\"","chapter_story_1101415":"\nEluller smiled again and shook her head.","chapter_story_1101211":"\n\"... Thank you, Sis.\"","chapter_story_1101212":"\n\n\n\n\nAfter reporting back to Frost City, Eluller and Gilaug's valiance and courage were commended by Björn, the new lord.","chapter_story_1101213":"\nHowever, when their meeting ended, Eluller met yet another person she wasn't expecting to see.","chapter_story_1101214":"\n\"Floch, what brings you to the North?\"","chapter_story_1101215":"\nEluller looked at the elegant man dressed in the military uniform of the Empire.","chapter_story_1101416":"\nShe knew him. He was Athena's trusted subordinate. She'd met him several times before she ran away from home.","chapter_story_1101216":"\n\"My sincerest greetings, Miss Eluller.\" Floch gave Eluller a salute befitting of a noble.","chapter_story_1101417":"\n\n\n\n\n\"I've come here with two tasks. The first is to have a military discussion with Lord Björn on behalf of General Athena, and the second is to bring you a message from your sister. She misses you very much and hopes for your return.\"","chapter_story_1101217":"\n\"What?!\"","chapter_story_1101418":"\nGilaug interjected just as Eluller was about to respond.","chapter_story_1101420":"\n\"By General Athena, does he mean the Athena Lytanis? If you're her younger sister, then wouldn't that make you... Duke Lytanis' daughter?!\"","chapter_story_1101218":"\n\"Yes. I'm sorry I kept mum about it. It's a complicated situation.\"","chapter_story_1101419":"\nSensing an odd change in Gilaug's voice, Eluller turned her head to look at her, whereupon she noticed a strange look on her face.","chapter_story_1101219":"\n\n\n\n\nHowever, Gilaug turned away and avoided Eluller's gaze, instead walking into the shadows under the candlelight.","chapter_story_1101220":"\n\"Is something wrong, Gil?\"","chapter_story_1101421":"\nEluller was a little puzzled.","chapter_story_1101221":"\nGilaug's eyes were downcast, and her fists were tightly balled up. Her body shook slightly as she kept quiet.","chapter_story_1101222":"\n\"Miss Eluller.\"","chapter_story_1101422":"\nFloch cleared his throat, drawing Eluller's attention back to him.","chapter_story_1101223":"\n\n\n\n\n\"Sorry, but I'm not going back, Floch,\" Eluller said without any hesitation. \"I will never forgive her.\"","chapter_story_1101224":"\n\"Duly noted. General Athena has promised that she will respect your decision, no matter what it is.\"","chapter_story_1101423":"\nFloch showed no outward reaction, seemingly having already expected Eluller's response.","chapter_story_1101225":"\nHis reaction surprised Eluller, who'd thought he would try to talk her out of her decision.","chapter_story_1101226":"\n\"I should go. Please excuse me, Miss Eluller. May we meet again.\"","chapter_story_1101424":"\nAfter saluting Eluller again, Floch left.","chapter_story_1101227":"\n\n\n\n\n\"Before I forget, there's one more thing.\"","chapter_story_1101425":"\nFlock suddenly came to a half when he passed by Eluller.","chapter_story_1101426":"\n\"General Athena would like you to remember that no matter where you go, you'll always be a daughter of the Lytanis clan as well as her dearest younger sister.\"","chapter_story_1101228":"\nWith that, Floch left the room.","chapter_story_1101229":"\nElullersensed that there was more behind Floch's departing words but didn't know what to make of it.","chapter_story_1101427":"\nAfter some thinking, she decided to put the matter aside for the time being. Checking on her friend took priority for now.","chapter_story_1101230":"\n\n\n\n\"Are you okay, Gil?\" Eluller asked.","chapter_story_1101231":"\nShe turned around and walked up to Gilaug, but just as she approached her, something completely unexpected happened.","chapter_story_1101232":"\nAgainst the light, a fist came flying towards her, connecting straight with Eluller's jaw!","chapter_story_1101233":"\n\n\n\n\nThe punch caught Eluller by surprise, knocking her away.","chapter_story_1101234":"\n\"What are you doing?!\"","chapter_story_1101428":"\nShe got back up nimbly and looked at Gilaug in bewilderment.","chapter_story_1101235":"\n\"Why...?!\"","chapter_story_1101236":"\nGilaug was in a state of uncontrollable fury.","chapter_story_1101429":"\nHer fists were clenched, her body was trembling with anger, and her eyes were brimming with tears.","chapter_story_1101237":"\n\n\n\n\n\"What's the matter, Gil? Calm down, we can talk this out.\"","chapter_story_1101431":"\nEluller was utterly confused.","chapter_story_1101238":"\nHowever, Gilaug let out a piercing cry and lunged at Eluller.","chapter_story_1101239":"\nEluller dodged her blow, but Gilaug's barrage of attacks didn't stop.","chapter_story_1101240":"\nThat was when Eluller realized that her only option was to calm her down by force.","chapter_story_1101241":"\n\n\n\n\nThe fight continued until both women collapsed onto the ground, exhausted.","chapter_story_1101242":"\nWith great difficulty, Eluller sat up and looked at Gilaug.","chapter_story_1101243":"\nHer friend was crying. Tears rolled down her cheeks uncontrollably.","chapter_story_1101430":"\nIn all the years that Eluller knew Gilaug, this was the first time she'd ever seen her cry.","chapter_story_1101244":"\n\"Why...?\"","chapter_story_1101432":"\nSobs punctuated Gilaug's words.","chapter_story_1101433":"\n\"Why is my best friend the daughter of the man who killed my father...?\"","chapter_story_1101245":"\n\n\n\n\n\"Can we finally talk now?\" Eluller asked. \"What's going on?\"","chapter_story_1101246":"\nBy then, Gilaug had calmed down somewhat.","chapter_story_1101438":"\nHer lifeless eyes stared blankly at the ceiling.","chapter_story_1101247":"\nAfter a short silence, she finally spoke.","chapter_story_1101248":"\n\"I used to live in a town called Scarletstone before I came to the North. My father and I... we only had each other. He was a miner at the town mine. Even though he was a cranky old man who blew his top ever so often, I loved him deeply...\"","chapter_story_1101249":"\n\"Scarletstone...\" Eluller looked contemplative. \"I know that place. That's where an extremely rare type of gem is mined.\"","chapter_story_1101250":"\n\n\n\n\"Bloodstones. That's what we call them. Because it's immensely difficult to extract them, many people end up dying every time a Bloodstone is recovered.\"","chapter_story_1101251":"\n\"You don't mean to say...?\"","chapter_story_1101434":"\nA sense of dread came over Eluller.","chapter_story_1101252":"\nShe suddenly remembered that when she was young, she saw an enormous Bloodstone in her father's room. When she asked her father, Duke Lytanis, for the Bloodstone, he refused to give it to her. It is one of the rare times he had ever done so.","chapter_story_1101253":"\n\"The Mad King was especially enamored by the stones. In order to please the Mad King, your father led troops to our town, forcibly took over the mine, and coerced the townsmen into extracting them.\"","chapter_story_1101439":"\nAfter pausing for a moment, she continued, \"My father was one of them.\"","chapter_story_1101254":"\n\n\n\n\n\"By then, mine extraction had been conducted over many years. High-quality Bloodstones could no longer be found in ordinary mine shafts. Therefore, your father forced the miners to descend underground to search for more. He driving them to continuously dig downward, endlessly downward...\"","chapter_story_1101255":"\n\"Sometime later, your father left, taking with him the largest Bloodstone ever discovered.\" Gilaug choked up as she continued, \"My father, on the other hand, would never return...\"","chapter_story_1101256":"\n\"......\"Eluller fell silent, a feeling of utter grief welling up in her chest.Her instinct told her that everything Gilaug said was true. She was deeply impacted by her own father's actions.","chapter_story_1101257":"\nGilaug stopped talking by this point. An awkward silence permeated the air.","chapter_story_1101435":"\n","chapter_story_1101258":"\n","chapter_story_1101259":"\n\n\n\n\"Listen, I am truly sorry about what your father went through...\" Eluller said, trying to break the silence.","chapter_story_1101260":"\n\"There's no need for you to apologize,\" Gilaug interrupted. \"I'm aware that the blame for what happened doesn't lie with you. Just now, I was too emotional and lost control of myself. I should be the one apologizing.\"","chapter_story_1101261":"\nEluller shifted herself toward Gilaug and stretched out her hand.","chapter_story_1101262":"\n\"We're still sisters, right?\"","chapter_story_1101263":"\nGilaug looked at Eluller's outstretched hand. Her gaze flickered for a moment. She ultimately did not take Eluller's hand.","chapter_story_1101264":"\n\"I'm sorry... I don't think can be sisters.\"Gilaug shook her head, struggled to her feet, and headed out the door.","chapter_story_1101265":"\n","chapter_story_1101266":"\n\n\n\n\nA shaken Eluller stared at Gilaug's fading silhouette.","chapter_story_1101436":"\nBefore she knew it, Gilaug had disappeared.","chapter_story_1101267":"\n......","chapter_story_1101268":"\nOutside the door, Floch was leaning against the wall with his arms crossed. It turns out he hadn't left the vicinity, and, instead, had been secretly keeping an out for activity in the room.","chapter_story_1101269":"\nWhen Floch saw Gilaug and Eluller leave the room in succession, he suddenly smiled.","chapter_story_1101437":"\nAfter waiting for a moment, his grin faded, and he started walking in the direction Eluller left in.","chapter_story_1101270":"\n\n\n\n\nAt midnight, Eluller was sitting alone on top of Frost City's tallest city wall with a barrel of ale within arm's reach.","chapter_story_1101271":"\nEluller drank a large mouthful of the ale. It was a rich drink with a strong aroma. However, Eluller was not tasting the flavor while drinking it.","chapter_story_1101272":"\n\"The ale has a nice fragrance,\" a masculine voice suddenly came from behind Eluller.","chapter_story_1101273":"\n\"Floch.\" Without turning around, Eluller knew that the person behind her had to be him.","chapter_story_1101274":"\n\"This was all part of your plan, wasn't it? You found out about Gilaug's identity long before you came here today, didn't you? The last sentence of yours was directed toward her.\"","chapter_story_1101275":"\n\n\n\n\n\"This is my duty, Miss Eluller. I apologize for any trouble I've caused you.\"","chapter_story_1101276":"\nInstead of denying it, Floch saluted Eluller again.","chapter_story_1101277":"\n\"...\" Eluller drank another large mouthful of ale.","chapter_story_1101278":"\n\"So... everything she said was true?\" Eluller asked after falling silent for a moment.","chapter_story_1101279":"\n\"Even though I do not wish to shatter your image of Duke Lytanis, unfortunately, everything that she said was indeed true,\" Floch stated calmly. His apathetic voice made Elluler uncomfortable.","chapter_story_1101280":"\nBang! Eluller suddenly shattered the wineglass in her hands.","chapter_story_1101281":"\n\n\n\n\nShe then probed further, asking, \"Apart from this, what else has my father... Duke Lytanis done?\"","chapter_story_1101282":"\n\"Your sister does not wish for you to know the truth, Miss. She thinks that you are not prepared for it.\"","chapter_story_1101283":"\n\"...Tell me. I'm more than old enough already.\"","chapter_story_1101284":"\n\"...As you wish.\" Floch organized his train of thoughts before slowly recounting all of the malicious deeds that Duke Lytanis had ever committed.","chapter_story_1101285":"\nWith each word that he spoke, Eluller clenched her fists tighter.","chapter_story_1101286":"\nIn Floch's retelling, the fate that befell Gilaug's father was a common thread.","chapter_story_1101287":"\n\n\n\n\nWhen Floch finished speaking, Eluller expression was grim.","chapter_story_1101288":"\nShe let out a scream full of grief then picked up the ale barrel beside her and threw it. Then, she held her head and curled into a ball.","chapter_story_1101289":"\n\"How could this have happened...\" Eluller felt more devastated than ever before.","chapter_story_1101448":"\nIt was her worst nightmare; the image of her father she so treasured had completely shattered.","chapter_story_1101290":"\n\"If the events that you described actually happened, then our clan must face a reckoning.\"","chapter_story_1101449":"\nWith some time and great difficulty, Eluller finally managed to calm herself down.","chapter_story_1101291":"\n\n\n\n\n\"That is indeed the case in principle, but you are still innocent, are you not? In order to protect you, your elder sister and Her Majesty the Queen came to an agreement before she ascended the throne. Under this agreement, your sister would support the Queen on behalf of the Lytanis clan and help her to overthrow the Mad King.\"","chapter_story_1101292":"\n\"And the price for this is to send my father to prison?\" Eluller asked.","chapter_story_1101293":"\n\"At least this way, Duke Lytanis's life can be preserved and neither your mother nor you would be harmed. This was the best outcome that General Athena could attain.\"","chapter_story_1101294":"\n\"...\"","chapter_story_1101450":"\nEluller fell silent once again.","chapter_story_1101295":"\n\n\n\n\n\"Perhaps you've unjustly blamed your sister all this time, Miss Eluller.\"","chapter_story_1101296":"\nFloch raised his head and looked at the luminous moonlight in the distance.","chapter_story_1101297":"\n\"All these years, General Athena spared no effort in maintaining the reputation of the Lytanis clan, a difficult undertaking as many people covet your clan's status. Furthermore, the General tried her best to compensate everybody who had been harmed in some way by Duke Lytanis and never once gave up. She is a person who is worthy of respect.\"","chapter_story_1101298":"\n\"...\" Eluller remained quiet.","chapter_story_1101299":"\nSilence once again permeated the city wall. The only sounds that could be heard were from the freezing winds that howled past.","chapter_story_1101300":"\n\n\n\n\n\"I've told you everything I know. As I've mentioned previously, regardless of your answer, she'll always respect your decision.\"","chapter_story_1101301":"\nFloch bid Eluller farewell, saluted her, and turned to leave.","chapter_story_1101451":"\nThis time, he would not return.","chapter_story_1101302":"\nThe dazed Eluller continued sitting by the wall.","chapter_story_1101452":"\nAs the freezing wind gradually ceased, gentle moonlight shone from above and gave warmth to Eluller's face.","chapter_story_1101303":"\n\n\n\n\nEluller raised her head and looked toward the moon in the sky.","chapter_story_1101304":"\nThe moonlight appeared to project a hazy image of a person's face.","chapter_story_1101305":"\n\n\n\"Perhaps...,\"","chapter_story_1101306":"\nEluller murmured to herself.","chapter_story_1101307":"\n\"I should pay her another visit...?\"","chapter_name_1008":"8. Revealed: Sin and Love","chapter_des_1001":"Ever since the fall of the Mad King and the incarceration of Duke Lytanis, the once lively Lytanis Manor became cold and desolate.","chapter_des_1002":"Years later on the battlefield at the northen border, a lean and muscular female warrior was engaged in a brutal fight with the barbarians of the ice fields...","chapter_des_1003":"As Eluller and Gilaug cleaned up the battlefield, a barbarian bearing a strange tattoo caught their attention...","chapter_des_1004":"The sudden turn of events left Gilaug stupefied and slow to react. While saving her, Eluller fell into the ice lake with the barbarian...","chapter_des_1005":"The piercing cold water of the icy lake reminded Eluller of a past memory, a warm and strong hand bringing her back from the brink of death...","chapter_des_1006":"Both of them reported back to Frost City. This is where Eluller met an unexpected guest...","chapter_des_1007":"After calming down, Gilaug revealed her past to Eluller. In an attempt to reconcile their friendship, Eluller reached out to Gilaug...","chapter_des_1008":"The forlorn Eluller sat atop the city wall with a barrel of ale. Floch followed shortly after, and upon Eluller's questioning, eventually revealed the truth...","chapter_name_1101":"1.Noise","chapter_name_1102":"2.The Truth and the Mission","chapter_name_1103":"3.Sunset Castle","chapter_name_1104":"4.Clear-headed","chapter_name_1105":"5.Three Arrows","chapter_name_1106":"6.Divergence","chapter_des_1101":"Diana heard some disharmonious noises that seems out of place within the tranquil woodland.","chapter_des_1102":"Arriving at the Woodland Temple, Diana met the Oracle, Merlin. She learned the truth about the recent abnormalities.","chapter_des_1103":"Despite her unwillingness, Diana still promised Merlin that she would go to Sunsethold in the territory of the humans.","chapter_des_1104":"\"Well well, look who's here? My dear, are you lost?\" Earl Harren's eyes were filled with aggression as he mocked.","chapter_des_1105":"Around midnight that night, the moon that would typically be suspended in the night sky was nowhere to be found. The land was completely covered in darkness...","chapter_des_1106":"Returning to the Woodland Temple once again, a major rift developed between Diana and Merlin due to a difference in ideas.","chapter_story_11001":"\n\n\n\n\n The sound of messy footsteps,","chapter_story_11002":"\n\n heavy breathing,","chapter_story_11003":"\n\n anxious heartbeats,","chapter_story_11004":"\n\n and noisy shouting.","chapter_story_11005":"\n\nDiana hears some disharmonious noises that seems out of place within the tranquil Woodland.","chapter_story_11006":"\n\n\n\nShe leapt up into the tree tops, hopping effortless among the tree branches as she moved in the direction of the noise.","chapter_story_11007":"\nIn a few short breaths of time, Diana had accurately locked onto the source of the noise.","chapter_story_11008":"\nIn the Woodland covered with shrubs and vines, a giant gigra rabbit (about the height of a hound) was running for its life.","chapter_story_11009":"\nBehind it, three humans in ragged clothes were chasing after it with hunting spears.","chapter_story_11010":"\nThe giant gigra rabbit was obviously injured as there was a hunting trap still biting tightly onto its hind leg. Streaks of blood could be seen along the way as well.","chapter_story_11011":"\nAs it lost more and more blood, it started to become slower and slower.","chapter_story_11012":"\n\n\n\n\nDeducing that the physical strength of the prey was depleting, one of the humans suddenly accelerated and blocked the path of the giant gigra rabbit.","chapter_story_11013":"\nThe shocked giant gigra rabbit immediately turned and attempted to flee.","chapter_story_11014":"\nAt this time, the two other humans surrounded its back, sandwiching the giant gigra rabbit in the middle.","chapter_story_11015":"\nThe humans raised their hunting spears and pointed its sharp tip at the rabbit.","chapter_story_11016":"\nThe sharp tips were still warm with residual blood.","chapter_story_11017":"\nIt seems like the victor of this game of cat and mouse was about to be decided.","chapter_story_11018":"\n\n\n\n\nDiana drew arrows from the arrow pouch at her waist, notched them on the bowstring, and took aim.","chapter_story_11019":"\n\n\n\n\nThree jade green rays cut through the silence of the Woodland and accurately smashed into the hunting spears raised by the three humans.","chapter_story_11020":"\nWith three clear cracking noises, all that was left in their hands were bare wooden poles.","chapter_story_11021":"\nThey were shocked initially before raising their heads and looking around angrily while uttering loud curses.","chapter_story_11022":"\nDiana's long ears twitched.","chapter_story_11023":"\nShe felt like her ears had been insulted and corrupted, just like the Woodland that she was protecting.","chapter_story_11024":"\n\n\n\n\nDiana decided to this rude bunch a lesson.","chapter_story_11025":"\nShe jumped down from the tree trunk lightly and elegantly.","chapter_story_11026":"\n\"You've dirtied the place, humans.\"","chapter_story_11027":"\nShe pulled another three arrows out from her arrow pouch, notched them onto the bowstring and aimed them at the hunters.","chapter_story_11028":"\n\"This is the punishment of the Woodland.\"","chapter_story_11029":"\n\n\n\n\nThe hunters were hit beaten black and blue and they hurriedly scrambled away.","chapter_story_11030":"\nDiana keeps her bow and arrow and walks towards the injured giant gigra rabbit.","chapter_story_11031":"\nThe quality of the hunting trap was very poor and it did not seem like it was professionally made.","chapter_story_11032":"\nIn just a few seconds, she had managed to remove it.","chapter_story_11033":"\nAfter giving it a simple bandage, she warned it,","chapter_story_11034":"\n\"Dearie, are you lost? Remember not to run so far next time. It's dangerous out here.\"","chapter_story_11035":"\n\n\n\n\nThe giant gigra rabbit lifts its head and makes a sharp cry.","chapter_story_11036":"\n\"I know, I know.\"","chapter_story_11037":"\nDiana strokes the giant rabbit's head gently, calming its emotions down slowly.","chapter_story_11038":"\n\"I also don't want to let them go. However, this is the Oracle's rule. You know it as well. I have no choice but to adhere to it.\"","chapter_story_11039":"\nHearing Diana's words, the rabbit harrumphed twice before turning quiet.","chapter_story_11040":"\n\n\n\n\nTranquility was restored in the Woodland once again. It seemed as though nothing had happened at all.","chapter_story_11041":"\nThe bleeding stopped before long. The giant gigra rabbit looks at Diana thankfully before limping into the depths of the woodland.","chapter_story_11042":"\nSeeing the giant rabbit leave, Diana stands up and looks gravely in the direction the three humans escaped in.","chapter_story_11043":"\n\"It seems like more and more humans are invading into the depths of the Woodland. What seems to be the problem?\"","chapter_story_11044":"\nDiana frowned as she muttered to herself.","chapter_story_11045":"\n\"I have to inform the Woodland Temple.\"","chapter_story_11046":"\n\n\n\n\nThe Woodland Temple is the biggest construction within the Woodland. It sits above the massive tree trunk of the Tree of Life, Nolutral.","chapter_story_11047":"\nThe Oracle, Merlin, resides at this place usually.","chapter_story_11048":"\n\n\n\nAccording to legends that have been passed down, his lifespan was as long as Nolutral and his wisdom was as deep as the roots of Nolutral.","chapter_story_11049":"\nAs the guardian of the Tree of Life, the teacher of the Woodland citizens, and the ruler of the Woodland Temple,","chapter_story_11050":"\nin the past thousands of years, Merlin has always been protecting the entire Woodland.","chapter_story_11051":"\n\n\n\n\nIn the main hall of the temple, Diana met Merlin. Merlin sat calmly on the Root Throne in the center of the main hall.","chapter_story_11052":"\nDiana reported the recent situation to Merlin.","chapter_story_11053":"\nShe thought that this would be able to stir up so emotions within Merlin, but it did not.","chapter_story_11054":"\nHis expression seems to remain unchanging for thousands of years. Diana even wondered whether there was anything in this world that could move Merlin.","chapter_story_11055":"\nMerlin nodded indifferently before opening his palms.","chapter_story_11056":"\n\n\n\n\nA pale blue light shone and formed a magical light mirror that floated above Merlin's palms.","chapter_story_11057":"\nAn image of the entire Woodland gradually formed on the light mirror. Then, the image started to move slowly, leaving the Woodland and moving towards the territory of the humans.","chapter_story_11058":"\nDiana saw the stark difference in color.","chapter_story_11059":"\n\n\n\n\n\"They are refugees of the disaster who came to the Woodland to seek a way of survival.\" Merlin explained.","chapter_story_11060":"\n\"It seems like it hasn't rained in several years. Ahh, what a disaster. No wonder more and more humans are coming into the Woodland.\" Diana realized.","chapter_story_11061":"\n\"Nolutral protects all life within the Woodland, ensuring their prolonged prosperity and life. However, humans do not enjoy such a privilege.\" Merlin added.","chapter_story_11062":"\n\"I understand.\" Diana nodded.","chapter_story_11063":"\nAlthough she now understood the entire situation, Diana did not feel much at all. Towards the humans who destroyed harmony within the Woodland, she bore no good feelings towards them at all.","chapter_story_11064":"\n\n\n\n\nMerlin waved his hands and dispelled the magic before turning to Diana,","chapter_story_11065":"\n\"Diana, I have a mission for you.\"","chapter_story_11066":"\n\"I won't disappoint you.\"","chapter_story_11067":"\nDiana holds her fist to her chest and assures Merlin.","chapter_story_11068":"\n\"What do you need me to do?\" She asks.","chapter_story_11069":"\n\"I need you to lead a team and escort Gloria of the Vaya Tribe to the territory of the humans.\"","chapter_story_11070":"\n\n\n\n\nDiana ears twitched, uncertain whether she had misheard.","chapter_story_11071":"\nShe knew that the Vaya Tribe is a rare aquatic faction that possesses natural control over the water element.","chapter_story_11072":"\nThis meant that...","chapter_story_11073":"\n\"Sorry, you mean that we're going to help them? Those humans?! Why?\" Diana looked in bewilderment towards Merlin.","chapter_story_11074":"\n\"For the Woodland and for the sake of balance.\"","chapter_story_11075":"\nMerlin looked into the distance, and no one knew where his deep gaze was looking towards.","chapter_story_11076":"\n\n\n\n\nDespite her unwillingness, Diana still promised Merlin.","chapter_story_11077":"\nAfter half a day of simple preparations, she finally saw Gloria, the target that she was protecting for this mission.","chapter_story_11078":"\nEven towards the citizens of the Woodland, the Vaya Tribe remained very mysterious.","chapter_story_11079":"\nThey usually resided in rivers, lakes, and in the oceans. It was usually difficult to encounter them.","chapter_story_11080":"\nDiana examined the shy Vayan girl in front of her curiously.","chapter_story_11081":"\n\n\n\n\nShe has a graceful figure,","chapter_story_11082":"\nsmooth and wavy hair,","chapter_story_11083":"\nand clear sapphire eyes.","chapter_story_11084":"\n\n\n\n\nIt seems that Gloria rarely interacted with strangers.","chapter_story_11085":"\nUnder Diana's gaze, her cheeks gradually flushed. Her hands twisted together unknowingly.","chapter_story_11086":"\nDiana laughed and stopped staring.","chapter_story_11087":"\n\"Alright guys, it's time to set off.\"","chapter_story_11088":"\nDiana waved and led the team out of the Woodland.","chapter_story_11089":"\n\n\n\n\nLeaving the woodland, Diana could obviously feel the changes in the surroundings.","chapter_story_11090":"\nThe ground before their eyes were filled with cracks. The river had completely dried up. On the riverbed, Diana could see rocks that had been engraved with words.","chapter_story_11091":"\nA hot wind blows past everyone's bodies, greedily absorbing the water on them.","chapter_story_11092":"\nGloria used her magic to summon some water elements that formed a cooling mist around the team, alleviating their discomfort.","chapter_story_11093":"\n\"We're grateful for Nolutral's protection.\"","chapter_story_11094":"\nDiana muttered in her heart.","chapter_story_11095":"\n\n\n\n\nAfter a few days of traveling, Diana and the team finally arrived at their destination.","chapter_story_11096":"\nThe connecting city between the Empire and the Woodland, Sunset.","chapter_story_11097":"\nSunset is one of the furthest border of the Empire and it guards the chokepoint between Dawn and the Woodland.","chapter_story_11098":"\nAs the sun crosses the sky of the Empire, this is the place that receives the last ray of sunlight.","chapter_story_11099":"\nAccording to their plan, after arriving at Sunset Castle, they have to meet the leader of this place.","chapter_story_11100":"\nEarl Harren Ostmeyer.","chapter_story_11101":"\n\n\n\n\nThe moment they stepped through the gates of Sunset Castle, Diana and the group became the center of the city's attention.","chapter_story_11102":"\nThey encountered all kinds of looks and Diana heard all the noisy gossips being thrown around.","chapter_story_11103":"\nGloria stuck uneasily to Diana's back.","chapter_story_11104":"\nThe humans had weird expressions that were filled with enmity, disdain, and fanaticism. This made Diana feel very uneasy.","chapter_story_11105":"\nIt felt like a bunch of hungry wolves were staring delicious looking lambs.","chapter_story_11106":"\nDiana clenches her bow tightly.","chapter_story_11107":"\n\n\n\n\nShe ordered all the members to display their weapons, claws, and fangs.","chapter_story_11108":"\nProbably afraid of their strength, no one dared to anything out of the ordinary.","chapter_story_11109":"\nThe atmosphere was at a stalemate.","chapter_story_11110":"\nAnd it remained this way until the arrival of Earl Harren who finally broke it apart.","chapter_story_11111":"\nHe ordered his men to disperse the surrounding people,","chapter_story_11112":"\nand swaggered towards Diana to examine them condescendingly.","chapter_story_11113":"\n\n\n\n\nDiana kept her weapon and examined the man before her as well.","chapter_story_11114":"\nEarl Harren looked to be about 40 and was fat and balding.","chapter_story_11115":"\nHis thin gray eyes sat between wrinkles and they wandered between the faces of Diana and Gloria.","chapter_story_11116":"\nSeeing the luxurious clothes that he was wearing, Diana felt strong discomfort.","chapter_story_11117":"\nBright, smooth and unblemished fur. This was a hard to come by treasure in the eyes of ordinary people.","chapter_story_11118":"\nHowever, for Diana, this used to be a living companion of hers.","chapter_story_11119":"\n\n\n\n\n\"Well well, look who's here? My dear, are you lost?\"","chapter_story_11120":"\nEarl Harren's eyes were filled with aggression as he mocked.","chapter_story_11121":"\n\"We're here to help.\"","chapter_story_11122":"\nDiana resisted the temptation to punch this ugly face and answers with a slightly stiff human language,","chapter_story_11123":"\n\"We can bring you sufficient water. However, you have to order your citizens to never approach the Woodland again.\"","chapter_story_11124":"\n\n\n\n\nEarl Harren was stunned before bursting out laughing.","chapter_story_11125":"\n\"Did you guys here that? She says that she can give us sufficient water! Hahahaha—how interesting. Heh, little rabbit, do you know how long it has been since it last rained? Who do you think you guys are? The water deity?\"","chapter_story_11126":"\nHis followers also burst out in mocking laughter.","chapter_story_11127":"\nDiana was truly angry this time.","chapter_story_11128":"\nShe turned around towards Gloria and said,","chapter_story_11129":"\n\"It's your turn. Time to wake this bunch of fools up.\"","chapter_story_11130":"\n\n\n\n\nGloria nodded. She extended both her hands and gently drew a circle in front of herself.","chapter_story_11131":"\nThis was one the talents of the Vayan, controlling water vapor by dancing.","chapter_story_11132":"\nVery quickly, a group of dense dark clouds formed above Earl Harren.","chapter_story_11133":"\nHe and his followers became dumbfounded as rain started pouring down.","chapter_story_11134":"\nHarren's features squished together and Diana felt like he was a drowning fat mouse.","chapter_story_11135":"\n\"So, who do you think we are?\" Diana raised her brows and asked.","chapter_story_11136":"\n\n\n\n\nThings became fairly simple after that.","chapter_story_11137":"\nThe shocked Earl Harren immediately changed his arrogant attitude and became completely compliant to all of Diana's requests.","chapter_story_11138":"\nHe personally led Diana and the team to farmlands, pastures, and storage wells.","chapter_story_11139":"\nGloria used her elegant posture and performed miracles for everyone present.","chapter_story_11140":"\nDiana also received the assurance of Earl Harren to control the citizens.","chapter_story_11141":"\nAlthough she questioned the trustworthiness of this fellow, it could still be said that her mission was a success.","chapter_story_11142":"\n\n\n\n\nAfter that, Earl Harren also warmly invited everyone.","chapter_story_11143":"\nHe mentioned that he had ordered his people to prepare a sumptuous feast to thank the messengers from the Woodland Temple.","chapter_story_11144":"\nHowever, Diana had no intention of being polite with him.","chapter_story_11145":"\nShe directly rejected his banquet invitation and did not even agree to stay the night within the city.","chapter_story_11146":"\nEarl Harren turned around, his face revealing signs of unhappiness.","chapter_story_11147":"\nHowever, when he turned back once again, the expression had already disappeared.","chapter_story_11148":"\n\n\n\n\nEarl Harren personally sent them off, only bidding farewell at the city gates.","chapter_story_11149":"\nThe citizens of the city had gathered once again.","chapter_story_11150":"\nHowever, unlike previously, their words were no longer vulgar and harsh.","chapter_story_11151":"\nInstead, they had become thankful and full of praise towards Diana and the team.","chapter_story_11152":"\nShe did not know why,","chapter_story_11153":"\nbut looking at the expression of these people,","chapter_story_11154":"\nthe discomfort within Diana's heart grew even stronger than before.","chapter_story_11155":"\n\n\n\n\nDiana and the team departed Sunsethold under the cheers of everyone.","chapter_story_11156":"\nGloria appeared frighteningly pale.","chapter_story_11157":"\nSummoning too many water elementals had left her rather tired. Diana knew that she had to quickly find a safe but concealed place in order to rest.","chapter_story_11158":"\nSuddenly, Diana seemed to have noticed something.","chapter_story_11159":"\nHer ears immediately shot up and she slowly knitted her eyebrows.","chapter_story_11160":"\nShe heard some chatter coming from behind them and the topic of the conversation was... rather unpleasant.","chapter_story_11161":"\n\n\n\n\n\"Well then, it looks like this will be a long night indeed,\"","chapter_story_11162":"\nDiana thought.","chapter_story_11163":"\n\n\n\nAround midnight that night, the moon that would typically be suspended in the night sky was nowhere to be found. The land was completely covered in darkness.","chapter_story_11164":"\nFrom a distance, several shadow figures could be seen running.","chapter_story_11165":"\n\"Have you found them?\" A man's voice rang through the air. Then, a short and stout silhouette emerged from the shadows. The silhouette belonged to none other than Harren.","chapter_story_11166":"\n\"Yes, my lord. They have set up a temporary encampment at the peak of the mountain ahead.\"","chapter_story_11167":"\nThese people, who were currently pointing in a certain direction, were scouts that Harren had dispatched to track Diana and the rest.","chapter_story_11168":"\n\"Not bad.\" Earl Harren seemed extremely pleased.","chapter_story_11169":"\n\n\n\n\nAs he waved his hands, several familiar faces walked out of the shadows at the same time.","chapter_story_11170":"\n\"Alright, listen to me, you lot.\"","chapter_story_11171":"\nThe crowd agreed unanimously, their frenzied countenances clearly evident for all to see.","chapter_story_11172":"\n\n\n\n\n\"Good.\"","chapter_story_11173":"\nEarl Harren tried his best to adopt a stance akin to a commander ordering his men to charge forward.","chapter_story_11174":"\n\n\n\n\nThe crowd hurriedly rushed in the direction pointed out by the scouts. In no time, they had all been swallowed by the darkness, leaving no trace behind.","chapter_story_11175":"\nHowever, Earl Harren stayed rooted to his spot. He had no intention of joining the fray himself.","chapter_story_11176":"\nHe merely sauntered back and forth as he waited to witness the outcome of the impending battle for himself.","chapter_story_11177":"\nA delighted smile emerged on his hideous-looking face.","chapter_story_11178":"\nAt that moment, he had unwittingly already begun to fantasize about what he would do once he was able to get what he wanted.","chapter_story_11179":"\n\n\n\n\n\"That jellyfish is precious indeed. Owning her means owning an endless supply of water. I would be able to expand my territory significantly...\"","chapter_story_11180":"\n\"Not only is that rabbit somewhat petulant, it does not seem very bright. It's unlikely that I'll be able to sell it to those aristocrats in the city as a pet...\"","chapter_story_11181":"\n\"Wait a minute... the Rokavia Underground Arena! The bumpkins there love combative creatures like her. Furthermore, they'll be willing to shell out a pretty penny!\"","chapter_story_11182":"\nAs he became ever more excited by his thoughts, Earl Harren couldn't help but mumble to himself. He could almost envision the expansive lands and mountains of gold waiting for him.","chapter_story_11183":"\nSuddenly, an icy voice rang from behind Earl Harren, scattering his thoughts completely.","chapter_story_11184":"\n\n\n\n\n\"Decent ideas, but have you considered where you yourself should be sold off to?\"","chapter_story_11185":"\n\n\n\n\nEarl Harren jumped in shock at this sudden disturbance (although his jump barely reached the height of an average person). That voice belonged to none other than Diana.","chapter_story_11186":"\n\"You should be at the encampment!\"","chapter_story_11187":"\nUpon seeing Diana, Earl Harren immediately knew that his plans had been foiled. He was somewhat exasperated.","chapter_story_11188":"\n\"Perhaps I would have been, if you hadn't committed such foolish acts,\" Diana spat at him.","chapter_story_11189":"\n\"How did you find out about this?!\" Earl Harren persisted in asking.","chapter_story_11190":"\n\"You were speaking much too loudly in front of the castle. You thought we wouldn't be able to hear you, given the great distance between us. However, these babies are more powerful than you can imagine.\" Diana pointed at her upright ears.","chapter_story_11191":"\n\n\n\n\nEarl Harren's scouts rushed over and surrounded Diana.","chapter_story_11192":"\n\"Catch her!\"","chapter_story_11193":"\nEarl Harren shouted at his scouts.","chapter_story_11194":"\nDiana tightly gripped the bow in her hands.","chapter_story_11195":"\nShe had been itching for a brawl for quite some time now.","chapter_story_11196":"\n\n\n\n\nDiana punched Earl Harren until his entire body had sunk into the ground, causing him to swallow several mouthfuls of dirt. However, he continued to shout.","chapter_story_11197":"\n\"You... You can't kill me! If you do so, my men will head to the Woodland. Then, to avenge my death, they'll cut down all of the trees and kill off all of the animals! I guarantee it!\"","chapter_story_11198":"\nDiana's disappointment was through the roof.","chapter_story_11199":"\nShe could not comprehend why Merlin had sent them to help such a lowly piece of human scum.","chapter_story_11200":"\n\"Your people and you are not worth saving.\"","chapter_story_11201":"\nDiana's voice was so cold it caused chills to run down their spines.","chapter_story_11202":"\n\n\n\n\nDiana pulled out three crystal arrows and notched them on the bowstring.","chapter_story_11203":"\nAs magical energy poured into the three arrows, they began to shine with a dazzling light.","chapter_story_11204":"\nDiana drew back her bow fully and shot the arrows into the sky.","chapter_story_11205":"\n\"What are you doing?\" Earl Harren asked, bewildered.","chapter_story_11206":"\n\"Let the arrows fly for a while and you'll have your answer.\"","chapter_story_11207":"\nAt that moment, Diana turned around and walked into the distance.","chapter_story_11208":"\n\n\n\n\nThe three crystal arrows infused with magical energy whistled across the pitch-black night sky, as though they were shooting stars——","chapter_story_11209":"\n\n\nThe first arrow landed in the temporary encampment perched on the mountaintop, triggering the trap that Diana had prepared in advance.","chapter_story_11210":"\nThe second arrow fell into Sunset Castle, blowing its cistern into smithereens.","chapter_story_11211":"\nThe final arrow shot into the air, flying thousands of miles before falling downward in a straight path,","chapter_story_11212":"\nultimately piercing Earl Harren's heart with the utmost precision.","chapter_story_11213":"\n\n\n\n\nAfter returning to the Woodland Temple, Diana met Merlin once again.","chapter_story_11214":"\nThe latter's countenance had finally changed, but not in a way that Diana wished to see.","chapter_story_11215":"\n\"You made a serious mistake and the balance has been shattered as a result.\"","chapter_story_11216":"\nThe disappointment in Merlin's tone was clearly evident.","chapter_story_11217":"\n\n\n\n\n\"If I may speak frankly, I do not believe that is the case.\" Diana remained unconvinced.","chapter_story_11218":"\n\"You have always wanted to maintain the balance between all things.\"","chapter_story_11219":"\nUnwilling to back down, Diana looked Merlin directly in the eyes.","chapter_story_11220":"\n\"But look at us now. We aid mankind out of the goodness of our hearts and how do they repay us? With cages and swords!\"","chapter_story_11221":"\n\"Mankind treats our kindness as weakness. They have never understood the concepts of gratitude and satisfaction, and they will only become endlessly worse over time.\"","chapter_story_11222":"\nDiana paused before continuing. \"When dealing with them, force is far more effective than aid.\"","chapter_story_11223":"\n\n\n\n\n\"Balance is more complicated and may involve many more things than you might expect or imagine, Diana.\"","chapter_story_11224":"\nMerlin shook his head and continued,","chapter_story_11225":"\n\"Harren's death triggered an uprising in Sunset. The unrest caused more people to barge into the Woodland, severely affecting its balance.\"","chapter_story_11226":"\n\"The Empire's leaders must have already taken notice of the situation that has unfolded here. In the worst case, they will use Harren's death as an excuse to declare war against us. If that happens, many more of our compatriots will suffer hardship. The balance would also be utterly shattered.\"","chapter_story_11227":"\n\"All of these events will have been instigated by your rashness.\"","chapter_story_11228":"\n\n\n\n\n\"If such a situation occurs, how should we deal with it, in your opinion?\", Merlin asked Diana rhetorically.","chapter_story_11230":"\n\"I think we should fight them head-on!\"","chapter_story_11231":"\nDiana puffed out her chest.","chapter_story_11232":"\n\"We are stronger than humans and understand the mysteries of magic more deeply than them. If they dare to invade us, we'll make sure they pay a heavy price in return!\"","chapter_story_11233":"\nMerlin silently shook his head.","chapter_story_11234":"\n\"There's a reason why balance must be maintained. Your thinking is too simplistic, Diana.\"","chapter_story_11235":"\n\n\n\n\n\"You always tell us to control our savagery. Even though the humans have already invaded us so many times, you have never allowed us to mount a single counterattack. Honestly, I don't get it.\"","chapter_story_11236":"\nDiana's agitation caused her ears to straighten and her eyes to redden. She loudly proclaimed,","chapter_story_11237":"\n\"Given the Woodland's might, we might even be able to uproot mankind entirely if we just harden our resolve. Instead, we choose to suffer in silence. Why...\"","chapter_story_11238":"\n\"That's Enough!\"","chapter_story_11239":"\nMerlin interrupted Diana's diatribe.","chapter_story_11240":"\n\"You've overstepped your boundary. This is the Woodland Temple's hard line that is not to be crossed.\"","chapter_story_11241":"\n\n\n\n\nDiana fell silent.","chapter_story_11242":"\nA brief moment later, she seemed to have finally made up her mind. She slowly opened her mouth and said,","chapter_story_11243":"\n\"If your hard line is formed because of weakness... then I want no part of it. I shall protect my homeland in my own way.\"","chapter_story_11244":"\nHaving finished speaking, Diana removed the token of faith from her waist that symbolized the Woodland Temple's identity and threw it onto the ground.","chapter_story_11245":"\nThereafter, she exited the temple without a single backward glance.","chapter_story_11246":"\nWith Diana gone, the temple's hall fell deathly quiet.","chapter_story_11247":"\n\n\n\n\nAs he stared in the direction that Diana had left, Merlin sighed deeply.","chapter_story_11248":"\n\"Sorry, gril. I know how you feel...\"","chapter_story_11249":"\n\"But I cannot do this. I am not allowed to act in such a manner. After all, we aren't the Creator's most beloved creations...\"","chapter_story_11250":"\nMerlin laid his fingers on the Root Throne's coarse texture and gently caressed the throne.","chapter_story_11251":"\n\"Humans are.\"","chapter_story_11252":"\nAs though it was replying to Merlin's lament, the Root Throne trembled slightly before becoming still once again...","chapter_story_1071101":"No matter how much you pray to the heavens...\n","chapter_story_1071102":"Pain will eventually find you.","chapter_story_1071201":"\n\n\n\n\n\"Remove all of these forbidden books and burn everything else!\"","chapter_story_1071202":"\nShouted the man in military attire.","chapter_story_1071203":"\nEllie's mother held her tightly, praying all the while. Her father lay at their feet, in a pool of blood.","chapter_story_1071204":"\nHer father lay at their feet, in a pool of blood.","chapter_story_1071205":"\n\"Lady Salazar, this is not an indiscriminate act of murder.\"","chapter_story_1071206":"\n\"Your child has been proven to be one of the Eclipse. According to the law of the Empire, this also makes you guilty.\"","chapter_story_1071301":"\n\n\nA sword pierced her mother's chest.","chapter_story_1071302":"\nEllie called to her, but she doesn't respond.","chapter_story_1071303":"\nThe man slowly walked toward Ellie, nary a sign of pity in his eyes.\n\n\n\n","chapter_story_1071304":"\n<color=#742a1f>\"Kill him!\"</color>\n","chapter_story_1071305":"A frenzied voice erupted in Ellie's head.","chapter_story_1071306":"\n    Ellie knows this voice. It is the doll her brother gave her—Mister Rabbit.\n","chapter_story_1071401":"\n<color=#742a1f>\"Kill him!\"</color>","chapter_story_1071402":"\nFrom the first day she received the doll, Ellie could hear its strange whisperings. It surprised and frightened her.","chapter_story_1071403":"It surprised and frightened Ellie.","chapter_story_1071404":"But now, it seemed so comforting.\n","chapter_story_1071405":"<color=#742a1f>\"Kill them all!\"\n","chapter_story_1071501":"\n<color=#742a1f>\"That's right! Everyone—they all must die!\"</color>\n","chapter_story_1071502":"Ellie accepted Mister Rabbit's suggestion...","chapter_story_1071601":"\n\n\n\n\nThe smell of blood awakened the unconscious Ellie.","chapter_story_1071602":"\nShe found herself standing among the mutilated bodies of countless imperial soldiers.","chapter_story_1071603":"\nEllie ignored Mister Rabbit's laughter as a violent sense of nausea rushed up her chest.","chapter_story_1071604":"\nShe only wished to escape from this cursed place and the Empire that had brought her so much pain.","chapter_story_1072101":"Approach the fire, seeking warmth...\n","chapter_story_1072102":"And you risk being consumed by its flames.","chapter_story_1072201":"\n\n\n\n\nEllie couldn't remember how long she had been running.\n","chapter_story_1072202":"Mister Rabbit's voice chilled the depths of her soul.\n","chapter_story_1072203":"Endless fatigue and hunger caused her to faint on a mountain road.\n","chapter_story_1072204":"\"Father... Mother...\"\n","chapter_story_1072205":"\"Brother...\"","chapter_story_1072301":"\n\n\n\n\nWhen she reawakened, Ellie found herself lying in a strange cabin. Around her, all she could see were broken jars and a thatched bed.","chapter_story_1072302":"\nAround her, all she can see were broken jars and a thatched bed.\n","chapter_story_1072303":"An old woman, living alone, saved her.","chapter_story_1072304":"\n\"Eat something, you poor child.\"","chapter_story_1072305":"\nShe was given a bowl of sweet potato soup with almost no sweet potatoes in it. It seemed that this was all the old woman could offer.","chapter_story_1072306":"\nIt seemed that this was all the old woman had to offer.","chapter_story_1072401":"\n\n\n\n\nIt was the best thing she had ever tasted.","chapter_story_1072402":"\nThe hot soup drove off the bitter chill and soothed Ellie's soul. Even Mister Rabbit seemed to be comforted by the soup.","chapter_story_1072403":"\nIt also soothed Ellie's soul.","chapter_story_1072404":"\n\"You collapsed on the mountain road.\"","chapter_story_1072405":"\n\"Have a good rest. I'll go into town and get some medicine tomorrow morning.\"","chapter_story_1072406":"\nThe old woman's smile is so warm, just like Ellie's grandmother's.","chapter_story_1072501":"\n\n\n\n\nHowever, what the old woman brought from town was not medicine.","chapter_story_1072502":"\nThe cabin was already surrounded by imperial soldiers by the time Ellie woke up. Ellie saw the old woman leading imperial soldiers to her. The soldiers were ready for battle.","chapter_story_1072503":"\nAs the old woman received a bag of gold coins from the soldiers, she smiled obsequiously. Her smile sickened Ellie.","chapter_story_1072504":"\nShe was a wanted fugitive, and the old woman caught her.","chapter_story_1072505":"\nIt is as simple as that.","chapter_story_1072601":"\n\n\n\n\nMister Rabbit began mocking her naivety.","chapter_story_1072602":"\n<color=#742a1f>\"No one cares about you! They all want you to die!\"</color>","chapter_story_1072603":"\nEllie smiled, taking on the expression of her rabbit doll.\n","chapter_story_1072604":"\n<color=#742a1f>\"I see now, Mister Rabbit.\"</color>","chapter_story_1072701":"\nA few days later, the imperial capital received news that an Eclipse Oathsworn had killed all of the soldiers who went after her before disappearing into the depths of Starshard Valley.\n","chapter_story_1072702":"An Eclipse Oathsworn killed all the soldiers who went after her...\n","chapter_story_1072703":"And has disappeared deep into Starshard Valley.\n","chapter_story_1072704":"The name of the Oathsworn—Ellie Salazar.\n\n\n","chapter_story_1073101":"If suffering cannot defeat you...\n","chapter_story_1073102":"Loneliness will.","chapter_story_1073201":"\n\n\n\n\nAs though she had finally begun to accept Mister Rabbit,","chapter_story_1073202":"\nEllie no longer felt the bitter chill.","chapter_story_1073203":"\nShe began to see Mister Rabbit's appearance more clearly—a huge, strange purple rabbit, entwined in chains.","chapter_story_1073204":"\nA huge, strange purple rabbit, entwined in chains.","chapter_story_1073301":"\n\n\n\n\nAs she wandered around Starshard Valley, Ellie didn't know where she should go next.","chapter_story_1073302":"\nShe knew that she was a freak and nobody would want to be her companion.","chapter_story_1073303":"\nShe tended to avoid people and didn't trust anyone, except for Mister Rabbit.","chapter_story_1073304":"\nShe doesn't trust anyone, except for Mister Rabbit.","chapter_story_1073305":"\nHer isolation almost made her forget how to speak.","chapter_story_1073306":"\nShe only uttered sounds when awakening from her nightmares and calling out for her mother.","chapter_story_1073401":"\n\n\n\n\nThat was until she met him.","chapter_story_1073402":"\n       She could also see a strange monster behind the boy—a huge hand with one eye in its palm.\n","chapter_story_1073403":"\n\"He's the same as me!\"","chapter_story_1073404":"\nA ripple fluttered through Ellie's wounded heart.","chapter_story_1073405":"\nBut she subconsciously wished to escape from the boy's sight.","chapter_story_1073406":"\nIt is as though she was telling herself not to hold onto unnecessary expectations.","chapter_story_1073501":"\n\n\n\n\nBut the boy ignored Ellie's obvious surprise.","chapter_story_1073502":"\nThe giant hand attacked Ellie head-on.","chapter_story_1073601":"\n\n\n\n\n\"Mister Rabbit lost!\"","chapter_story_1073602":"\nEllie sat slumped on the ground in disbelief.","chapter_story_1073603":"\nThe boy held out his hand to Ellie, and a smile appeared on his face for the first time.","chapter_story_1073604":"\n\"My name is Franz. I'm an Oathsworn, like you.\"","chapter_story_1074101":"Kindred spirits are always drawn to each other...\n","chapter_story_1074102":"Whether good or evil.","chapter_story_1074201":"\n\n\n\n\nThe Oathsworn... They were mortals who had signed a contract with a demon.","chapter_story_1074202":"\nA mortal who has signed a contract with a demon.","chapter_story_1074203":"\nThey gain power from the demons at the price of becoming a demonic vessel after death.","chapter_story_1074204":"\nAccording to the beliefs of the Empire, this was an act of unforgivable blasphemy. Therefore, they hunted down all known Oathsworn.","chapter_story_1074205":"\nTherefore, the Empire has sworn to hunt down all known Oathsworn.","chapter_story_1074206":"\nHowever, most people do not become Oathsworn of their own volition.","chapter_story_1074301":"\n\n\n\n\n\"My family was murdered by the Empire.\"","chapter_story_1074302":"\nFranz tried to remain calm as he spoke these words.","chapter_story_1074303":"\n\"Everything they say is a lie.\"","chapter_story_1074304":"\n\"They are afraid of people who can control the demons.\"","chapter_story_1074305":"\nHe opened his pocket watch and released the giant hand monster as though to prove that he was right.","chapter_story_1074306":"\nAs though to prove what he was saying is true.","chapter_story_1074401":"\n\n\n\n\nMaybe it was because she could feel Franz's sadness. Maybe it was the resonance between two of the same kind. Maybe she had just been alone for too long.","chapter_story_1074402":"\nMaybe she had just been alone for too long.","chapter_story_1074403":"\nEllie trusted Franz without a second thought, and she told Franz about her experiences.","chapter_story_1074404":"\n<color=#742a1f>\"Am I a monster?\"</color>","chapter_story_1074405":"\nTears ran down the girl's cheeks as though she was pleading for help.","chapter_story_1074406":"\nAs though she was pleading for help.","chapter_story_1074501":"\n\n\n\n\nHe held her hand tightly.","chapter_story_1074502":"\n\"Let's go to the Eclipse. They're the only ones who will take us in.\"","chapter_story_1074503":"\n\"I'll teach you how to control your demon.\"","chapter_story_1074504":"His words are like sunshine shining into the Abyss.\n","chapter_story_1074505":"\n\"You are, human!\"","chapter_story_1075101":"The deepest prejudices...\n","chapter_story_1075102":"Often foster the most violent support.","chapter_story_1075201":"\n\n\n\n\nArticle 107 of the Imperial Law: All Eclipsers shall be purged by fire.","chapter_story_1075202":"\nAll Eclipsers shall be purged by fire.","chapter_story_1075203":"\nEllie's actions had ultimately angered the Empire. To hunt her down, the Empire deployed her most elite hunters.","chapter_story_1075204":"\nDesperate to catch her, the Empire sent the most elite hunters after her.","chapter_story_1075205":"\nUnder Franz's protection, Ellie escaped several search attempts in the valley. But their luck can only last so long.","chapter_story_1075206":"\nBut their luck can only last so long.","chapter_story_1075301":"\n\n\n\n\nHearing loud footsteps and the clopping of hooves, Ellie and her companion instantly found themselves surrounded by soldiers.","chapter_story_1075302":"\nEllie found herself surrounded by soldiers.","chapter_story_1075303":"\n\"According to the supreme decree of the Imperial Inquisition, the heretical Oathsworn are to be executed on the spot.\"","chapter_story_1075304":"\nA cold voice called out the orders.","chapter_story_1075305":"\nA woman of the same cold demeanor appears.","chapter_story_1075401":"\n\"Themis...\"\n","chapter_story_1075402":"\nEllie heard Franz utter the woman's name in a trembling voice.","chapter_story_1075403":"\nIt was she who killed his family.","chapter_story_1075501":"\n\n\n\n\nFranz? What a surprise... This time, you won't escape me.","chapter_story_1075502":"Themis... You monster! I won't...","chapter_story_1075503":"\nQuiet, heretic! Neither of you will leave here alive!","chapter_story_1075601":"\n\n\n\n\nThe enemy attacked them like a rushing tide.","chapter_story_1075602":"\nControlling Mister Rabbit consumed too much of Ellie's energy, she had reached her limit.","chapter_story_1075603":"She had reached her limit.\n","chapter_story_1075604":"\nIf this continued, her soul will be occupied by the shadow, and she would become a monster.","chapter_story_1075701":"\n\"Ellie! Get out of here!\"","chapter_story_1075702":"\nFranz stood in front of her, he loked pale and was panting heavily.","chapter_story_1075703":"He looked pale and was panting heavily.\n","chapter_story_1075704":"\n\"If we survive this, meet me in Foggy Thicket.\"","chapter_story_1076101":"After enduring all the suffering the world has to inflict...\n","chapter_story_1076102":"Can you still love it?","chapter_story_1076201":"\n\n\n\n\n\"Once again... Just like it was with mother... and now Franz...\"","chapter_story_1076202":"\nAll Ellie could do now was keep running.","chapter_story_1076203":"\nShe ignored the shouts and explosions from behind her.","chapter_story_1076204":"\n\"In the end, the same unfortunate thing happens to everyone close to me.\"","chapter_story_1076205":"\nBut to her despair...","chapter_story_1076206":"\nThe sound of thundering hooves grew closer and closer.","chapter_story_1076301":"\n\n\n\n\n\"Heretic! Stop!\"","chapter_story_1076302":"\nThe cruel sword-wielding woman blocked her way.","chapter_story_1076303":"\nWhy? Franz, he...","chapter_story_1076304":"\n\"You are our top priority.\"","chapter_story_1076305":"Themis seemed able to see into Ellie's mind.\n","chapter_story_1076306":"\n\"After I get rid of you, it's that brat's turn!\"","chapter_story_1076401":"\n\n\nFranz was still alive.\n","chapter_story_1076402":"\"Mister Rabbit, I don't want anyone else to suffer because of me.\"\n","chapter_story_1076403":"It seemed as though a fire has been ignited in Ellie's heart.\n","chapter_story_1076404":"\n\n\n<color=#742a1f>\"As you wish, kiddo.\"</color>","chapter_story_1076405":"\n<color=#742a1f>\"But I'll have to take your emotions in return!\"</color>","chapter_story_1076501":"\n\n\n\n\nEllie forced herself to nod.","chapter_story_1076502":"\nThen, a maniacal laugh rang out, resonating through the mountains and forests.","chapter_story_1076503":"\n<color=#742a1f>\"Deal!\"</color>","chapter_story_1076601":"Themis was forced to retreat.\n","chapter_story_1076602":"Ellie returned to where she left Franz.\n","chapter_story_1076603":"Although the area has been devastated, there was no sign of Franz's body there.\n","chapter_story_1076604":"\"If we survive this, meet me in Foggy Thicket.\"","chapter_story_1076701":"Franz was still alive.\n","chapter_story_1076702":"In the growing morning light, Ellie finally shook off her despair.\n","chapter_story_1076703":"From today on, she swore that no one will ever suffer for her sake again.\n","chapter_story_1076704":"\"Franz... I'll see you in Foggy Thicket!\"\n","chapter_story_1021101":"\nUnbeknownst to the masses, the Dawn Empire had a dark side, one wherein a certain form of \"entertainment\" was enthusiastically championed by an insatiable audience—beast fights.\n","chapter_story_1021102":"Although these kinds of savage displays had long been banned by imperial law, countless people still flock over to see them in the shadows.\n","chapter_story_1021103":"This was their nature—a proclivity that flowed through their veins.\n","chapter_story_1021104":"Whenever blood was spilled here, the audience cheered as their morbid desire for violence reached an apex.\n","chapter_story_1021201":"\n\n\n\n\nIn Rokavia, a city on the border of the Dawn Empire, such performances were an everyday occurrence.\n","chapter_story_1021202":"In small border towns like this, the force of the law held no weight, and beast fighting was practically an open secret.\n","chapter_story_1021203":"When night fell, fervid citizens met at the arena in the suburbs and flicked the coins jingling in their pockets onto the gambling table.\n\n Then, they sat in the audience and waited for the start of the fight.\n","chapter_story_1021204":"But today, the situation was a little... different.\n","chapter_story_1021301":"\n\n\n\n\nSylvan's debut in the Rokavia arena caused the audience to erupt in astonished cheers.\n","chapter_story_1021302":"\"Look! What is that?\"\n","chapter_story_1021303":"\"A centaur... and a female one at that! Can you believe it?!\"\n","chapter_story_1021304":"\"I hear that they possess supernatural wisdom and can only be found in the deepest depths of the Woodland! How did they ever manage to catch this one?\"\n","chapter_story_1021305":"\"Her legs look like an actual woman's legs! How nauseating...\"\n","chapter_story_1021401":"\n\n\n\n\nSylvan warily looked at the people around her.\n","chapter_story_1021402":"While Sylvan could not understand their language, their facial expressions disgusted her.\n","chapter_story_1021501":"\n\n\n\nThen, several formidable-looking men also entered the arena.\n","chapter_story_1021502":"They held an assortment of sharp weapons in their hands and gazed at Sylvan with perverse excitement.\n","chapter_story_1021503":"Sylvan recognized that gaze. It commonly appeared on the faces of hunters who were just about to kill their prey.\n","chapter_story_1021504":"Sylvan clenched her spear.\n","chapter_story_1021601":"\"Vatiyeti!\"\n","chapter_story_1021602":"Sylvan whispered.\n","chapter_story_1021603":"To her people, this word meant \"no mercy.\"\n","chapter_story_1021701":"\n\n\n\n\nWith a dull thud, the final beast gladiator slowly fell to the ground.\n","chapter_story_1021702":"Sylvan pulled her spear from the enemy's chest.\n","chapter_story_1022101":"Sylvan had successfully defeated all of her overconfident challengers.\n","chapter_story_1022102":"She had proven who the true hunter was.","chapter_story_1022201":"\nA deathly silence washed over the crowd before they erupted in a sea of wild cheers.","chapter_story_1022202":"\n\n\n\n\nSylvan's performance was a refreshing surprise for an audience accustomed to seeing beast gladiators claim ultimate victory.\n","chapter_story_1022203":"As for the fallen beast gladiators, the audience were not in the least bit sympathetic toward them.\n","chapter_story_1022301":"At the end of the show, Sylvan was asked to return to her cage.\n","chapter_story_1022302":"Naturally, she refused to play along.\n","chapter_story_1022303":"She wandered around the arena, looking for any possibility to escape.\n","chapter_story_1022304":"Several more guards rushed toward Sylvan and tried to subdue her.\n","chapter_story_1022401":"\n\n\n\nWithout exception, all of them were kicked to the ground by Sylvan's hooves.\n","chapter_story_1022402":"The audience observed the unfolding scene with keen interest, applauding or whistling from time to time.\n","chapter_story_1022501":"Suddenly, someone opened the heavy iron gate on the other side of the arena.\n","chapter_story_1022502":"A bright beam of moonlight shone through the gateway.\n","chapter_story_1022503":"Seizing this opportunity, without a moment's delay, Sylvan raised her hooves and galloped to the gate at full speed.\n","chapter_story_1022504":"Sylvan galloped so quickly that she made it to the gate in the span of a few breaths.\n","chapter_story_1022505":"Freedom was close at hand!\n","chapter_story_1022601":"\n\n\n\n\nHowever, just as she was about to dash out of the arena,\n","chapter_story_1022602":"a man suddenly stepped out from behind the gate and blocked Sylvan's path.\n","chapter_story_1022603":"The man was tall and thin, his body shrouded in a dark gray mage's robe. There was a sinister smile on his face.\n","chapter_story_1022701":"Instantly, Sylvan was filled with rage.\n","chapter_story_1022702":"It was him!\n","chapter_story_1022703":"This was the man who ambushed her and dragged her here!\n","chapter_story_1022704":"\n\n\n\n\nSylvan raised her front legs in anger, planning to crush the wretched face of the cretin in front of her.\n","chapter_story_1022801":"\n\n\nA split second before Sylvan's hooves fell, the mage calmly recited a spell.\n","chapter_story_1022802":"When Sylvan heard the spell, her heart suddenly shuddered!\n","chapter_story_1022803":"Then, severe pain jolted through her body.\n","chapter_story_1022901":"\n\n\n\n\nShe felt as though all of her strength had been sucked from her body in an instant.\n","chapter_story_1022902":"Sylvan cried out in pain and fell to the ground, clutching her heart.\n","chapter_story_1022903":"The intense pain soon rendered Sylvan unconscious.\n","chapter_story_1022904":"Just before she passed out, she vaguely heard laughter rippling through the audience...","chapter_story_1022905":"\n…………","chapter_story_1023101":"\n\n\n\n\nWhen Sylvan opened her eyes again, \n\nshe found herself back in her dark cage.\n","chapter_story_1023102":"She could still feel a faint aching sensation in her heart.\n","chapter_story_1023103":"After Sylvan tried to stand up, she discovered that her legs had been chained up and her spear had been confiscated.\n","chapter_story_1023104":"\"Despicable humans!\"\n","chapter_story_1023105":"She cursed venomously in her native language.\n","chapter_story_1023201":"\n\n\n\n\nIn the days that followed, Sylvan was once again forced to take part in several beast fights.\n","chapter_story_1023202":"Every day, she tried to find opportunities to escape but to no avail.\n","chapter_story_1023203":"Furthermore, the iron gate never opened again.\n\n Sylvan soon realized that the iron gate incident was but a means of entertainment for her captors.\n","chapter_story_1023301":"Regardless, Sylvan never gave up.\n","chapter_story_1023302":"Finally, an opportunity arose.\n","chapter_story_1023401":"\n\n\n\n\nUpon returning to her cage at the end of a battle, \n\nSylvan discovered that she had a new neighbor.\n","chapter_story_1023402":"It was an Aegis Beast—an extremely rare and ancient Woodland beast. Its power seemed limitless and its whole body was covered in hard scales.\n","chapter_story_1023403":"Like her, it was also probably caught by humans and used as an object of amusement in beast fights.\n","chapter_story_1023501":"\n\n\n\n\nThe Aegis Beast that she was currently looking at seemed to be in poor condition.\n","chapter_story_1023502":"Its limbs were tightly shackled by chains as thick as human legs.\n","chapter_story_1023503":"Traces of purple potion dripped from the corners of its mouth and emitted a strange smell. \n\nSylvan felt dizzy just from smelling it. \n\nShe guessed that it must have been some form of powerful anesthetic.\n","chapter_story_1023601":"\nSylvan looked at the Aegis Beast and noticed that it was looking right back at her.\n","chapter_story_1023602":"\"Do you want to escape?\"\n","chapter_story_1023603":"Sylvan asked in her native language.","chapter_story_1023701":"\nThe Aegis Beast let out a whimper.\n","chapter_story_1023702":"\"I'll take that as a yes,\" Sylvan muttered to herself.\n","chapter_story_1023703":"She then looked into the distance.\n","chapter_story_1023704":"\"I have a plan...\"","chapter_story_1024101":"\n\n\n\n\nFrom then on, Sylvan silently collected as much information that would aid her in her cause as she possibly could and waited patiently for an opportunity.\n","chapter_story_1024102":"She discovered that the male mage whom she previously encountered must be the owner of this place. Every time he made his rounds, the cruel guards all saluted him.\n","chapter_story_1024103":"Apart from this, she fought in the arena approximately once every week. On those days, the mage would arrive early. The day after, there were probably no beast fights because Sylvan would not hear any discomforting noises at night. Consequently, the mage did not show up on those days.\n","chapter_story_1024104":"This meant that her best shot of escaping would be during one of those days.\n","chapter_story_1024201":"\n\n\nAfter several long days of waiting, Sylvan stood once again in the center of the arena.\n","chapter_story_1024202":"Something seemed unusual today. There were nearly twice as many people in the audience as usual and the arena was almost at full capacity.\n","chapter_story_1024203":"Today, the mage had arranged a special opponent for Sylvan.\n","chapter_story_1024301":"\n\n\n\nHer opponent was none other than Rouse Disraeli, also known as the Ripper—Rokavia's strongest beast gladiator.\n","chapter_story_1024302":"Before Sylvan took to the stage, she saw Rouse tearing open the belly of a tiger with his bare hands.\n","chapter_story_1024303":"He was the peerless champion of Rokavia, and the majority of the audience had come here specifically to see him. \n\nThey were all dying to see what kind of cruelty Rouse would inflict on the female centaur.\n","chapter_story_1024401":"\n\n\n\n\n\"Your luck has run out, centaur. Today, you face me.\" \n\nRouse licked blood stains from the corner of his mouth before he brandished the longsword sheathed at his side. \n\n\"My job is to make sure that you die in considerable pain.\"\n","chapter_story_1024402":"Although Sylvan could not understand what the man in front of her was saying, she could feel the crushing intensity emanating from him and the undisguised murderous intent in his eyes.\n","chapter_story_1024403":"She knew that this would be a life-or-death battle.\n","chapter_story_1024501":"\n\n\n\n\nRouse fell in a pool of blood, a stunned expression plastered on his face. \n\nThe pieces of his broken longsword laid scattered all across the ground.\n","chapter_story_1024502":"The audience was in an uproar.\n","chapter_story_1024503":"During the battle, Rouse dealt Sylvan a wound so deep that her bones could almost be seen. Before this battle, no one had been able to harm Sylvan to this extent.\n","chapter_story_1024504":"But in the end, she emerged victorious.\n","chapter_story_1025101":"\nLater that night, Sylvan closed her eyes tightly and breathed steadily and slowly, making it seem as though she had fallen into a deep sleep.\n","chapter_story_1025102":"But in fact, she was more awake than ever and was only pretending to sleep in order to fool the guards.\n","chapter_story_1025103":"She was waiting for an opportunity.\n","chapter_story_1025201":"\n\n\n\n\nSylvan was closely guarded throughout the day. However, she noticed that when the rooster first crowed at the crack of dawn, the guards would change shifts, creating a momentary gap in which nobody would be guarding her.\n","chapter_story_1025202":"That moment was fast approaching.\n","chapter_story_1025203":"When the rooster crowed, the guards stretched in unison and walked outside, yawning along the way.\n","chapter_story_1025204":"After confirming that the guards had left, Sylvan quickly got up.\n","chapter_story_1025205":"Then, she took a deep breath and plunged her hand into her wound!","chapter_story_1025301":"\n\n\n\n\nBlood began gushing out of the reopened wound.\n","chapter_story_1025302":"Sylvan endured the excruciating pain and pulled something out from her wound...","chapter_story_1025303":"A small shard of shattered blade, which she deliberately hid in her wound during the battle last night.\n","chapter_story_1025304":"\"It's time to get up,\"\n","chapter_story_1025305":"Sylvan said to the Aegis Beast in the cage next to her.\n","chapter_story_1025401":"\n\n\n\n\nSylvan cut the palm of her hand using the sharp edge of the shard.\n","chapter_story_1025402":"She then stretched her hand as far as possible outside of her cage and placed it near the mouth of the Aegis Beast.\n","chapter_story_1025403":"Blood slowly flowed down the corner of the Aegis Beast's lips and into its mouth.\n","chapter_story_1025404":"It suddenly opened its eyes.\n","chapter_story_1025405":"A smile slowly appeared on Sylvan's face.\n","chapter_story_1025501":"\n\nThe blood of a centaur possessed mysterious properties and could induce violence and aggression in certain ancient beasts.\n","chapter_story_1025502":"The Aegis Beast just happened to be one of them.\n","chapter_story_1025503":"Sylvan had bet on the possibility that her blood might be able to reverse the effects of the anesthetic.\n","chapter_story_1025504":"Turns out, she was right.\n","chapter_story_1025601":"\n\n\n\n\nBlood vessels gradually began to appear all over the Aegis Beast's eyes until the beast became bloody red throughout.\n","chapter_story_1025602":"The Aegis Beast roared and tugged at its chains mightily, breaking them instantly.\n","chapter_story_1025603":"Following that, it turned its huge body around and gazed at Sylvan, who was standing to one side.\n","chapter_story_1025701":"\"Panuticamus!\" Sylvan said to the Aegis Beast with a smile.\n","chapter_story_1025702":"The meaning of this phrase? \"Let's cause some chaos!\"\n","chapter_story_1026101":"\n\n\n\n\nWith a loud crash, a big hole appeared in the walls of the arena.\n","chapter_story_1026102":"Sylvan and the Aegis Beast ran out from within.\nBehind them, a horde of wild animals that included tigers, leopards, and jackals, followed them out.\n","chapter_story_1026103":"The pair had released all of the captive beasts in the arena.\n","chapter_story_1026104":"The suburbs of Rokavia were soon consumed in devastation.\n","chapter_story_1026105":"Amid the chaos, Sylvan waved goodbye to the Aegis Beast and galloped alone toward the Woodland.\n","chapter_story_1026201":"\n\nUnfortunately, the journey home did not go as smoothly as she expected.\n","chapter_story_1026202":"Some of the more responsive guards quickly mounted their horses and chased after Sylvan.\n","chapter_story_1026203":"In their eyes, Sylvan was a dark horse who would undoubtedly bring colossal wealth to the arena.\n","chapter_story_1026204":"They could ignore the other beasts, but Sylvan must be recaptured at all cost!","chapter_story_1026301":"\n\n\n\n\nOrdinarily, they would stand no chance of catching up with Sylvan.\n","chapter_story_1026302":"However, she was now seriously injured and had lost a lot of blood—factors that greatly reduced her speed. She was now only as fast as her pursuers, making it almost impossible for her to shake them off.\n","chapter_story_1026303":"If she found herself in a protracted battle, she would definitely lose to her pursuers.\n","chapter_story_1026304":"There was no time to waste...\n","chapter_story_1026401":"In an instant, Sylvan made her decision.\n","chapter_story_1026402":"Sylvan nimbly turned around and rushed toward her pursuers!\n","chapter_story_1026501":"\n\n\n\nThrough a wave of unexpected attacks, Sylvan succeeded in eliminating her pursuers.\n","chapter_story_1026502":"However, the price of doing so was that she was now almost completely exhausted.\n","chapter_story_1026503":"Fortunately, she was not far from the Woodland. If she held on a little longer, she might be able to make it home.\n","chapter_story_1026504":"If she could just hold on...\n","chapter_story_1026601":"\nSylvan dragged her tired body toward the Woodland, one step at a time.\n","chapter_story_1026602":"But just as she was about to enter the Woodland, she encountered a similar situation as before.\n","chapter_story_1026603":"A familiar pain surged through Sylvan's heart again. She held her chest and collapsed to the ground in agony.\n","chapter_story_1026604":"A portal appeared out of thin air and Sylvan saw that wretched figure once again...\n","chapter_story_1026701":"And now... there was no escape...","chapter_story_1027101":"\"Wake up, child... Wake up...\"\n","chapter_story_1027102":"A gentle voice pulled Sylvan from her dreams and back to reality.\n","chapter_story_1027103":"What a familiar sensation...\n","chapter_story_1027104":"Wait, this voice belonged to...?!\n","chapter_story_1027105":"Sylvan struggled to open her eyes.\n","chapter_story_1027201":"\n\n\n\n\nAlthough her sight was still blurry, Sylvan instantly recognized the face in front of her.\n","chapter_story_1027202":"\"Imiya...?\" \n\nSylvan exclaimed incredulously. \n\n\"How...?\"\n","chapter_story_1027203":"\"You're back, my dear. Everything is going to be all right,\"\n","chapter_story_1027204":"Imiya, Sylvan's sister and leader of the Centaur Clan, said slowly as she stroked Sylvan's cheek.\n","chapter_story_1027301":"\"Are you really here, or am I dreaming?\" Sylvan still could not believe her eyes. \"How did you find me?\"\n","chapter_story_1027302":"\"It was all thanks to Merlin, the Woodland Oracle,\" Imiya replied. \"When I heard of your disappearance, I sent people to search the entire Woodland, but we could find no trace of you. That is why I had to ask Merlin for help.\"\n","chapter_story_1027303":"\"He told me that you would return and asked me to assign guards along the border—which was where you ultimately arrived. Praise be to the sacred Tree of Life for allowing me to find you!\"","chapter_story_1027401":"\n\n\n\n\n\"I was being chased,\"\n\n Sylvan said as she stood up slowly. \n\n\"Did you see the mage? The one dressed in all black? He was the one who took me.\"\n","chapter_story_1027402":"Imiya nodded her head. \"I caught him and imprisoned him in a tree. I also cut off his tongue so that he can no longer incant his vicious spells.\"\n","chapter_story_1027403":"\"This fellow is evil to the core. What will you do to him?\" Imiya asked.\n","chapter_story_1027501":"Sylvan pondered for a moment.\n","chapter_story_1027502":"An idea began to form in her mind.\n","chapter_story_1027503":"\"I think I have the perfect solution.\"\n","chapter_story_1028101":"\nSylvan asked Imiya to assist her in building a simple arena.\n","chapter_story_1028102":"Although they referred to this place as an arena, it was merely a clearing surrounded by thorns and vines.\n","chapter_story_1028103":"But it would suffice.\n","chapter_story_1028201":"\n\n\n\n\nOnce it was completed, Sylvan summoned all of the centaur warriors that were of age. \n\nThey were to gather around the arena and act as spectators.\n","chapter_story_1028202":"She wished to defeat and execute the mage in the same way the humans executed those beasts.\n","chapter_story_1028203":"The centaurs whispered among themselves. \n\nThey had never seen such a spectacle before.\n","chapter_story_1028301":"\nSylvan entered the arena first.\n","chapter_story_1028302":"She raised her spear and pointed it to the sky.\n","chapter_story_1028303":"The surrounding centaurs cried out in unison.\n","chapter_story_1028304":"Following that, the mage was shoved into the arena by Imiya.\n","chapter_story_1028401":"\n\n\n\n\nHis hands were tightly bound with vines.","chapter_story_1028402":"\nSylvan swung her spear and slashed the vines apart with precision.","chapter_story_1028403":"\nShe then pointed her spear at the mage's chest.","chapter_story_1028501":"\n\"This is what you humans call entertainment,\"\n","chapter_story_1028502":"\nSylvan said to the mage in his strange human language.","chapter_story_1028503":"\n\"Now, it's time for you to pay the price!\"","chapter_story_1028601":"\nShe thrusted her spear through the mage's chest.\n","chapter_story_1028602":"The mage's expression instantly went rigid and he collapsed to the ground like a fallen statue, dead.\n","chapter_story_1028603":"Sylvan smiled with satisfaction. She had finally exacted her vengeance as a gladiator.\n","chapter_story_11253":"\nIf Diana were at the scene, she would have immediately recognized these people. They had appeared in the crowd of onlookers that she had seen during the day and were the ones who had the most zealous expressions.","chapter_story_11254":"\nEarl Harren cleared his throat and lowered his voice,","chapter_story_11255":"\n\"We've been plagued by a drought these past several years. Now, an opportunity has risen before our eyes, one that would let us possess endless food and water. You know what this means, right?\"","chapter_story_11256":"\nEarl Harren nodded his head in satisfaction.","chapter_story_11257":"\n\"Leave that jellyfish and rabbit alive for me to capture, and kill the rest. Understand?\"","chapter_story_11259":"\n\"March on, in the name of food and water!\"","chapter_story_11258":"\nHowever, his actions coupled with his short stature looked extremely comical."}}]],0,0,[],[],[]]