[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"assistance_activity",{"assistance_activity":{"btn_1":"Respond","note_click_1":"Well done! The response force is surging into the continent...","note_click_2":"Perfect! Your power will dispel the fog...","note_click_3":"Focus and concentrate, Itheron craves more power...","title_1":"Eternal Gate","title_2":"Tome of Itheron","title_3":"Eternal Ritual","title_4":"Madeline","title_5":"Chaotic Space","title_6":"Ariana","title_7":"Foggy\nColosseum","reply_1":"{0} answered the call.","note_tips_close":"The event ended","intro_1":"The Eternal Gate is about to awaken! Omniguardians, please gather here in response to the call from the Shattered Realm. Let's unveil the brand new information for Season 11!","intro_2":"The Tome of Itheron unfolds a new chapter, as a fresh season of the storyline begins! Fight alongside the Valkyries, recover the mighty artifact lost on the continent of Itheron, and rewrite the abyssal corruption destiny!","intro_3":"Receiving blessings from ancient deities, we witness the resurgence of their divine power. Enjoy the fun of collecting and leveling up, perform team comp spells, and create a powerful system that can reshape the battlefield!","intro_4":"Introducing the new Divine Hero, Madeline! The Dragoness will lead mighty dragons into your team, joining you in safeguarding the peace of the Itheron continent!","intro_5":"The fading of order has altered the laws of time and space. As you venture into this enigmatic realm, choose your path and tactics wisely. Harness the power of Season Synergies to overcome formidable foes and conquer the ultimate destination!","intro_6":"Introducing the new Demon Hero, Ariana! Only with ultimate power and freedom can you conquer her deadly twin sickles. Assassins await in the darkness for someone to change their fate.","intro_7":"Flames dissipate the mist, the arena resplendent once more, and the highest level of showdown is about to unfold! Complete the qualifying trials to enter the Foggy Colosseum, and in the pinnacle battles, achieve the legend of a champion!","heading":"S8: Sakura Tournament","progress":"Progress: {0}%","unlocked_title":"Everything's in order\nUnite to unveal the secrets","unlocked_desc_1":"Unlocked once the <color=@122>Eternal Gate</color> fragment is revealed","unlocked_desc_2":"Unlocked once the <color=@122>Foggy Colosseum</color> fragment is revealed","unlocked_desc_3":"Unlocked once the <color=@122>Tome of Itheron</color> fragment is revealed","unlocked_desc_4":"Unlocked once the <color=@122>Eternal Ritual</color> fragment is revealed","unlocked_desc_5":"Unlocked once <color=@122>Madeline's</color> fragment is revealed","unlocked_desc_6":"Unlocked once the <color=@122>Chaotic Space</color> fragment is revealed","unlocked_desc_7":"Unlocked once <color=@122>Ariana's</color> fragment is revealed","countdown":"{0} day(s) left","title_8":"Synergy Slate","title_9":"Althea","title_10":"Clash Domain","intro_8":"The return of the Eternal Artifact has shifted the balance of power. Activate the synergy slates, and unlock the synergies bestowed by Eluller!","intro_9":"Introducing the new Divine Hero, Althea! Beneath the web of love and desire, can the heart of revenge find redemption?","intro_10":"The Fire Ring's Oath recreates miracles, establishing a battleground in the void. As a guild member, you will fight for guild honor, and against the abyss!","unlocked_desc_common":"Unlocked once the <color=@122>{0}</color> fragment is revealed","title_11":"Elowyn","intro_11":"Introducing the new Divine Hero, Elowyn! The Ethereals illuminate, where justice is the light. The Thornblade will pierce through the darkness for you.","title_12":"Legendary Artifact","intro_12":"The return of legendary artifacts. Explore different artifact combinations to unleash their potent powers and achieve remarkable feats during the season.","title_13":"City Builder","intro_13":"In Clash Domain, you will join guild members in constructing a splendid Royal City, further expanding territories, enhancing strength, and leading the way in the campaign.","title_14":"Leandra","intro_14":"Introducing our new Demon hero Leandra! Coming soon! Will she wield her blade to dispel the endless hatred lurking within the void?","title_15":"Supremacy","intro_15":"In the Clash Domain, bravely seize the pinnacle of glory from various factions. The resilience and indomitability of participating teams will forever be etched upon this continent.","title_16":"Season Ranking","intro_16":"A big competition where everyone joins in, battling players from all over the server for the top spot in the world. No challenges are allowed during match settlements or preparation times.","title_17":"Aphrodite","intro_17":"Introducing the new Divine Hero, Aphrodite! The Goddess of Love and Beauty. She embodies all your desires and exudes the ultimate allure for this world.","title_18":"Artifact Replace","intro_18":"New artifacts have arrived on the battlefield! Unlock limitless combinations and elevate your strategic depth, leading your team to a new era of greatness! Activate the new artifacts and shine brilliantly on the battlefield!","title_19":"Dragon War","intro_19":"The guild's dragon awakens to join the battle! Roused by the guild's glorious horn, nurture your unique dragon and harness its unstoppable power to conquer foes. Claim mysterious artifacts in the new season and bring supreme glory to your guild on the battlefield!","title_20":"Gaia","intro_20":"Introducing the new Demon Hero, Gaia! Mother of Earth, creator of the world, and ruler of all living things, capable of bending the forces of heaven and earth to her will.","title_21":"Hope Tree","intro_21":"May the Tree of Spirits break through the earth, granting you new blessings to win every battle!","title_22":"Seraphic Ruins","intro_22":"The long-lost Seraphic Ruins have suddenly emerged, filled with bosses awaiting your challenge. Defeat them to claim rare artifacts.","title_23":"Chang'e","intro_23":"Introducing the new Divine Hero, Chang'e. The Guardian of Moonlight City is dedicated to protecting the eternal glow beneath the sea!","title_24":"Alchemy Fountain","intro_24":"The bountiful rewards of the fountain are coveted by all. Holding your ground grants access to its treasures, while the flames of battle reveal the united strength of your guild!","title_25":"Tournament","intro_25":"Strategize and unite to defeat rival guilds, earning abundant Guild Points and rewards!","title_26":"Amaterasu","intro_26":"Introducing the new Divine Hero, Amaterasu. Born from the first light, Amaterasu governs the sun and radiance, reigning eternally over Takamagahara.","title_27":"Foggy Colosseum","intro_27":"A brand-new battle mode featuring unique team-building rules and battlefield effects, showcasing hero strength and tactical strategy in thrilling duels!","heading_1":"New Season S11: Ragnarok Coming Soon","heading_2":"S10: Primeval Realm Season Modes Coming Soon","note_season_sustain":"Season Duration: {0}-{1}","title_28":"Tomb Treasures","intro_28":"Defeat the powerful guards within the Pyramid Tomb and discover the secret treasures preserved by the pharaohs.","title_29":"Bahamut","intro_29":"Introducing the new Demon Hero, Bahamut! She is both creator and destroyer, holding the rise and fall of the entire world in her hands.","title_30":"Ancient Accessories","intro_30":"Said to be ancient sacred accessories inherited from the gods, their power appears to stem from unspeakable forbidden entities, capable of greatly enhancing the Power of heroes.","title_31":"Set Foot in the Primeval Realm","intro_31":"Return to the Primeval Era—explore the unknown, trade freely, and witness the brilliant civilization of ancient dragons and colossal beasts.","title_32":"Lilith","intro_32":"Introducing the new Demon Hero, Lilith! A fallen one returned from the apocalypse, her crimson wings stand as a testament to calamity's submission.","title_33":"Odin","intro_33":"Introducing the new hero, Odin! Divine thunder pierces the gloom, descending from the heavens to shatter the twilight foretold by prophecy.","title_34":"Sacred Beast","intro_34":"Powerful Sacred Beasts awakening from their slumber will become the Omniguardian's new companions.","title_35":"Core Cavern","intro_35":"In the mysterious depths of the earth's core, beneath scorching lava, lies treasure sealed away for thousands of years."}}]],0,0,[],[],[]]