[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"help",{"help":{"title_001":"Arena","rule_001":"1. You have <color=#c05100>5</color> free chances to challenge an opponent in the Arena each day. Additional challenge attempts can be purchased. If the current number of attempts exceeds the limit, it will reset to the maximum number at 0:00 every day.\n\n2. Each battle is limited to 15 rounds. If the winner is not determined by then, the team with the higher remaining HP percentage compared to the initial total HP wins.\n\n3. Initiating battle and winning earns Arena Points and deducts points from losers. Points for both parties remain the same if the Attacker loses.\n\n4. Collect points to increase your tier. Starting from the Master tier, there will be limits on the total number of players in a tier in addition to the point requirements.\n\n5. Attackers will face defensive lineups in the Arena.\n\n6. Daily Tier Rewards are tallied at <color=#c05100>21:00</color> every day. A season lasts 7 days. Season Rewards are tallied at <color=#c05100>23:45</color> on Sunday and sent via mail.\n\n7. At the end of a season, Arena Points will be partially reduced based on the tier of the previous season. A new season begins on Monday at 00:00 after a 15-minute break.","story_001":"<color=#c05100>   </color>The Imperial Arena was commissioned by the founder of the Imperial City. It's where the most elite warriors from all over the land face each other and vie for the love and adoration of the people.\n   After the Demons' invasion, it was left deserted for a while. Now, the city lord has ordered the reopening of tournaments to inspire the strong and reward warriors who emerge victorious in battle.","title_002":"Oracle Temple","rule_002":"1. Oracle Summons cost Oracle Decrees.\n\n2. Each decree can summon a hero once from the respective faction's Oracle Cards.\n\n3. There is a chance to summon 4-star or 5-star Heroes or their shards.\n\n4. After a certain number of summons from the same faction, you're guaranteed to summon a Legendary hero.\n\n5. Each summon rewards you with 1 Oracle Coin, which can be exchanged for specific heroes in the Oracle Shop.","story_002":"<color=#c05100>   </color>The Oracle Temple is where the Imperial City's citizens worship and make offerings to their gods. After so much turmoil, destruction, and reconstruction, the Oracle Temple now stands as the center of the Imperial City's faith.\n   Countless commoners come here daily to pray to the gods, despite most of them being ignorant as to the sanctity of the gods they worship.\n   However, these citizens believe that as long as they are reverent enough, their gods will definitely answer their prayers.","title_003":"Relic Vault","rule_003":"1. Spend Invoker Crystals or Diamonds to perform Relic Prayers.\n\n2. 30 prayers guarantee a full Rare or Epic Relic.\n\n3. Repeatedly drawing uncommon or Rare relics and relic shards that are already at max stars will be automatically converted into Soul Crystals.\n\n4. Repeatedly drawing epic or legendary relics and relic shards that are already at max stars will be automatically converted into Soul Crystal II.","story_003":"<color=#c05100>   </color>The Relic Vault can connect the soul of a supplicant with certain lost Relics. By dripping their blood on an offering, the supplicant can hear the Relic's low hum.\n   If the supplicant's soul is deemed worthy, the Relic will appear in their hands from thin air. However, should they be deemed unworthy... their soul will never be whole again.","title_004":"Palace of Penrose","rule_004":"1. The difficulty in Palace of Penrose gradually increases. Defeat the enemies in the underground palace for huge rewards.\n\n2. Extra rewards can be claimed for every <color=#c05100>5</color> floors cleared. For every 100 floors cleared, the extra rewards obtained will be more generous.\n\n3. Palace Rankings are based on the number of cleared floors.","story_004":"<color=#c05100>   </color>When exploring the Frostnight Cave, people discovered the Palace of Penrose—an ancient structure unearthed by the Eclipse. The entrance to the palace was wide open, with countless intersecting flights of stairs towering within its deep and unfathomable interior. The entire space seemed endless.\n   Nobody knows what kinds of monsters and trials lay within its depths, but such hazards would surely pale in comparison to its hidden treasures.","title_005":"Craft Gems","rule_005":"1. Use 3 or more Gems of the same quality to craft higher-quality Gems.\n\n2. You can select secondary stat(s) to be inherited when crafting Gems of [Uncommon+] quality and above.\n\n3. If no secondary stat(s) are selected, the secondary stats of the Gem will be randomly generated upon being crafted.","story_005":"<color=#c05100>   </color>Gems of this type are different from the usual kinds of minerals, because a majority of such gems are in actuality the crystals of certain Vileflowers. It is said that wearing them on one's body can cause the wearer to obtain extraordinary power.","title_006":"Friends","rule_006":"1. Up to <color=#c05100>60</color> friends can be added.\n\n2. You can send Friendship Points to your friends up to <color=#c05100>30</color> times and receive from them up to <color=#c05100>30</color> times each day.\n\n3. Friendship Points can be redeemed at the Limited Deals shop.","story_006":"<color=#c05100>   </color>Make more friends! You'll surely be able to benefit from such friendships, am I right?","title_007":"Forgotten Land","rule_007":"1. Forgotten Land has 4 Trial instances that offer different materials.\n\n2. Each has stages of varied difficulty. Meet the clear condition for rewards and unlock the next stage. Players can claim idle rewards after clearing stages. These rewards accumulate over time.\n\n3. Clear higher stages in instances to improve idle efficiency. The higher the efficiency, the better the rewards.\n\n4. Deploy specified heroes in each instance to grant special buffs to the team.\n\n5. Idle speed-ups can be purchased every day for each instance. Idle speed-ups cost Diamonds.\n\n6. Wailing Mines and Corrupt Spring will be available on Monday, Wednesday, Friday, and Sunday; and Crystal Woods and Crimson Town will be available on Tuesday, Thursday, Saturday, and Sunday.\n\n7. On the first 3 days after creating a character, all instances will be available for you to participate.","story_007":"<color=#c05100>   </color>The Forgotten Land was once the Empire's most affluent region. But after being invaded by the Eclipse, it became a terrifying magic-ravaged land.\n   Today, monsters and specters roam throughout this intricately-structured town. If one wishes to obtain Gold and resources found here, they have no other choice but to raise their weapons and directly face the trials posed by the cursed.","title_008":"Gold Purchase","rule_008":"1. Through Gold Purchase, players can earn Gold for a certain idle duration of the current Mission!\n\n2. Different Alchemy grades have different calculations for idle durations.\n\n3. The purchase limit for each grade resets every day at <color=#c05100>00:00</color> and <color=#c05100>12:00</color>.","story_008":"<color=#c05100>   </color>A man named Jace Carlin has found you, calling himself a \"Great Alchemist\" and claiming that he had already mastered the essence of alchemy. He also professed that he could turn any object into glittering Gold.\n   Jace Carlin promised that he would demonstrate this ability to you for free; should you be intrigued by his demonstration, you would only need to pay a small price to learn more.","title_009":"Bounty Quests","rule_009":"1. You can refresh for higher-tier Bounty Quests. Higher tiers give greater rewards.\n\n2. There are <color=#c05100>3</color> free refreshes per day. Subsequent refreshes cost Bounty Refresh Orders or Diamonds.\n\n3. The Bounty interface displays icons of the heroes' required stars and faction when selecting heroes to dispatch.\n\n4. Bounty Quests require some time to complete, so dispatched heroes cannot take on other quests.\n\n5. It costs Intel Points to accept Bounty Quests. Remember to use them in time because Intel Points that go over the capacity limit will go to waste.\n\n6. Quick Bounty unlocks at Bounty Level 5.","story_009":"<color=#c05100>   </color>A variety of Bounty Quests are commonly posted on the Imperial City's noticeboards. Such quests primarily come from citizens who require some sort of assistance. Given that all manner of citizens post quests regardless of social class, Bounty Quests are naturally diverse in nature.\n   By dispatching idle heroes to complete Bounty Quests of varying levels, teams will be able to obtain corresponding rewards from the citizens who posted these quests.","title_010":"Rankings","rule_010":"1. The rankings are updated in real time.\n\n2. Power, Mission, Palace of Penrose, Arena, and Celestial Trials all have server achievement quests. Once <color=#c05100>a player</color> completes a quest, all players in their server obtain rewards.","story_010":"<color=#c05100>   </color>This monument was erected by the founder of the Imperial City in order to commend those who made outstanding contributions to the city.\n   As time passed, the monument's original function of commemorating people gradually faded away and was replaced by praises and eulogies directed at the bravest of warriors. Every strong citizen should feel immensely proud that they have the privilege to immortalize themselves by leaving their name on the monument.","title_011":"Labyrinth","rule_011":"1. The Labyrinth opens once every 2 days, lasting 2 days each time.\n\n2. Higher-difficulty Labyrinths yield richer rewards.\n\n3. Each step forward in the Labyrinth triggers different events; resolve them to continue.\n\n4. The Labyrinth contains hidden Soul Altars. Light them all to challenge the boss.\n\n5. Defeating the boss awards Relic Shards and a chance to obtain a complete Relic.","story_011":"<color=#c05100>   </color>There are many secrets buried beneath the lava of Whisper Volcano.\n   A magnificent palace once stood here. Rumor has it that its owner was Surtr—the God of Fire who was skilled at forging, and countless rare treasures were contained within. But after the long passage of time, the deity has long since passed, and the palace has been reduced to ruins.\n   Treasure hunters are undoubtedly enticed by the treasures buried under the ruins.\n   Unfortunately, this place is now occupied by a terrible being...","title_012":"Celestial Trials","rule_012":"1. There are 6 instances in Celestial Trials. The sweep attempts are shared and reset each day.\n\n2. 1 to 3 deployment bonuses are set on each floor. Bonuses are obtained if the number of deployed heroes satisfies the Synergy requirements.\n\n3. 3 affixes are set for each floor. Choose any 1 of them before engaging in the challenge.\n\n4. Bosses in subsequent stages will include mercenaries. Use the specified heroes with activated Rune Skills to effectively counter them.\n\n5. Higher stages grant better rewards upon clearing and also drop higher-quality Runes.\n\n6. Clear specified stages to claim a one-time reward.","story_012":"<color=#c05100>   </color>In ancient times, the Divines created the Celestial Trials for those seeking training. Elite enemies were conjured in the shrouded training ground, providing all kinds of challenges for the Divines to enhance their power. After the Demons were sealed, the Divines left the mortal world and the Celestial Trials was abandoned.\n   After much time had passed, the Demons broke their seal, and the trial curtains were lifted once again. Only the strongest of warriors dare to undergo the trials once taken by the Divines.","title_013":"Guild","rule_013":"1. Guild EXP raises Guild Level, which increases the Guild's member limit.\n\n2. Guild donations earn Guild Contributions and some Guild EXP. The number of times Guild EXP can be earned from sign-ins each day cannot exceed the current member limit.\n\n3. The Guild Leader can grant ordinary members the position of Captain, who has all rights except for changing the guild's name.\n\n4. You cannot join or create another guild within 1 hour of quitting or disbanding a guild.\n\n5. Activity progress source: You can get it by participating in the Grayshroom Realm and donating.","story_013":"<color=#c05100>   </color>To share intel more conveniently, certain Omniguardian teams chose to band together and form guilds.\n   Within a guild, teams can explore new realms, challenge new elite enemies, and obtain plenty of bonus rewards.","title_014":"Grayshroom Realm","rule_014":"Season Rules:\n1. In each season, guilds will be matched in groups of 8 and compete in the Grayshroom Realm chapter progression within their respective groups.\n2. The more points earned in the group ranking, the higher your guild's tier will be.\n3. Each season consists of 8 rounds, each round starting on Friday and ending with the results on the following Thursday at 20:00. After the 8 rounds, the season points and tier will be calculated, and Season Rewards will be distributed.\n\nChallenge Rules:\n1. Realm instances consist of several chapters, each with 4 stages. Bosses in each stage have different traits.\n2. Guild members can challenge bosses at these stages. Stages are cleared when all 4 bosses are defeated and you can move to the next chapter.\n3. Choose the right opponents to deal the most damage. Higher damage dealt equals more rewards.\n4. Each day, only a limited number of players can reduce the boss's HP, corresponding to the guild's current member limit. Any additional players challenging the boss will have their personal damage recorded as usual, but the boss's HP will remain unaffected.\n5. Clearing a chapter grants the chance to open 1 chest.\n6. Damage dealt to the guild boss will be converted to the corresponding percentage of HP and deducted from the main boss's total HP. There is a limit on the maximum amount of HP that can be deducted each time.\n7. The challenge count recovers once every 2 hours, up to a maximum of 20 times. After a round is tallied, the challenge count will be automatically reset to 8 times.\n8. Each season, based on the guild's zone, the room tier, and the competition round, a Blessing of the Brave will be granted at the start of each round. This blessing allows players to instantly clear a certain number of chapters (variable and subject to seasonal adjustments).","story_014":"<color=#c05100>   </color>The calamity of the Abyss has long passed, but the lingering shadow it left still shrouds the continent, and the Grayshroom Realm is one of them.\n   The Grayshroom Realm was first discovered by the Empire's great sorcerer and later became known to various factions. This vast and boundless otherworldly space remains a mystery to this day, with no one able to glimpse its entirety. In order to unravel the secrets of this otherworldly space, the Empire, the Woodland, and the Eclipse factions all rushed to enter, but the outcome was devastating.\n   At some point, rumors of ancient hidden treasures within this space began to circulate across the continent, attracting everyone's attention. Secrecy often implies treasures. As a result, an agreement was reached among the three major factions, allowing each faction to explore it. Every guild established magical gates leading to this otherworldly space. The decision of the three major factions proved effective. Although few were able to survive and return, the rich resources brought back by those survivors were enough to make them ecstatic. In comparison, the sacrifices seemed insignificant.\n   As for the legendary ancient secrets, perhaps they were just lies concocted by the three major factions to lure others in!","title_015":"Sage's Tome","rule_015":"1. Sage's Tome provides stat bonuses and passive skills for all ally heroes.\n\n2. Use Grayshroom Ectoplasm to level up each talent bonus. Leveling up boosts the stats of the whole team or of a hero type.\n\n3. Level up Trailblazer's Legacy to Lv.16 to unlock growth for 6 talent branches.\n\n4. Obtain Glowing Spiritshroom when leveling up the major nodes of the 6 talent branches to a specific levels. Glowing Spiritshrooms can be used to unlock the corresponding talent page of the skill.","story_015":"<color=#c05100>   </color>Sage's Tome is a treasure that was found by guild members in an ancient terra. To display their unrivaled talent, guild mages used arcane magic to inscribe a magic circle onto the tome's parchment pages.\n   Today, any team can enhance their stats and increase their power by infusing magic into the circle.","title_016":"Guild War (Continued)","rule_016":"Guild War Rules (Continued)","story_016":"Guild War Story (Continued)","title_017":"Legend Archive","rule_017":"Completing each Hero's story in the Legend Archive grants generous rewards.","story_017":"<color=#c05100>   </color>In actuality, this world has its own consciousness, one that continually follows earthly affairs as a silent observer.\n   Any unusual or exciting stories are collated into volumes and displayed on the shelves of the Legend Archive.\n   When one flips open the pages of one of these books, what lies before them are not merely stories, but also accounts of the characters' lives.","title_018":"Realm","rule_018":"1. Spend Omniseal Shards to unlock the memories within the Omniseal and increase your team's stats.\n\n2. When all 5 Clues for an Omniseal are unlocked, you get a complete memory and unlock the next Omniseal.","story_018":"Realm Story","title_019":"Gloomwoods","rule_019":"Gloomwoods comprises two game modes, Vileflower Assistance, and Terra Occupation.\n\n1. The Gloomwoods Level can be increased by spending Gloomwoods EXP or challenging the Gloomwoods Defenders.\n\n2. Increase Gloomwoods Level to obtain greater harvest from flower planting and unlock higher difficulty levels in Terra Occupation.\n\nVileflower Assistance\n\n1. Spend 1 Feeding to obtain Vileflowers. Feeding Vileflowers will raise their quality.\n\n2. The higher a Vileflower's quality during activation, the greater the rewards when harvesting it.\n\n3. Other players can help you reduce the gathering time of your Vileflowers. You can also help them with theirs.\n\n4. Feeding and Assistance attempts reset each day.\n\nTerra Occupation\n\n1. Terra Occupation comprises 3 difficulty levels that are unlocked at different Gloomwoods Levels.\n\n2. Each difficulty level of the Terra Forest features a jungle of different qualities. Each jungle contains different qualities of terra.\n\n3. The higher the quality of the terra seized, the greater the gains.\n\n4. Defeat an occupier to obtain terra yield over time.\n\n5. Initiating an occupation challenge will consume an Attack attempt regardless of the result. Attack attempts will regenerate over time.\n\n6. After capturing a terra, extensions of occupation time can be purchased. Each extension is 8 hours and there is a limit of 3 purchases. Each time a terra is captured, the purchase limit of occupation extensions will be reset.\n\n7. When a new terra is captured, occupation of the previous terra will be given up and the duration of occupation for this round will be reset to 24 hours.","story_019":"<color=#c05100>   </color>The Gloomwoods was once a vibrant forest, back when it was under the protection of the Tree of Life. Ever since the Demons' corruption extended to the Tree of Life, the Gloomwoods was also corroded by darkness.\n   Today, the Gloomwoods is a putrid place. The flowers that were once watched over by the Tree of Life have distorted into Vileflowers that crave flesh and blood. By opening petals filled with brambles and thorns, these flowers capture and devour numerous foolhardy prey.","title_020":"Rebirth Hero","rule_020":"1. Heroes can be reborn. Rebirth returns 100% of resources spent on the hero level-ups and ascensions, and does not change their Stars.\n\n2. Performing rebirth automatically removes the hero from all deployments.","story_020":"<color=#c05100>   </color>The origin of Flashback Tower resulted from an accident. Several members of the Mage Guild accidentally opened up a connection between time and space during one of their experiments.\n   They soon discovered that time here flowed in the opposite direction from the outside world and this area allowed matter to be reduced to its most fundamental state.\n   Therefore the Magic Institute transformed this place into a clock tower to carry out in-depth research of mysterious temporal magic.","title_021":"Dismantle Hero","rule_021":"1. Heroes disappear after dismantling, and materials and Hero Points are returned according to their stars.\n\n2. Materials spent on upgrading the Heroes are also returned.\n\n3. After dismantling, Heroes deployed in any mode will disappear as well.\n\n4. A maximum of 15 Heroes can be dismantled at a time.\n\n5. Only the initial 2-star and 3-star Heroes can be quick placed.","story_021":"<color=#c05100>   </color>The origin of Flashback Tower resulted from an accident. Several members of the Mage Guild accidentally opened up a connection between time and space during one of their experiments.\n   They soon discovered that time here flowed in the opposite direction from the outside world and this area allowed matter to be reduced to its most fundamental state.\n   Therefore the Magic Institute transformed this place into a clock tower to carry out in-depth research of mysterious temporal magic.","title_022":"Reroll Hero","rule_022":"1. Heroes can be rerolled using specific materials.\n\n2. When rerolled, the hero reverts to its initial stars and is reborn.\n\n3. Rerolling a hero automatically removes it from all deployments.","story_022":"<color=#c05100>   </color>The origin of Flashback Tower resulted from an accident. Several members of the Mage Guild accidentally opened up a connection between time and space during one of their experiments.\n   They soon discovered that time here flowed in the opposite direction from the outside world and this area allowed matter to be reduced to its most fundamental state.\n   Therefore the Magic Institute transformed this place into a clock tower to carry out in-depth research of mysterious temporal magic.","title_023":"Convert Hero","rule_023":"1. You can spend materials to transform Heroes into different Heroes of the same faction.\n\n2. Transformations are only available for Heroes in the 3 factions Empire, Woodland, and Eclipse.\n\n3. Of those, only 5-star Heroes can be transformed.\n\n4. There is a chance that they are transformed into the same Hero and no changes occur.\n\n5. Heroes currently deployed in any mode cannot be transformed.","story_023":"<color=#c05100>   </color>The origin of Flashback Tower resulted from an accident. Several members of the Mage Guild accidentally opened up a connection between time and space during one of their experiments.\n   They soon discovered that time here flowed in the opposite direction from the outside world and this area allowed matter to be reduced to its most fundamental state.\n   Therefore the Magic Institute transformed this place into a clock tower to carry out in-depth research of mysterious temporal magic.","title_024":"Rebirth Gear","rule_024":"1. Gear can be reborn. Rebirth reverts Gear to its initial state and returns 100% of resources spent on its enhancements, refinements, enchantments, and promotions.\n\n2. Performing rebirth on an equipped Gear automatically unequips it.","story_024":"<color=#c05100>   </color>The origin of Flashback Tower resulted from an accident. Several members of the Mage Guild accidentally opened up a connection between time and space during one of their experiments.\n   They soon discovered that time here flowed in the opposite direction from the outside world and this area allowed matter to be reduced to its most fundamental state.\n   Therefore the Magic Institute transformed this place into a clock tower to carry out in-depth research of mysterious temporal magic.","title_025":"Dismantle Gear","rule_025":"1. Gear disappears after dismantling, and materials are returned according to the initial tier.\n\n2. Materials spent on upgrading the Gear are also returned.\n\n3. Equipped Gear cannot be dismantled.\n\n4. A max of 15 pieces of Gear can be dismantled at a time.\n\n5. Only low-tier Gear be quick placed.","story_025":"<color=#c05100>   </color>The origin of Flashback Tower resulted from an accident. Several members of the Mage Guild accidentally opened up a connection between time and space during one of their experiments.\n   They soon discovered that time here flowed in the opposite direction from the outside world and this area allowed matter to be reduced to its most fundamental state.\n   Therefore the Magic Institute transformed this place into a clock tower to carry out in-depth research of mysterious temporal magic.","title_026":"Dismantle Gems","rule_026":"1. Gems disappear after dismantling, and materials are returned according to the initial quality tier.\n\n2. Equipped Gems cannot be dismantled.\n\n3. A max of 15 Gems can be dismantled at a time.\n\n4. Only low-tier Gems be quick placed.","story_026":"<color=#c05100>   </color>The origin of Flashback Tower resulted from an accident. Several members of the Mage Guild accidentally opened up a connection between time and space during one of their experiments.\n   They soon discovered that time here flowed in the opposite direction from the outside world and this area allowed matter to be reduced to its most fundamental state.\n   Therefore the Magic Institute transformed this place into a clock tower to carry out in-depth research of mysterious temporal magic.","title_027":"Rebirth Rune","rule_027":"1. Runes can be reborn using specific materials.\n\n2. Rebirths revert Runes to their initial condition and return 100% of materials spent on upgrading them.\n\n3. Performing rebirth on Runes worn by Heroes automatically unequips them.","story_027":"<color=#c05100>   </color>The origin of Flashback Tower resulted from an accident. Several members of the Mage Guild accidentally opened up a connection between time and space during one of their experiments.\n   They soon discovered that time here flowed in the opposite direction from the outside world and this area allowed matter to be reduced to its most fundamental state.\n   Therefore the Magic Institute transformed this place into a clock tower to carry out in-depth research of mysterious temporal magic.","title_028":"Dismantle Rune","rule_028":"1. After a Rune is dismantled, all materials used on it are returned based on its initial quality.\n\n2. Equipped Runes cannot be dismantled.\n\n3. A max of 15 Runes can be dismantled at a time.\n\n4. Only low-tier Runes can be auto-selected for dismantling.","story_028":"<color=#c05100>   </color>The origin of Flashback Tower resulted from an accident. Several members of the Mage Guild accidentally opened up a connection between time and space during one of their experiments.\n   They soon discovered that time here flowed in the opposite direction from the outside world and this area allowed matter to be reduced to its most fundamental state.\n   Therefore the Magic Institute transformed this place into a clock tower to carry out in-depth research of mysterious temporal magic.","title_029":"Relics","rule_029":"1. All Relics (deployed or not) provide stat bonuses to all Heroes.\n\n2. A Relic's Base ATK is equal to 20% of the currently deployed Heroes' total Base ATK.","story_029":"<color=#c05100>   </color>The former owners of these treasures were participants in the great war. Unfortunately, none of them were spared from its devastation.\n   After years of amassing power, these Relics have developed unique and powerful abilities, and only those who are recognized by the Relics are allowed to harness them.","title_030":"Enhance Relic","rule_030":"1. Relic Enhancement Level cannot exceed Player Level.\n\n2. Quick Enhance can enhance up to 10 levels at a time.","story_030":"<color=#c05100>   </color>The former owners of these treasures were participants in the great war. Unfortunately, none of them were spared from its devastation.\n   After years of amassing power, these Relics have developed unique and powerful abilities, and only those who are recognized by the Relics are allowed to harness them.","title_031":"Ascend Relic","rule_031":"1. The first 6 ascensions require Refined Dust, while the last ascension requires Spirit of Forging.\n\n2. Increasing Ascension Level unlocks the corresponding Relic talent.","story_031":"<color=#c05100>   </color>The former owners of these treasures were participants in the great war. Unfortunately, none of them were spared from its devastation.\n   After years of amassing power, these Relics have developed unique and powerful abilities, and only those who are recognized by the Relics are allowed to harness them.","title_032":"Advance Relic","rule_032":"1. Advancing can grant many stat bonuses.\n\n2. Advancing also raises skill stars, strengthening Relic Skills and possibly adding new skill effects.","story_032":"<color=#c05100>   </color>The former owners of these treasures were participants in the great war. Unfortunately, none of them were spared from its devastation.\n   After years of amassing power, these Relics have developed unique and powerful abilities, and only those who are recognized by the Relics are allowed to harness them.","title_033":"Talent Upgrade","rule_033":"1. Use Terra Crystals to level up Hero Talents.\n\n2. A hero's Faction Synergy is activated when the hero is advanced to 7-Star and both Talent branches reach Rare quality.\n\n3. A hero's exclusive Talent Skill Level 1 is activated when both Talent branches reach Epic quality.\n\n4. The Talent Skill Level 1 is upgraded to Level 2 when both Talent branches reach Legendary quality.\n\n5. Resetting a hero does not return the Talent upgrading resources you used.\n\n6. When a hero with activated Talents is used as advancement fodder, the Talent upgrading resources you used are returned accordingly.","story_033":"Talents are gifts from the goddess. It's a mark left by the goddess on every soul, allowing those who crave strength to ascend to a higher realm. Refine your soul, unlock your potential, and acquire your very own legendary talents.","title_034":"Rebirth Relic","rule_034":"1. Any Relic that has been enhanced can be reborn.\n\n2. After rebirth, the Relic maintains the same stars, but all enhancement progress reverts to 0 and 100% of all resources spent on enhancement are returned.","story_034":"<color=#c05100>   </color>The origin of Flashback Tower resulted from an accident. Several members of the Mage Guild accidentally opened up a connection between time and space during one of their experiments.\n   They soon discovered that time here flowed in the opposite direction from the outside world and this area allowed matter to be reduced to its most fundamental state.\n   Therefore the Magic Institute transformed this place into a clock tower to carry out in-depth research of mysterious temporal magic.","title_035":"Advanced Summon","rule_035":"1. Advanced Summons cost Summon Ticket II.\n\n2. Advanced Summons will randomly summon 3 to 5-star Heroes.\n\n3. You're guaranteed to get at least one Legendary hero within 60 summons.","story_035":"<color=#c05100>   </color>The Hall of Heroes is the most lively and bustling place in the Imperial City. It is also the gathering place for heroes from all over the land.\n   As the world-ending crisis draws near, ceaseless streams of warriors arrive in the city. They are ambitious and prideful, all trying to find their own team and create new legends.","title_036":"Gear Enhancement","rule_036":"1. Enhancement Level cannot exceed 2x the Player Level.\n\n2. Quick Enhance can enhance up to 10 levels at a time.\n\n3. Every 4 pieces of Gear upgraded by 10 Enhancement Levels will increase Gear Enhancement Mastery Level and grant Stat bonuses.","story_036":"<color=#c05100>   </color>Various materials are used to craft Gear. Iron, copper, alloy, some kind of unknown ore, hard monster bones and teeth... In any case, Gear will be your most reliable aid when facing the enemy.","title_037":"Refine Gear","rule_037":"1. Each Refinement can grant stat bonuses.\n\n2. Upgrading to the specified Refinement Level unlocks the corresponding Gear Tech.\n\n3. Every 4 pieces of gear upgraded by 1 Refinement Level will increase Gear Refinement Mastery Level and grant additional stats.","story_037":"<color=#c05100>   </color>Various materials are used to craft Gear. Iron, copper, alloy, some kind of unknown ore, hard monster bones and teeth... In any case, Gear will be your most reliable aid when facing the enemy.","title_038":"Enchant Gear","rule_038":"1. Gear enchantment can raise stats.\n\n2. When 4 pieces of Gear are raised to the same level, you can activate Enchantment Mastery and receive huge gains.\n\n3. Lucky Strike: There is a chance to trigger Lucky Strike. When triggered, you only spend the resources required for one node and directly reach the node before a major node.","story_038":"<color=#c05100>   </color>Various materials are used to craft Gear. Iron, copper, alloy, some kind of unknown ore, hard monster bones and teeth... In any case, Gear will be your most reliable aid when facing the enemy.","title_039":"Promote Gear","rule_039":"1. Spend Promotion Badges to promote your Legendary Gear for a great growth boost.\n\n2. Team level requirements must be met before promotion.","story_039":"<color=#c05100>   </color>Various materials are used to craft Gear. Iron, copper, alloy, some kind of unknown ore, hard monster bones and teeth... In any case, Gear will be your most reliable aid when facing the enemy.","title_040":"Newcomer Trials","rule_040":"1. The event lasts for 7 days. New trials and supply stores unlock at 00:00 game time each day.\n\n2. All unfinished quests will expire after the event. You can continue to buy supplies and claim the rewards you have already earned.\n\n3. The event interface and portal close 1 day after the event ends.","story_040":"<color=#c05100>   </color>Elune has noticed your heroic deeds, and she believes that you will be the key to saving the world.\n   If you can pass her trial, the great Valor Valkyrie will become your ally and be a great help to you.","title_041":"Valkyric Guardianship","rule_041":"1. Each tier of the Valkyric Guardianship corresponds to multiple quests. Complete all quests to level up and claim rewards.\n\n2. Attempts to claim Daily Rewards refresh daily at midnight.","story_041":"<color=#c05100>   </color>When the Omniguardian comes in contact with Valkyries, their Valkyric Guardianship is awakened and they are able to hear the guidance of the Mother Goddess. The Valkyrie Pact uses all of its remaining power to guide the Omniguardian in enhancing their Valkyric Guardianship.\n    Following the Pact's guidance and completing the Goddess' quests, the Omniguardian can enhance their Valkyric Guardianship and obtain great rewards.\n    The Omniguardian will ultimately unlock their full potential and gain complete control of the Valkyric Guardianship, allowing them to fulfill their purpose of saving the world.","title_042":"Rune Info","rule_042":"1. Heroes can activate Rune Synergies and Rune Skills when they equip Runes:\nRune Synergy Activation: Equip 4 Runes of Epic or higher quality and advance the hero to 8-Star or higher.\nRune Skill Activation: Equip 4 Runes of Rare or higher quality to unlock the Counter Skill. Equip 4 Hero-exclusive Runes of Epic quality to unlock Rune Skill I. Equip 2 Hero-exclusive Runes of Legendary and 2 Epic quality to unlock Rune Skill II. Equip 4 Hero-exclusive Runes of Legendary quality to unlock Rune Skill III.\n\n2. Epic or higher-quality Runes have a chance to become the Hero-exclusive Runes. Legendary Runes are guaranteed to become the Hero-exclusive Runes.\n\n3. Equip 2 or 4 Runes of the same type to activate the Rune Set effects.\n\n4. When equipping Runes of the same type but of different quality, the Set effects will be calculated based on the lowest quality of the Rune set.","story_042":"<color=#c05100>   </color>Once the Elite Enemies in a Celestial Trial have been defeated, the vestiges of their souls will coalesce into Runes.\n   Runes can bless the souls of corresponding heroes, granting them unprecedented power and greatly enhancing their abilities.","title_043":"Rune Enhancement","rule_043":"1. Enhance runes with Rune Stones to boost their stats.\n\n2. The higher the quality of the rune, the more enhancement stats it will gain.\n\n3. With a higher rune quality, the maximum enhancement level increases.","story_043":"<color=#c05100>   </color>Once the Elite Enemies in a Celestial Trial have been defeated, the vestiges of their souls will coalesce into Runes.\n   Runes can bless the souls of corresponding heroes, granting them unprecedented power and greatly enhancing their abilities.","title_044":"Rune Evolution","rule_044":"1. Evolve your Epic exclusive runes to Legendary quality using Evolution Ore to significantly enhance their stats.\n\n2. Only runes of Epic quality with exclusive hero effects can undergo the evolution process.\n\n3. Certain heroes, like Empire, Woodland, and Eclipse heroes, require E/W/E Evolution Ores, and Divine and Demon heroes require D/D Evolution Ores. The upgrade process is divided into four parts, corresponding to different rune slots.\n\n4. After a successful evolution, the rune's base stats and enhanced stats can be raised to Legendary quality. The exclusive hero effects remain unchanged, and the set effects are elevated to the Legendary quality. The individual effects of the rune remain the same. If the evolved rune doesn't have individual effects, a random Epic quality effect will be added.","story_044":"<color=#c05100>   </color>Once the Elite Enemies in a Celestial Trial have been defeated, the vestiges of their souls will coalesce into Runes.\n   Runes can bless the souls of corresponding heroes, granting them unprecedented power and greatly enhancing their abilities.","title_045":"Recharge","rule_045":"1. Purchase Diamond packs of different values at the Diamond Shop.\n\n2. Obtain Double Diamonds for your first purchase of a Diamond pack at each grade.\n\n3. You can obtain VIP EXP through recharging and by completing certain achievement quests.\n\n4. VIP EXP is used to increase VIP levels, which unlocks more privileges and exclusive packs.\n\n5. The Oath Crystal can be used instead of recharging. Purchasing Oath Crystals does not grant VIP EXP, but using them does.","story_045":"<color=#c05100>   </color>The City Market is one of the most bustling places in the Imperial City, the capital. An endless stream of merchants from all over the world transports their best goods here to trade. Anyone can purchase their desired goods, be they ordinary townsfolk, or even the nobility.\n   Naturally, this includes Omniguardians embarking on their journeys. They can purchase any items that they might need in battle here so that they can defeat tough elite enemies.","title_046":"Sanctuary of Eve","rule_046":"1. The first five heroes you obtain will automatically become Contracted Heroes, which you can change freely later.\n2. The Hero Benediction Effects are determined by the lowest levels and ascension levels of the five Contracted Heroes. The Gear Benediction Effects are determined by the lowest quality, enhancement, refinement, enchantment, and promotion values of the gear equipped by the five Contracted Heroes.\n3. Contracted Heroes cannot be used as materials for Hero Advancements.\n4. Newly obtained heroes will automatically become Benedicted Heroes, gaining both the Hero Benediction and Gear Benediction Effects from the Contracted Heroes. Any duplicate heroes obtained later will become Material Heroes.\n5. Duplicate Contracted and Benedicted Heroes are treated as Material Heroes, which cannot be upgraded or deployed.","story_046":"<color=#c05100>   </color>A sanctuary filled with a mysterious aura, built by the Imperial City to worship Goddess Eve of the old faith.\n   In legends, Eve was the Creator Goddess and one of the few gods willing to approach humans. In times of war, She descended, unwilling to watch the demons' violence. Her protection of innocents led to Her reverence.\n   The Goddess is well versed in all ceremonies and enters Contracts with heroes who go to the Labyrinth, blessing those who seek Her aid with power and revelation.","title_047":"Sanctuary of Eve","rule_047":"1. When Legendary heroes are advanced to 6-12 stars, the Revelation Achievements will be activated.\n2. Complete the Revelation Achievements to get bonus stats.\n3. When Legendary heroes are advanced to 11-12 stars, the Revelation Achievements will give percentage bonus stats.","story_047":"<color=#c05100>   </color>A sanctuary filled with a mysterious aura, built by the Imperial City to worship Goddess Eve of the old faith.\n   In legends, Eve was the Creator Goddess and one of the few gods willing to approach humans. In times of war, She descended, unwilling to watch the demons' violence. Her protection of innocents led to Her reverence.\n   The Goddess is well versed in all ceremonies and enters Contracts with heroes who go to the Labyrinth, blessing those who seek Her aid with power and revelation.","title_048":"Adventure Guide","rule_048":"1. You can preview the new functions that will be unlocked in the future in the Adventure Guide.\n\n2. The new functions in the Adventure Guide will have several Exploration Quests that can be completed after the function is unlocked.\n\n3. Complete all the exploration quests to claim rewards. Rewards can only be claimed once.","story_048":"<color=#c05100>   </color>After the Demons were repelled, countless Omniguardians from all over the world rushed here, preparing to resist the evil forces and fight for freedom and glory.\n   In order to help these arriving Omniguardians, the Empire Guild specially made this Adventure Guide. Omniguardians can verify the objectives that they need to achieve via this Guide. Furthermore, they will be able to claim generous rewards after completing these objectives.","title_049":"Lost City","rule_049":"1. Receive Star rewards based on how well you complete requirements when clearing stages.\n\n2. Claim Chapter Star rewards when you earn the specified number of Stars in each chapter.\n\n3. Proceed to the next chapter by clearing all stages in the current chapter and completing the stated requirements for the next chapter.\n\n4. After unlocking this mode, chapters will be unlocked in order according to the server time.","story_049":"<color=#c05100>   </color>In ancient times, Imperials, Woodlanders and Eclipsers worked together to build a suspended city hanging above the ocean in order to avoid the turmoil of war. Then they used magic crystals to stabilize the city and built connections between the city and many superficial cities.\n   Hundreds of years later, after detecting the scent of the magic crystals, the Demon army invaded. After defeating warriors of the three factions, they corroded the crystals to take control of the city and severed the connections to other cities.","title_051":"Mission Fund","rule_051":"1. Clear specific Mission chapters to obtain the corresponding rewards.\n\n2. Obtain even greater rewards after you unlock the Mission Fund.","story_051":"The mysterious objects that hold a part of the Supreme Will are known as \"Decrees.\" Scholars in Mirlon have decoded the infinite secrets contained within these items and found that by meeting certain conditions, one can receive rewards from the Supreme Will. These conditions mainly involve defending against the Abyss invasion and enhancing oneself, precisely what the Omniguardians are doing. Even though the Supreme One has vanished, its influence on the world remains.","title_052":"Palace Fund","rule_052":"1. Clear specific Palace of Penrose floors to obtain the corresponding rewards.\n\n2. Obtain even greater rewards after you unlock the Palace Fund.","story_052":"","title_053":"Advanced Summon Decree","rule_053":"1. Advanced Summon Decree unlocks on the 15th day after the current server opens.\n\n2. The Advanced Summon Decree event lasts 28 days.\n\n3. Earn Decree Points and get rewards by reaching certain Daily or Weekly Activity levels during the event.\n\n4. When the Advanced Summon Decree resets, all unclaimed rewards will be issued by mail.\n\n5. Unlock the Advanced Summon Decree to earn greater rewards. Players who buy the Advanced Summon Decree but cannot claim all rewards 4 days before reset may buy Decree Points with Diamonds.\n\n6. The Advanced Summon Decree is valid only during the period it's unlocked and is not permanent.","story_053":"","title_054":"Relic Summon Decree","rule_054":"1. Relic Summon Decree unlocks on the 8th day after the current server opens.\n\n2. The Relic Summon Decree event lasts 28 days.\n\n3. Earn Decree Points and get rewards by defeating certain monsters in the labyrinth during the event.\n\n4. When Relic Summon Decree resets, all unclaimed rewards will be issued by mail.\n\n5. Unlock the Relic Summon Decree to earn greater rewards. Players who buy the Relic Summon Decree but are unable to claim all rewards 4 days before reset may choose to buy Decree Points with Diamonds.\n\n6. The Relic Summon Decree is valid only during the period it's unlocked and is not permanent.","story_054":"","title_056":"Trial of Chords","rule_056":"1. The event lasts for 7 days. New trials and supply stores unlock at 00:00 game time each day.\n\n2. All unfinished quests will expire after the event. You can continue to buy supplies and claim the rewards you have already earned.\n\n3. The event interface and portal close 1 day after the event ends.","story_056":"<color=#c05100>   </color>Upon completing Elune's trial, Dorabella brings you to an ancient terra where a legendary harp lies sealed. It possesses powerful magic and is said to play exquisite sounds.\n   Elune hopes you would complete the trial with her to unseal the relic. It would help with the adventures ahead.","title_055":"Super Value","rule_055":"1. Packs refresh at 00:00 daily.\n\n2. Purchasing any pack will grant you points.\n\n3.Upon reaching the specified amount of points, you can claim the corresponding rewards. Once the final points reward is claimed, the corresponding quantity of bonus points will be deducted, and all the points rewards will be reset.\n\n4. Point items will be permanently retained if not used. If you don't want to redeem any heroes this time, you can wait and use them during the next hero rotation.\n\n5. Heroes are rotated every four weeks. Please pay attention to the changes in each rotation to avoid missing out on any one of them.","story_055":"<color=#c05100>   </color>The City Market is one of the most bustling places in the Imperial City, the capital. An endless stream of merchants from all over the world transports their best goods here to trade. Anyone can purchase their desired goods, be they ordinary townsfolk, or even the nobility.\n   Naturally, this includes Omniguardians embarking on their journeys. They can purchase any items that they might need in battle here so that they can defeat tough elite enemies.","help.title_058":"Limited-Time Summon","help.title_059":"Event Hall","help.title_060":"Hero Training","help.title_061":"Activity Trial","help.title_062":"Achievement Trial","help.title_063":"Perk Shop","help.title_064":"Pack Shop","help.rule_058":"1. Limited-Time Summons are unlocked after players clear Mission Chapter 3 and the server has been active for more than 14 days.\n\n2. Limited-Time Summons include releases of both new and recurring heroes. Players can use Event Summon Tickets to summon after choosing the hero card pool they wish to summon from.\n\n3. Each hero card pool's summon guarantee count is independent of other card pools and will be reset when the event ends.","help.rule_059":"1. Limited-Time Summons are unlocked after players clear Mission Chapter 3 and the server has been active for more than 14 days.\n\n2. The Event Hall includes Limited-Time Summons, Hero Training, the Event Trial, and the Event Shop.\n\n3. Complete Hero Training and Event Trial quests during the event to claim generous rewards.\n\n4. During the event, Event Points can be used to redeem many valuable resources from the Event Shop.","help.rule_060":"1. During the event, advance specified heroes to a certain number of Stars to receive generous rewards.\n\n2. After the event, any unclaimed rewards will be issued via mail.","help.rule_061":"1. Complete activity quests during the event to earn generous rewards.\n\n2. Activity quests will reset during the event and can be completed multiple times to earn rewards more than once.\n\n3. Access to the event will no longer be available when the event ends. Please be sure to complete the quests and claim your rewards in time.","help.rule_062":"1. Complete achievement quests during the event to earn generous rewards.\n\n2. During the event, achievement quests can only be completed once and their rewards can only be claimed once as well.\n\n3. Access to the event will no longer be available when the event ends. Please be sure to complete the quests and claim your rewards in time.","help.rule_063":"1. Use points to redeem valuable resources during the event.\n\n2. Access to the event will no longer be available when the event ends. Please be sure to use your points in time. After the event, unused points will be converted into Gold.","help.rule_064":"1. You can buy Event Summon Ticket Packs during the event.\n\n2. Unused Event Summon Tickets can be retained and used in future events.","title_057":"Valkyrie Manor","story_057":"A palace gifted to the Valkyries by Mother Goddess. It is the dream home for the Valkyries where they can live in peace.","rule_057":"1. Players can unlock the Valkyrie Manor after clearing Mission 1-7.\n\n 2. Once it is unlocked, players will meet Valkyries here who need help.\n\n 3. Players can rescue Valkyries from the Demons after clearing specified Mission stages.\n\n 4. Increase the Favor of activated Valkyries by interacting with them or bringing them gifts.\n\n 5. Increase a Valkyrie's Favor to unlock her skins, voicelines, stories, and more. Finish the stories to earn rewards.\n\n 6. The total Favor from all Valkyries will increase the Manor's Level equally. A higher level grants all player's heroes higher stat bonuses.","title_065":"Arena","rule_065":"The Arena provides many types of battle modes:\n\nArena: Battle against players in the same server as you to obtain points and increase your stage.\n\nYggdrasil Supremacy: Battle against players from different servers and climb to the highest stage in order to gain the greatest glory.","title_066":"Yggdrasil Supremacy","story_066":"In the center of the universe beyond this planet grows a huge tree. Named the Yggdrasil by the Original Rulers, legend has it that this enormous tree nourishes itself on the power of the entire universe. There are five worlds atop the Yggdrasil. According to legend, anyone able to defeat all of the enemies within these five worlds will be able to obtain the fruit bore by the Yggdrasil—the Nihility Fruit—which possesses unlimited power. As a result, elite warriors from countless worlds travel to this site to engage in intense matches within the five worlds.","title_067":"Hall of Fame","rule_067":"1. Info of the top 100 players from the previous season is recorded in the Hall of Fame.\n\n2. Earn rewards by giving Likes to the top 3 players.","rule_066":"1. Season results for Yggdrasil Supremacy will be tallied every week.\n\n2. 2 teams will engage in battles in Yggdrasil Supremacy. The player with 2 victories will be declared the winner. If 2 teams have 1 victory and 1 defeat, then the defeated teams on both sides will fight a 3rd battle. Each battle is limited to 15 rounds. If the winner is not determined by then, the team with the higher remaining HP percentage compared to the initial total HP wins.\n\n3. There are 9 Coliseums in the Yggdrasil. After registering, players will battle each other in Helheim I Coliseum. Players may enter the next stage once they have been promoted.\n\n4. Each Coliseum is divided into groups, each comprising 10 players. Players within each group will battle each other. High-ranking players will be promoted to the next Coliseum, while low-ranking players will be demoted to the previous Coliseum.\n\n5. Once players are promoted to Asgard Coliseum, they will no longer be divided into groups. Instead, all players will battle against each other for the top ranks.\n\n6. At the beginning of a new season, players will start in a lower Coliseum, descending a few Coliseums from their rank at the end of the previous season.\n\n7. Players cannot be promoted to Asgard on the season's final day.\n\n8. Competition Time:\nPlayers can battle between 00:00 and 21:00 daily, with the tally beginning at 21:00. Players will be promoted/demoted according to these results. Players need to obtain 9 Insignias to be promoted.\nThe tally will occur from 21:00 to 21:30. During this time, no Coliseums can be entered.\nPreparation occurs from 21:31 to 23:59 daily. During this time, players may enter a Coliseum but cannot challenge any opponents.\n\n9. The season tally will occur at 21:00 every Sunday. Rewards will be distributed to players based on their stages. Players who rank in the top 100 will receive additional ranking rewards.","title_058":"Limited-Time Summons","title_059":"Event Hall","title_060":"Hero Training","title_061":"Activity Trial","title_062":"Achievement Trial","title_063":"Perk Shop","title_064":"Pack Shop","rule_058":"1. Limited-Time Summons are unlocked after players clear Mission Chapter 3 and the server has been active for more than 14 days.\n\n2. Limited-Time Summons include releases of both new and recurring heroes. Players can use Special Summon Tickets to summon after choosing the hero pool they wish to summon from.\n\n3. Each hero pool's summon guarantee count is independent of other hero pools and will be reset when the event ends.","rule_059":"1. Limited-Time Summons are unlocked after players clear Mission Chapter 3 and the server has been active for more than 14 days.\n\n2. The Event Hall includes Limited-Time Summons, Hero Training, the Event Trial, and the Event Shop.\n\n3. Complete Hero Training and Event Trial quests during the event to claim generous rewards.\n\n4. During the event, Event Points can be used to redeem many valuable resources from the Event Shop.","rule_060":"1. During the event, advance specified heroes to a certain number of Stars to receive generous rewards.\n\n2. After the event, any unclaimed rewards will be issued via mail.","rule_061":"1. Complete activity quests during the event to earn generous rewards.\n\n2. Activity quests will reset during the event and can be completed multiple times to earn rewards more than once.\n\n3. Access to the event will no longer be available when the event ends. Please be sure to complete the quests and claim your rewards in time.","rule_062":"1. Complete achievement quests during the event to earn generous rewards.\n\n2. During the event, achievement quests can only be completed once and their rewards can only be claimed once as well.\n\n3. Access to the event will no longer be available when the event ends. Please be sure to complete the quests and claim your rewards in time.","rule_063":"1. Use points to redeem valuable resources during the event.\n\n2. Access to the event will no longer be available when the event ends. Please be sure to use your points in time. After the event, unused points will be converted into Gold.","rule_064":"1. You can buy Special Summon Ticket packs during the event.\n\n2. Unused Special Summon Tickets can be retained and used in future events.","title_068":"Goddess Trials","rule_068":"1. Complete quests to obtain point rewards. When your points reach specific values, you'll receive free rewards.\n\n2. The final reward will only last until the 30th day after the server opens. After the 30th day, the final reward will be replaced with diamonds.\n\n3. Certain quest tabs require specific features to be unlocked. However, progress will still be recorded normally.","title_069":"Diamond Decree","rule_069":"1. The Diamond Decree unlocks on the 22nd day after the current server opens.\n\n2. The Diamond Decree event lasts 28 days.\n\n3. Earn Login Points and get rewards when you reach certain amounts of points during the event.\n\n4. When the Diamond Decree resets, all unclaimed rewards will be issued by Mail.","title_070":"Oracle Summon Decree","rule_070":"1. The Oracle Summon Decree unlocks on the 10th day after the current server opens.\n\n2. The Oracle Summon Decree event lasts 28 days.\n\n3. Earn Celestial Trial Points and get rewards when you reach certain amounts of points during the event. Get points upon clearing or sweeping the challenge. There is a limit to the number of Celestial Trial Points that can be earned each day.\n\n4. When the Oracle Summon Decree resets, all unclaimed rewards will be issued by mail.\n\n5. Unlock the Oracle Summon Decree to earn greater rewards. Players who bought the Oracle Summon Decree can purchase Celestial Trial Points with Diamonds if they have not received all the rewards 4 days before the reset.\n\n6. The Oracle Summon Decree is valid only during the period it's unlocked and is not permanent.","story_069":"1. The Diamond Decree unlocks on the 22nd day after the current server opens.\n\n2. The Diamond Decree event lasts 28 days.\n\n3. Earn Login Points and get rewards when you reach certain amounts of points during the event.\n\n4. When Diamond Decree resets, all unclaimed rewards will be issued by Mail.","story_070":"1. The Oracle Summon Decree unlocks on the 10th day after the current server launches.\n\n2. The Oracle Summon Decree event lasts 28 days.\n\n3. You will get rewards when reaching specific amounts of Celestial Trial Points during the event. You can earn points by clearing or sweeping challenges. There is a limit to the number of Celestial Trial Points that can be earned each day.\n\n4. When the Oracle Summon Decree resets, all unclaimed rewards will be issued by mail.\n\n5. Unlock the Oracle Summon Advanced Decree to earn better rewards. Players who bought the Advanced Decree can purchase Celestial Trial Points with Diamonds if they have not received all the rewards 4 days before the reset.\n\n6. The Advanced Decree is valid only during the period it's unlocked and is not permanent.","title_073":"Daily Wish","rule_073":"1. During the event, recharge a specific amount each day to earn 1 draw.\n\n2. When all the prizes have been drawn, the prize pool will reset and the next round of draws will restart.","story_073":"The Wishing Pool is a symbol of luck and love. It's said that the spring water is the blessed by the Holy Goddess. Simply toss a coin into the spring to make three wishes. You'll receive the Goddess's Benediction, Legendary Treasures, and remembrance of an eternal love.","story_068":"As night falls, the goddesses invite you into dreamland. In the illusory and enchanting dream, Aiushtha promises to grant you the sweetest dream and the blessings of a miracle that can help you on your adventure when you complete her trial.","title_074":"Mystic Forge","title_077":"Cumulative Login Reward","title_079":"Blacksmith's Gift","title_081":"Synergy Shop","rule_077":"1. Log in for a specified number of days during the event to receive generous rewards.\n\n2. After the event, all unclaimed rewards will be issued via mail.\n\n3. Logging in during the reward distribution period will not count toward the total number of days logged in.","rule_079":"1. During the event, complete quests to obtain Puzzle Pieces.\n\n2. Spend Puzzle Pieces to flip open puzzle grids. Obtain a reward for every completed row/column. Complete the entire puzzle to claim the grand prize.\n\n3. You may claim puzzle rewards during the reward distribution period, but you will no longer be able to flip open puzzle grids.","rule_080":"1. Mythic Stone II can be purchased during the event.\n\n2. Unused Mythic Stone II can be retained and used in future events.\n\n3. Purchase is no longer allowed during the reward distribution period.","title_075":"Total Forges","title_076":"Relic Forge","title_078":"Activity Shop","title_080":"Pack Shop","rule_074":"1. Spend Mythic Stone II to forge selectable Legendary Relics.\n\n2. Selectable Legendary Relics can be changed anytime during the event period.\n\n3. Mythic Stone II can be retained forever and used in future events. Other event items will be reset when the event ends.","story_074":"1. Chaos and disaster descend upon the world, causing unrest to reach even the core of the earth. The creator of ancient Relics, the Valkyrie Hestia, awakens from her slumber.\n\n2. Gather the lost Mythic Stones from across the lands and toss them into the boiling furnace.\n\n3. Hestia will forge ancient Relics for you, once again showcasing their boundless power.","rule_075":"1. During the event, perform a certain number of forges with Mythic Stone II to receive generous rewards.\n\n2. After the event, all unclaimed rewards will be issued via Mail.","rule_076":"1. Spend Mythic Stone II to forge selectable Legendary Relics.\n\n2. Selectable Legendary Relics can be changed anytime during the event period.\n\n3. Mythic Stone II can be retained forever and used in future events. Other event items will be reset when the event ends.\n\n4. Relics cannot be forged during the reward distribution period.","rule_078":"1. Use Forge Crystals to exchange for valuable resources during the event.\n\n2. Access to the event will no longer be available when the event ends. Please be sure to use your Forge Crystals in time. After the event, unused points will be converted into Gold.\n\n3. You may still exchange resources during the reward distribution period.","rule_081":"Purchase Packs to earn Synergy Summon Tickets and summon Legendary heroes with specific Synergies.","story_081":"<color=#c05100>   </color>The Hall of Heroes is the most lively and bustling place in the Imperial City. It is also the gathering place for heroes from all over the land.\n   As the world-ending crisis draws near, ceaseless streams of warriors arrive in the city. They are ambitious and prideful, all trying to find their own team and create new legends.","title_082":"Synergy Summon","rule_082":"1. Synergy Summon can be performed by spending Synergy Summon Tickets.\n\n2. Each Synergy Summon will randomly summon 3- to 5-Star Hero(es).\n\n3. Within 50 summons, you are guaranteed a legendary hero of the selected synergy, with a 50% chance for it to be the wishlisted hero.\n\n4. If the two consecutive legendary heroes you summon are not wishlisted, the third legendary hero will be the wishlisted one.\n\n5. The 6 Synergy Pools share the same guarantee count, and you can switch between them at any time.","story_082":"<color=#c05100>   </color>The Hall of Heroes is the most lively and bustling place in the Imperial City. It is also the gathering place for heroes from all over the land.\n   As the world-ending crisis draws near, ceaseless streams of warriors arrive in the city. They are ambitious and prideful, all trying to find their own team and create new legends.","title_083":"Common Summon","rule_083":"1. Common Summons cost SMN Ticket I.\n\n2. Common Summons will randomly summon 2 to 5-Star Heroes.\n\n3. Common Summons have a chance to summon Legendary Heroes.","story_083":"<color=#c05100>   </color>The Hall of Heroes is the most lively and bustling place in the Imperial City. It is also the gathering place for heroes from all over the land.\n   As the world-ending crisis draws near, ceaseless streams of warriors arrive in the city. They are ambitious and prideful, all trying to find their own team and create new legends.","title_071":"Abyss Demons","rule_071":"1. In the Abyss Demons event, players can use exclusive summoning tickets for Immortal Summons to randomly get Divine or Demon heroes.\n\n2. Players can keep using Immortal Summons for a chance to trigger the Super Chance state. Under this state, the chances of summoning Legendary heroes are significantly increased, and the chances of obtaining heroes in the event are also greatly increased.\n\n3. The Super Chance is only effective for the next 10 consecutive summons and is only valid for 15 minutes, and will automatically disappear after it expires.\n\n4. Reach a specified number of Immortal Summons to receive a reward.","story_071":"No one knows where the edge of the mainland is nor how deep the Abyss beneath the mainland goes. Could there be the bottom of the Demons' lair or a hellish realm of slaughter?","title_072":"Divine Realm","rule_072":"1. In the Divine Realm event, players can use exclusive summoning tickets for Immortal Summons to randomly get Divine or Demon heroes.\n\n2. Players can keep using Immortal Summons for a chance to trigger the Super Chance state. Under this state, the chances of summoning Legendary heroes are significantly increased, and the chances of obtaining heroes in the event are also greatly increased.\n\n3. The Super Chance is only effective for the next 10 consecutive summons and is only valid for 15 minutes, and will automatically disappear after it expires.\n\n4. Reach a specified number of Immortal Summons to receive a reward.","story_072":"Legends has it that gods reside on the highest sacred mountain in the Mainland. To seek their blessings, one has to be a persistent traveler and a devout believer.","rule_084":"1. You can idle for up to 24 hours initially. Leveling up will increase your max idle duration.\n\n2. Increasing your VIP level grants additional idle efficiency bonuses.","rule_085":"1. Diamonds can be used to purchase idle speed-ups, which grants 12 hours worth of idle rewards each time.\n\n2. Idle Speed-up can be purchased every day for each instance. The Idle Speed-up attempts available daily increases alongside your VIP level.\n\n3. You can idle for up to 24 hours initially. Leveling up will increase your max idle duration.\n\n4. VIP idle efficiency bonuses also apply to idle speed-ups.","story_065":"There is always competition between the strongest among us. Victories and failures will not determine your fate, though they are bound to come with honor or shame. Heroes from all over the world, strive for the crown—the pinnacle of strength!","title_086":"Donation","rule_086":"1. Spend some items to donate to the Guild to obtain great rewards.\n\n2. When the total Guild Donation Progress reaches a certain milestone, each guild member will receive 1 reward.\n\n3. Every member has 3 chances to donate per day.","story_086":"On the mainland, guilds are a symbol of power beyond individuals. The famous guilds among them are made up of powerful adventurers who are excellent in magic and swordsmanship and take it as their duty to protect humanity. As the battles escalated, the wealth of these guilds began to accumulate. The guild members decided to encourage more people to participate in the family through a sign-up donation system.","title_088":"Limited Rebate","rule_088":"1. During the event period, complete the series of quests to receive the corresponding rewards\n\n2. The event will have multiple rounds, and the next round of quests can only be unlocked after completing the previous round.\n\n3. The activities are reset from time to time.","story_088":"Super rebate! Summon to your heart's content, only for a limited time!","title_089":"Collection Room","rule_089":"1. After leveling up the Manor, you can unlock the collection room and get the collectibles presented by the Valkyrie.\n\n2. Collectibles can boost Idle resource rewards and Daily/Weekly Quest Chest rewards.\n\n3. Different collectibles can provide different kinds of resource reward bonuses. Increasing the Manor's level will improve the quality of the collectibles and the number of reward bonuses.","story_089":"The Collection Room in the Manor will help you increase the Valkyrie Favor, and they will give you an exclusive collectible for safekeeping.","title_090":"Northern Expedition","rule_090":"1. Northern Expedition yields lots of Diamonds and SMN Tickets I.\n\n2. Northern Expedition has 3 difficulty levels, each with 100 stages. You need to clear one difficulty level to access the next.\n\n3. You will get a clearance reward for clearing every <color=#c05100>5</color> stages. You will get a bigger reward for clearing every 100 stages.\n\n4. Each season of Northern Expedition lasts for 1 month. Once the portal to Northern Expedition is available, this server will join the ongoing season.\n\n5. Players' power and stats are recalculated in this mode. See the rules on stat balance for details.","story_090":"The North was a fertile land until the arrival of a former Valkyrie. A devil's curse befell her, causing her power to spiral out of control. She fled here with a tremendous amount of cold air, transforming everything in her wake into a frozen wasteland. What secrets lie buried beneath the ice and snow? What horrors await the brave warriors who dare to venture into the North? Join the Northern Expedition and find out!","title_091":"Rift Odyssey","rule_091":"1. Rift Odyssey yields lots of Diamonds and SMN Tickets II.\n\n2. Rift Odyssey has many difficulty levels. You need to clear one difficulty level to access the next.\n\n3. You will get a clearance reward for clearing every <color=#c05100>5</color> stages. You will get a bigger reward for clearing every 25 stages.\n\n4. A new round consists of 4 weeks for the Rift Odyssey. When the entrance to the Rift Odyssey is open on the current server, it will join the ongoing round.\n\n5. Players' Power and stats are recalculated in this mode. See the rules on stat balance for details.","title_087":"Synergy Archive","rule_087":"1. When Heroes reach certain stars or have specific Synergies unlocked, you can activate their Archives.\n\n2. The stat bonus granted by Archives is permanent, even if the Hero is discarded.","story_087":"Archives that document Hero Synergies.","title_092":"Stat Balance","rule_092":"1. In this mode, deployed Heroes' stats and Power are determined by their stars, regardless of their existing upgrades.\n\n2. Heroes' skill levels, Synergy activation status, Talent skills, and Rune skills remain the same.\n\n3. Relic skill levels remain the same too.\n\n4. A good lineup combined with Synergies is the key to victory.","story_092":"Where the gods bear witness to Hero Conversion.","story_091":"In the past, the Shattered Realm was not as cold. It was rich in resources, and life thrived. However, during the Era of Calamity, a Divine War erupted between the Supreme Will and the Malevolent Mother behind the Abyss. Though the Supreme Will emerged victorious, Itheron, situated high in the treetops, along with Mirlond, plunged into the Prime Roots. The fragments of the land floated above the roots, forming various shattered continents, each harboring unknown dangers.","title_093":"Convert Hero","rule_093":"1. When you have a Legendary hero at the maximum stars, their duplicates become excess heroes.\n\n2. You can use 3 excess heroes for Hero Conversion.\n\n3. Excess heroes used for Hero Conversion must all be Empire/Woodland/Eclipse or Divine/Demon heroes.","story_093":"Where the gods bear witness to Hero Conversion.","title_094":"Valkyrie's Bestowal","rule_094":"1. The \"Valkyrie's Bestowal\" event will be unlocked after players complete Mission 3-15.\n\n2. There are a total of 4 hero pools in the event, which will open on the 1st, 2nd, 4th, and 8th day. The event will end on the 9th day after the player creates their character.\n\n3. After a hero pool is opened, players can use the corresponding event's Summon Tickets to perform hero summons. After the expiration, summoning will no longer be possible.\n\n4. Each hero pool allows only 10 consecutive summons, with a high chance of obtaining Legendary heroes.\n\n5. The results of 10 consecutive summons will be stored temporarily (the saved results will not be immediately claimed), and players can continue summoning. Eventually, when the number of summons reaches the hero pool limit, you can choose 1 summoning result to exchange. After the exchange, players will get the 10 heroes, and the rest of the unselected results will be converted into hero shards of different qualities accordingly.\n\n6. Only after the completion of the exchange in the previously opened hero pool, players can proceed with summoning in the subsequent pool. So remember to exchange the heroes from each pool.\n\n7. You will not be able to exchange heroes after the event ends, so make sure to check the event time carefully.","story_094":"In the mythological legends, the 7 Valkyries are warriors sent by the Goddess to save the world. As a token of gratitude for your assistance, the Valkyries will come every day to offer generous rewards. Hurry and claim yours!","title_095":"Treasure Hunt","rule_095":"1. After the \"Treasure Hunt\" limited event starts, specific features will grant time-limited exclusive event items, which can be exchanged for generous rewards in the corresponding shop.\n\n2. You can obtain Normal Shells through Vileflower Harvest, Grayshroom Realm, Idling in Missions, and Speed Up.\n\n3. You can obtain Gold Shells through Terra Occupation, the Arena, and Celestial Trial sweeps.\n\n4. During the event, the Treasure Shop will also become available. You can purchase exclusive packs to obtain Radiant Shells there.\n\n5. The \"Treasure Hunt\" event will open periodically for a limited time. Unused event items will be kept and can still be used when the event starts again.","story_095":"The Merchant's Ship has returned! Its hold is filled with precious treasures, shimmering with the endless light of mysterious wealth. Adventurers can exchange magical shells for precious treasures. Hurry and come aboard to take a look!","title_096":"Hall of Fame","rule_096":"The Hall of Fame records the top 3 guilds' information from past seasons.","title_097":"Total Logins","rule_097":"1. After the feature is activated, players can claim a daily login reward upon logging in each day.\n\n2. On the login day, if players recharge any amount, they can receive double the rewards for that day's sign-in.\n\n3. By accumulating logins for a specified number of days, players can obtain additional hero rewards. These rewards cannot be doubled through recharging.","title_098":"Guild Chest","rule_098":"1. After you join a Guild, you can claim the Guild Chests given by your guildmates and earn random numbers of Diamonds from them.\n\n2. Chests of different qualities contain different numbers of Diamonds. You can earn Guild Chests by completing Chest Quests or from the result tallying rewards of some game modes.\n\n3. Each type of Guild Chest is only available for a limited number before a specific date. It will no longer be available when it is out of stock or when it has expired.\n\n4. Each player can claim each Guild Chest only once, and each player can claim up to 30 Guild Chests per week.\n\n5. After successfully completing the Main Mission 5-15 for the first time and claiming the Guild Donation Chest reward, you can obtain Friendship Flowers, which can be given back to the players who distributed the chests. When the chests have all been claimed or when they expired, the received Friendship Flowers will be converted at a 1:1 ratio into Blossom Coins, which can be used to exchange exclusive Avatar Frames in the Guild Shop.","story_098":"1. After you join a Guild, you can claim the Guild Chests given by your guildmates and earn random numbers of Diamonds from them.\n\n2. Chests of different qualities contain different numbers of Diamonds. You can earn Guild Chests by completing Chest Quests or from the result tallying rewards of some game modes.\n\n3. Each type of Guild Chest is only available for a limited number before a specific date. It will no longer be available when it is out of stock or when it has expired.\n\n4. Each player can claim each Guild Chest only once, and each player can claim up to 30 Guild Chests per week.\n\n5. After successfully completing the Main Mission 5-15 for the first time and claiming the Guild Donation Chest reward, you can obtain Friendship Flowers, which can be given back to the players who distributed the chests. When the chests have all been claimed or when they expired, the received Friendship Flowers will be converted at a 1:1 ratio into Blossom Coins, which can be used to exchange exclusive Avatar Frames in the Guild Shop.","title_099":"Abyss Crusade","story_099":"After the Abyssal army retreated into the Endless Abyss, the three major factions joined forces to establish defenses on the precipices of the Abyss. They erected watchtowers, reinforcing the seal over the Abyss, always vigilant of the movements within its depths. However, this seal is not entirely secure. The Dark Guardians have nurtured numerous Abyss Lords in hopes of breaking the seal. Should they emerge, the newly constructed seal of the three factions will falter. Warriors must venture deep into the Abyss to vanquish the not-yet-matured Abyss Lords from time to time, initiating an expedition into the Abyss.","rule_099":"1. The Abyss Crusade is a periodic event lasting 7 days each period.\n\n2. In this gameplay, hero levels will be unified to level 100.\n\n3. Within the gameplay, hero stats are only related to the hero's star level. The higher the star level, the stronger the stats, regardless of other upgrades.\n\n4. Skill effects are only related to the following:\nHeroes: Skill effects correspond to hero star levels.\nRelic: Skill effects corresponding to relic star levels.\nTalents: Faction synergies and hero talent skills.\nRunes: Rune synergies and hero rune skills.\n\n5. The gameplay is divided into 3 difficulties. Different difficulties will set limits on hero star levels, relic star levels, talent levels, and rune qualities. When the upgrades exceed these limits, stats and skill effects will be determined based on the limits. When the upgrades fall short of the limits, stats and skill effects will be determined based on the actual upgrades. The specific limits corresponding to each difficulty are as follows:\nCommon Difficulty: Hero star level up to 7 stars, relic star level up to 2 stars, talent with uncommon quality, runes with uncommon quality.\nHard Difficulty: Hero star level up to 9 stars, relic star level up to 5 stars, talent with rare quality, runes with rare quality.\nNightmare Difficulty: Hero star level up to 15 stars, relic star level up to 10 stars, talent with epic quality, runes with legendary quality.\n\n6. Each difficulty corresponds to different requirements for Valkyrie synergy scores. Players must choose one difficulty they qualify for to participate, and once selected, the current selection cannot be changed. Higher difficulties yield better rewards, but the competition is more intense.\n\n7. Players of the same difficulty will be divided into rooms, each with 100 players.\n\n8. During the event, you will receive a certain number of daily challenge attempts. When you have used up all your challenge attempts, you can use a Trial Ticket to continue challenging.\n\n9. The higher the damage dealt to the boss, the higher the total damage points gained. The event ranks participants based on the total damage points dealt to the boss, categorizing them into room rankings and rankings within the same difficulty zone. When the event ends, rewards for rankings are distributed by mail\n\n10.Furthermore, the top 128 players with the most outstanding performance in each Abyss Crusade phase will become Gladiators and participate in the next Foggy Colosseum. The Gladiators give preference to those who are in the top 128 in the Nightmare difficulty. If there are not enough participants, additional slots will be filled from the Hard difficulty category. If there is still a shortage, participants will be recruited from the Normal difficulty category. If there is still an insufficient number of participants, the next session of the Foggy Colosseum will be postponed. Since the season content begins on the 22nd day of the server, players are eligible to become Gladiators in each Abyss Crusade phase if their server has been open for at least 15 days; otherwise, replacements will be chosen from subsequent players.","title_104":"Abyss Crusade Rankings","rule_104":"There are various Abyss Crusade Rankings:\n\nZone DMG Score Rank: There are three difficulties: Common, Hard, and Nightmare. Players of each zone will be ranked based on their highest accumulated damage points in the crusade during this season. The top 200 players will be visible to all.\n\nRoom DMG Score Rank: Players of each room will be ranked based on their highest accumulated damage points in the crusade during this season.\n\nCrusade Star: This shows the No.1 player of each Zone for each difficulty (Common, Hard, and Nightmare). Players on the same difficulty in the zone can admire them.\n\nThe more damage you deal to the Abyss Lords, the more damage points you will earn. Come fight for glory now!","story_104":"To commend the Heroes who did well in the hard-fought battles against the Abyss Lords, the three factions worked together and set up the Abyss Crusade rankings for everyone to admire the greatest!","title_105":"Rift Odyssey Rankings","rule_105":"Each expedition season las for 4 weeks, with settlement taking place on the last day.\n\nPlayers will be ranked based on their Expedition progress. If two players have reached the same stage, the player who reached that stage earlier ranks higher.\n\nWhen the results are tallied, the top 100 players of each zone will be commended.","title_94_2":"Valkyrie's Bestowal Round 2","rule_94_2":"1. Round 2 of \"Valkyrie's Bestowal\" will be unlocked on the 12th day of character creation.\n\n2. There are a total of 4 hero pools in the event, which will open on the 12th, 18th, 25th, and 32nd day. The event will end on the 33rd day after the player creates their character.\n\n3. After a hero pool is opened, players can use the corresponding event's Summon Tickets to perform hero summons. After the expiration, summoning will no longer be possible.\n\n4. Each hero pool allows only 10 consecutive summons, with a high chance of obtaining Legendary heroes.\n\n5. The results of 10 consecutive summons will be stored temporarily (the saved results will not be immediately claimed), and players can continue summoning. Eventually, when the number of summons reaches the hero pool limit, you can choose 1 summoning result to exchange. After the exchange, players will get the 10 heroes, and the rest of the unselected results will be converted into hero shards of different qualities accordingly.\n\n6. Only after the completion of the exchange in the previously opened hero pool, players can proceed with summoning in the subsequent pool. So remember to exchange the heroes from each pool.\n\n7. You will not be able to exchange heroes after the event ends, so make sure to check the event time carefully.","rule_1001":"<color=#c05100>Realm Skill Details</color>\n<color=@111>Gift of Time</color>: When used, all members of your guild receive an additional Grayshroom Realm challenge attempt.\nUsage count: Starts with 10 uses; gains an extra 10 after each weekly reset, up to a maximum of 30.\nReset time: Any unused uses will be cleared at the end of a Grayshroom Realm season. Be sure to use them before that.\n\n<color=#c05100>Seasonal Realm Skills</color>\nThese Realm Skills reset each season and can be used on any day within the current season.","story_1001":"Passed down since the inception of each guild, Realm Skills find their origins in ancient magical spells. They can enhance your guild members' combat abilities and teamwork and often lead to surprising results.","rule_2101":"<color=#c05100>Realm Skill Details</color>\n<color=@111>Calamity Reborn</color>: Targets another guild and randomly revives a defeated boss in their current chapter, restoring 15% of its HP. (Our guild can only use this once per chapter against the target guild)\nUsage count: Starts with 3 uses; gains an extra use for every 10 chapters completed in the Grayshroom Realm.\nReset time: Unused uses will be cleared at the end of the weekly Grayshroom Realm. Be sure to use them before that.\n\n<color=#c05100>Weekly Realm Skill</color>\nThese Realm Skills reset each week and can be used on any day within the current week.\nChoose your target guild wisely to maximize their effect.\nNote: Next week's weekly Realm Skill will be:\n<color=@111>Mindpower</color>: After use, the members of the targeted guild deal 1.5x percentage damage in their next 3 boss challenges or sweeps.","story_2101":"Passed down since the inception of each guild, Realm Skills find their origins in ancient magical spells. They can enhance your guild members' combat abilities and teamwork and often lead to surprising results.","rule_2201":"<color=#c05100>Realm Skill Details</color>\n<color=@111>Mindpower</color>: Targets another guild and enables all its members to deal 1.5x percentage damage in their next 3 boss challenges or sweeps.\nUsage count: Starts with 3 uses; gains an extra use for every 10 chapters completed in the Grayshroom Realm.\nReset time: Unused uses will be cleared at the end of the weekly Grayshroom Realm. Be sure to use them before that.\n\n<color=#c05100>Weekly Realm Skill</color>\nThese Realm Skills reset each week and can be used on any day within the current week.\nChoose your target guild wisely to maximize their effect.\nNote: Next week's weekly Realm Skill will be:\n<color=@111>Calamity Reborn</color>: Targets another guild and randomly revives a defeated boss in their current chapter, restoring 15% of its HP. (Our guild can only use this once per chapter against the target guild)","story_2201":"Passed down since the inception of each guild, Realm Skills find their origins in ancient magical spells. They can enhance your guild members' combat abilities and teamwork and often lead to surprising results.","title_100":"Island Adventure","rule_100":"1. Once Island Adventure is available, you can challenge the event by spending 1 <color=#c05100>First Mate's Compass</color>. Win battles to earn <color=#c05100>Merfolk Tears</color>.\n\n2. During the event, the First Mate's Compass will <color=#c05100>automatically replenish by 10</color> daily, but it won't exceed the maximum capacity.\n\n3. Island Adventure features 3 difficulty levels, each with 4 chapters. These chapters will unlock progressively over the course of the event.\n\n4. The final stage of each chapter is the boss stage. Clearing it enables you to sweep the level, which also rewards you with <color=#c05100>Merfolk Tear</color>.\n\n5. Use your Merfolk Tear to exchange for fabulous rewards at the Island Shop.\n\n6. As higher difficulty levels unlock, each sweep will result in a <color=#c05100>small increase</color> in the number of Merfolk Tears acquired.","story_100":"For generations, these islands have been a haven of harmony and tranquility. Here, the merfolk are the guardians, blessed with beautiful tails and the ability to communicate with marine life. They cherish peace and protect the surrounding sea creatures and coral reefs.\n\nThey've formed deep bonds with sea turtles, dolphins, and tropical fish, collectively maintaining the tranquility and prosperity of these waters. But in these tumultuous times, how long can this utopia last?","title_101":"Island Shop","rule_101":"1. Here you can exchange for various rewards using Diamonds or the <color=#c05100>Merfolk Tears</color> you've collected during the Island Adventure. Some rewards are unlocked only after you've <color=#c05100>cleared specific stages</color> or after a <color=#c05100>certain number of days into the event</color>.","story_101":"The mysterious gemstone known as \"Merfolk Tear\" is the ocean's crown jewel, radiating a soft, blue light. These are said to be crystallized merfolk tears, full of mystical energy. Customers who visit this shop can use their collected Merfolk Tears to purchase items they desire, from exquisite jewelry to art pieces to decorations. These treasures are renowned for their fine craftsmanship and unique designs.","title_102":"Island Login","rule_102":"Log in daily during the event to receive a Merfolk's Gift. Complete a 10-day login to claim all rewards.","story_102":"The kind-hearted, peace-loving merfolk have prepared generous gifts for their guests from afar.","title_103":"Tide Decree","rule_103":"1. Tide Decree starts and ends with the Tide's Cadence event.\n\n 2. The total duration of the Tide Decree event is 14 days.\n\n 3. Reach the required decree points within the event period to unlock corresponding rewards. Earn decree points by clearing or sweeping Island Adventure stages.\n\n 4. All unclaimed rewards will be sent to you via mail when Tide Decree ends.\n\n 5. Unlock Advanced Tide Decree for better rewards. If you haven't claimed all rewards 4 days before reset, you can buy decree points with Diamonds.\n\n 6. Tide Decree is only effective during its unlocked period; it is not permanent.","title_106":"Island Adventure Rankings","rule_106":"1. Rankings are determined by each player's highest stage of Island Adventure completed. If two players have cleared the same highest stage, the one who completed it first ranks higher.\n\n2. Make the most of battle buffs to improve your ranking.","story_106":"A monument honoring the brave warriors who journeyed far to aid the merfolk, a testament to their shared history and friendship.","title_1001":"Seasonal Realm Skill","title_2101":"Weekly Realm Skill","title_2201":"Weekly Realm Skill","title_107":"Halloween Exchange","rule_107":"1. After the Halloween Exchange limited event starts, specific features will grant time-limited exclusive event items, which can be exchanged for generous rewards in the corresponding shop.\n\n2. You can obtain Spooky Candy through Celestial Trial Sweeping, Idling in Missions, and Speed Up.\n\n3. You can obtain Ghost Cookies through the Vileflower Harvest.\n\n4. You can obtain Odd Cakes through Terra Occupation.\n\n5. You can obtain Crazy Pumpkin from Grayshroom Realm.\n\n6. During the event, the Halloween Shop will also become available. You can purchase exclusive packs to obtain Shrieking Lanterns there.\n\n7. At the end of the Halloween Exchange event, unused event items will be converted, so redeem them while the event lasts.","story_107":"Halloween Hysteria is here! Mirlond is filled with gifts for Omniguardians to choose from. Collect Candies and Pumpkins, take your Lanterns with you, and redeem them for your favorite gifts!","title_109":"Oath Recall","rule_109":"1. During the Oath Recall event, players can use summon tickets for Immortal Summons, randomly obtaining Divine or Demon heroes.\n\n2. During the event, players get one free summon each day.\n\n3. After every 50 summons, a Legendary hero is guaranteed. The counter resets each time a Legendary hero is obtained.\n\n4. If you participate in the event and don't summon a Legendary hero, the number of summons you’ve made will carry over to the next event.\n\n5. If the summoned Legendary hero isn't the rate-up hero you've selected, the next Legendary hero you summon will be the rate-up hero.\n\n6. The first Legendary hero summoned in each event will always be the selected rate-up hero.\n\n7. You can manually choose to enable or disable diamond summons. Diamond summons are discounted at 20% off (1200 diamonds per summon), and you can use up to 50 diamond summons per event.","story_109":"The eternal struggle between the divine and demons once plunged the entire continent into chaos. Now, under the witness of the Fire Ring's Oath, they will unite under your banner to combat the abyssal invasion and forge a glorious new era.","title_251":"Tome of Itheron","rule_251":"1. Once the season starts, you can challenge stages in the Tome of Itheron.\n\n2. Clear stages to earn rewards such as Synergy Awaken Tokens. Some stages may trigger a storyline.\n\n3. Clear a stage to unlock the next one. The same stage can only be challenged one time.\n\n4. You must reach the required Eternal Level to unlock some stages.","story_251":"In ancient times, Itheron saw the birth of the Supreme Relic, the Tome of Itheron, which recorded the fate of all beings. Over time, the Tome of Itheron came to encompass the entire upper continent, where the denizens inscribed their own stories within its pages.\n\nHowever, following the Divine War, the Tome of Itheron lost the sustaining power of the Supreme Will and began to deteriorate. Even worse, it fell victim to the incursion and corruption of the fallen divinity. The polluted Tome of Itheron gradually plunged the entire Itheron into calamity and contamination.\n\nIn the midst of this catastrophic corruption, the Omniguardians have a mission: to thwart the Dark Guardians and their minions and, in the process, seek out more of the Relics left behind by the Supreme Will.","title_248":"Eternal Ritual","rule_248":"1. The Eternal Ritual function is exclusive to the season mode. When the season ends, this function will disappear. You can choose a Season Spell when going into battle, which plays a powerful role during the fight. It allows you to cast Spell Skills and provides Position Stats to aid you.\n\n2. Throughout the season, you can obtain a total of 9 different Spells. Spell Marks can be collected through the Tome of Itheron and the Chaotic Space.\n\n3. Spells counter each other, so choosing the suitable Spell when entering the battle is crucial.\n\n4. Spells add stats to the deployed heroes. The stats added to frontline and backline heroes vary depending on the Spell.\n\n5. Spell Marks increase the stats of all deployed heroes. Higher-quality Marks provide higher stats.\n\n6. Collecting higher-quality Marks can improve the overall quality of a Spell.\n\n7. Legendary Marks may come with Arcanes. The deployed heroes in the corresponding positions will gain powerful Arcane skills that significantly affect the outcome of the battle.","story_248":"The Eternal Rituals, born from the wisdom of the Supreme Will, were bestowed upon the inhabitants of Itheron before it shattered.\n\nThrough these Spells, the Supreme Will would bless their users, providing them with the corresponding stat bonuses. However, in the current Shattered Realm, the Spell power is no longer as potent as it once was. Nevertheless, it remains a power that the Omniguardians must strive to attain.","title_257":"Season Preset Team","rule_257":"1. In each season, you can preset 10 lineups to adapt to different battle situations.\n\n2. Each Preset Team includes heroes and Relics. You can name each Preset Team.\n\n3. Tap and hold a Preset Team to bring up buttons to pin it to the top or delete it.","title_261":"Eternal Level","rule_261":"1. Earn Eternal EXP by completing quests. Once you have enough Eternal EXP, your Eternal Level will increase.\n\n2. The stat bonuses provided by your Eternal Level will take effect in all game modes throughout a season.\n\n3. When your Eternal Level reaches specific values, you can also claim generous rewards.\n\n4. After the season ends, the Eternal Level will reset to Lv.100.","story_261":"Eternity is one of the synonyms for the Supreme Will. All exploratory actions in the Shattered Realm are protected by the lingering power of the Supreme Will, helping the Omniguardians achieve many things they originally couldn't do. This power will get stronger as their Eternal Level increases.","title_256":"Chaotic Space","rule_256":"1. During the season, you can challenge the Chaotic Space.\n\n2. You can challenge new stages or sweep cleared stages by consuming Chaotic Crystals, which recover at a rate of 1 every 45 minutes.\n\n3. Challenging different types of stages will drop different types of slate stones, with higher-level stages yielding higher-quality stones.\n\n4. Completing any boss stage within a difficulty level allows you to complete that difficulty.\n\n5. Some stages will feature special mercenaries that require corresponding synergies to counter them.","story_256":"The battle between the Supreme Will and the Malevolent Mother has triggered anomalies across the realm, and the Chaotic Space is one of them.\n\nThe forces symbolizing order and oath by the Supreme Will, and the forces symbolizing corruption and decay by the Malevolent Mother, have distorted the once orderly rules of the Ithereon Realm, and some spaces resemble geometric shapes.\n\nThe modules in the space shift, alter, and reassemble constantly, but they never leave this region. This means that every time you enter this space, it will never resemble the previous exploration.\n\nThe fall of order is the reason why this unique space is referred to as the Chaotic Space.","title_253":"Eternal Decree","rule_253":"1. Eternal Decree starts and ends with the current season.\n\n2. The total duration of the Eternal Decree event is 56 days.\n\n3. Reach the required Decree Points within the event period to unlock the corresponding rewards. Increase your Eternal Level to earn Decree Points.\n\n4. All unclaimed rewards will be sent to you via mail when Eternal Decree ends.\n\n5. Unlock advanced decrees for better rewards. The two advanced decrees are calculated separately.\n\n6. Eternal Decree is only effective during its unlocked period; it is not permanent.","title_258":"Foggy Colosseum","rule_258":"1. The top 128 players with the best Abyssal Crusade results will become Gladiators and participate in the next Foggy Colosseum. If there are fewer than 128 Gladiators, the session will be canceled.\n\n2. The Foggy Colosseum is divided into two sections, each with 8 groups. Each group contains 8 players.\n\n3. The competition lasts for 7 days, with 1 round each day. The entire schedule consists of 3 stages: Group Stage, Sectional Matches, and Finals.\n   Day 1: Group Stage (Round 1/3), where the 8 players in each group face off against each other, determining the top 64.\n   Day 2: Group Stage (Round 2/3), with the winners from the previous day competing, leading to the top 32.\n   Day 3: Group Stage (Round 3/3), with the winners from the previous day competing, leading to the top 16 (the group winners).\n   Day 4: Sectional Matches (Round 1/3), with the group winners from the same section facing each other to determine the top 8.\n   Day 5: Sectional Matches (Round 2/3), with the winners from the previous day competing, leading to the top 4.\n   Day 6: Sectional Matches (Round 3/3), with the winners from the previous day competing, leading to the top 2 (the section winners).\n   Day 7: Finals (Round 1/1), where the section winners compete for the ultimate champion.\n\n4. Each season consists of 4 Foggy Colosseum sessions:\n   For the 1st and 2nd sessions, 5 teams must be formed, each consisting of 5 heroes, for a total of 25 heroes.\n   For the 3rd and 4th sessions, 7 teams must be formed with the following hero distribution: 3/3/4/4/5/5/5 heroes per team, totaling 29 heroes.\n\n5. Battles take place in the form of arena matches, with each team fighting in numerical order. The winning team continues to fight the next numbered team from the losing side until all teams from one side are defeated, ending the match.\n   Each battle awards 1 point to the winning side, with no points awarded to the losing side. The side with more points at the end of all rounds wins (which also means all teams from the losing side are defeated). In the event of a tie, the player with the higher Abyss Crusade rank as a Gladiator in the Foggy Colosseum wins!\n   Each battle is limited to 15 rounds. If the winner is not determined by then, the team with the higher remaining HP percentage compared to the initial total HP wins.\n\n6. When a team wins, it carries over the state from the previous battle to the next one:\n   Heroes that have died cannot be revived and do not contribute to synergy stacks or other effects.\n   The remaining HP of surviving heroes becomes their new Max HP for the next battle, and any healing effects cannot exceed this limit. However, when victory or defeat is determined by remaining HP percentage after the maximum number of rounds, the calculation is based on the team's initial HP (not the inherited HP), including those heroes who have died.\n   When a team wins, it gains a weakened effect. The more consecutive wins a team achieves, the stronger the weakened effect becomes. After 3 consecutive wins, the team will be forced to rotate out, and the next numbered team will take its place.\n\n7. Each session of the Foggy Colosseum will have Coliseum Effects that apply to all teams and heroes involved in the battles.\n\n8. Matches start at 20:00 (server time) and end by 21:00 at the latest. The lineups set by both sides are automatically used when a battle starts.\n\n9. An entire season consists of 4 Foggy Colosseum sessions. Depending on the number of rounds advanced, players can earn rewards and Gladiator Points. In the final session, the points are doubled. When a season ends, Gladiators will be ranked based on their Gladiator Points, and rewards will be sent out accordingly.\n\n10. Players who are not participating as a Gladiator can use Diamonds to predict matches, wagering on the victors. If they predict correctly, they receive double the Diamonds; wrong predictions yield no returns.","story_258":"In the ancient days of Itheron, most conflicts between the Divines and the Demons were resolved in the Colosseum, under the watchful eyes of the Omniguardians and the Fire Ring's Oath, maintaining fairness and justice.\n\nHowever, after the Divine War, a shroud of mist enveloped the Colosseum. The once-thriving place fell into silence. Yet, the will and spirit of the duels that took place there did not dissipate entirely. They gradually warped under the influence of the Divine War's energy, forming new rules of engagement. From then on, the Colosseum was known as the Foggy Colosseum.","title_259":"Gladiator Ranking","rule_259":"1. Gladiators participating in each stage of the Foggy Colosseum can receive rewards and Gladiator Points based on the number of rounds they advance. When a season ends, Gladiators will be ranked based on their Gladiator Points, and rewards will be sent out via mail accordingly.\n\n2. Gladiator Points are doubled in the final stage of the Foggy Colosseum.\n\n3. In the case of tied Gladiator Points, the Gladiators who earned those points earlier will rank higher. If multiple Gladiators earned the same points at the same time, those with a higher rank in the Abyss Crusade for that stage of the Foggy Colosseum will rank higher.","story_259":"In that era filled with conflicts yet marked by mutual restraint, the Foggy Colosseum was the primary battleground for clashes between the Divines and the Demons. They had their victories and defeats. Among them, only a handful of formidable champions could secure continuous wins and leave their names on the leaderboard within the Colosseum.\n\nWith the passage of time and the changing of eras, the leaderboard of this ancient Foggy Colosseum will soon welcome new names.","title_252":"Mist Merchant","rule_252":"1. During a season, shops related to that season's game modes will be open.\n\n2. After the season ends, <color=#c05100>shops that are only open during the season</color> will also close, and any remaining currency will expire.\n\n3. You can only purchase some items after meeting certain conditions within the game modes during the season.","story_252":"They are traveling merchants who have been wandering Itheron since the Divine War. No one knows who they are or their true purpose. However, these merchants always have some novel and powerful materials to exchange with adventurers entering the Eternal Gate. Their presence is shrouded in mist, and they never reveal their true identity, which is why they are called the Mist Merchants.","title_254":"Sanctuary Projection","rule_254":"1. In the Sanctuary Projection, Contracted Heroes, Benedicted Heroes, and Benediction Slots are entirely consistent with the Sanctuary of Eve.\n\n2. In the Sanctuary Projection, heroes' levels, ascensions, and gear are the same.\n\n3. In season-related game modes, heroes' stats are affected by the Sanctuary Projection and will increase as your Eternal Level increases.\n\n4. In season-related game modes, only Contracted Heroes and Benedicted Heroes from the Sanctuary Projection can be deployed.\n\n5. After the season ends, the stat bonuses associated with the Eternal Level will also reset.","title_1000":"Rankings","rule_1000":"1. The Rankings record the players with the highest level of completion for the Valiantors Trial, Ethereals Trial, Avengers Trial, Glorians Trial, Doomsdayers Trial in the Chaotic Space.","story_1000":"In ancient times, Itheron saw the birth of the Supreme Relic, the Tome of Itheron, which recorded the fate of all beings. Over time, the Tome of Itheron came to encompass the entire upper continent, where the denizens inscribed their own stories within its pages.\n\nHowever, following the Divine War, the Tome of Itheron lost the sustaining power of the Supreme Will and began to deteriorate. Even worse, it fell victim to the incursion and corruption of the fallen divinity. The polluted Tome of Itheron gradually plunged the entire Itheron into calamity and contamination.\n\nIn the midst of this catastrophic corruption, the Omniguardians have a mission: to thwart the Dark Guardians and their minions and, in the process, seek out more of the Relics left behind by the Supreme Will.","story_254":"In the witness of the oath, a mysterious sanctuary was constructed in the divine city of Mirlond.\n\nAccording to legendary records, the oath is a rule established by the supreme will of the Creator and entrusted to the Omniguardians of the oath for stewardship. In order to resist the invasion of the Abyss, during the ancient wars, the Omniguardians of the oath used the rules of the oath to establish the sanctuary.\n\nThe purpose is to greatly enhance the power of the heroes in a very short period of time through the bestowal of the oath. This became an effective safeguard against the abyss during that time. With the subsequent impact of the Downfall Conflict of the Itheron Realm, the sanctuary in the divine city unexpectedly formed a sanctuary projection under some force.\n\nIt possesses all the power of the sanctuary, but the range of power radiation has been greatly weakened.","title_271":"Awakening","rule_271":"1. Legendary Empire, Woodland, and Eclipse heroes can be awakened when they reach 9 stars.\n\n2. Upon completion of the awakening, their Lightseeker synergy can be activated.\n\n3. Awakening a hero consumes their exclusive Awaken Orders. If you don't have enough Awaken Orders, you can supplement them with Awaken Tokens.\n\n4. Once used, the Awaken Token will be converted into the exclusive hero's Awaken Order. The rebirth/reroll/conversion of an awakened hero will only refund this hero's Awaken Tokens.","story_271":"During the War of the Broken Oath, those chasing the light forged an alliance to protect the Omniguardians. They gained faith in the Omniguardians and the Fire Ring's Oath and received the blessings of the Eternal Oath.\n\nAnyone who fights for the Omniguardians should not be forgotten. Their will is bound to be illuminated, turning them into the Lightseekers dedicated to the Omniguardians.","title_94_3":"Valkyrie's Bestowal Round 3","rule_94_3":"1. Round 3 of \"Valkyrie's Bestowal\" will be unlocked on the 45th day of character creation.\n\n2. There are a total of 4 hero pools in the event, which will open on the 45th, 60th, 75th, and 90th day. The event will end on the 91st day after the player creates their character.\n\n3. After a hero pool is opened, players can use the corresponding event's Summon Tickets to perform hero summons. After the expiration, summoning will no longer be possible.\n\n4. Each hero pool allows only 10 consecutive summons, with a high chance of obtaining Legendary heroes.\n\n5. The results of 10 consecutive summons will be stored temporarily (the saved results will not be immediately claimed), and players can continue summoning. Eventually, when the number of summons reaches the hero pool limit, you can choose 1 summoning result to exchange. After the exchange, players will get the 10 heroes, and the rest of the unselected results will be converted into hero shards of different qualities accordingly.\n\n6. Only after the completion of the exchange in the previously opened hero pool, players can proceed with summoning in the subsequent pool. So remember to exchange the heroes from each pool.\n\n7. You will not be able to exchange heroes after the event ends, so make sure to check the event time carefully.","title_243":"Skins","rule_243":"1. Skins are categorized as permanent and limited-time skins.\n\n2. Unlocking a permanent skin also unlocks the corresponding player avatar and profile image; however, unlocking a limited-time skin does not unlock them.\n\n3. When equipped with a permanent skin, a hero receives the corresponding stat bonuses during battle; no stat bonuses are applied when a limited-time skin is equipped.\n\n4. The bonus stats from skins will apply in all game modes.","story_243":"Everyone can find clothing that is exclusively theirs from the magnificent wardrobe, and in the mirror, see the version of themselves they are most pleased with. This place always holds memories that belong to them and this world.","title_111":"X-Mas Journey","rule_111":"1. After the X-Mas Journey is available, you can consume 1 <color=#c05100>Flame Crystal</color> for a challenge. After winning the battle, you'll receive <color=#c05100>X-Mas Stockings</color>, and the BOSS stage provides additional <color=#c05100>X-Mas Bouquet</color>.\n\n2. During the event, Flame Crystals will <color=#c05100>automatically recover by 10 each day</color>, but it won't exceed the maximum limit.\n\n3. The X-Mas Journey has 3 difficulty levels, each with 2 chapters. Different chapters gradually open throughout of the event.\n\n4. The final stage of each chapter is the BOSS stage. After clearing the BOSS stage, you can use the sweep function to gain <color=#c05100>X-Mas Bouquet</color> and <color=#c05100>X-Mas Stockings</color>.\n\n5. <color=#c05100>X-Mas Bouquet</color> and <color=#c05100>X-Mas Stockings</color> can be used to redeem various rewards in the Gift Shop.\n\n6. With the unlocking of higher difficulties, the number of <color=#c05100>X-Mas Stockings</color> obtained per sweep will <color=#c05100>increase</color>.","story_111":"The first snowfall after the onset of winter is known as the \"Divine Frost\". This frost freezes evil, ensuring abundant harvests for the following year. Over time, it has evolved into a festive occasion where people gather to celebrate, exchange gifts, and share warmth with one another.\n\nPeople have forgotten that the origin of the Frost Festival was rooted in the presence of a powerful \"Frost Beast\" that used to appear on winter nights, consuming and freezing everything, wreaking havoc on towns. The people managed to seal the beast using the Three Sacred Artifacts, bringing a peaceful winter and establishing the traditions of the Frost Festival.","title_112":"Gift Shop","rule_112":"1. Obtain <color=#c05100>X-Mas Bouquet</color> and <color=#c05100>X-Mas Stockings</color> through diamonds or during the X-Mas Journey, and exchange them here for various rewards. Some rewards may require <color=#c05100>clearing specific stages</color> or waiting for the <color=#c05100>event to run for a certain number of days</color> before they can be redeemed.","story_112":"As the festive atmosphere of the X-Mas event permeates the air, the small town is filled with warmth and holiday hues. Residents carefully select fresh surprises and toys to create an X-Mas Bouquet, each item exuding a sweet fragrance and a warm ambiance. Simultaneously, heartfelt gifts are placed inside X-Mas Stockings for exchange or gifting, sharing the joy of the season with others.","title_113":"Frost Gift","rule_113":"During the X-Mas event, you can receive a holiday gift reward each day upon logging in. Collect all rewards by logging in for 10 consecutive days.","story_113":"In the thick holiday atmosphere, the residents of the town have prepared abundant gifts for family and friends.","title_114":"Frost Decree","rule_114":"1. The Frost Decree will open and close with the X-Mas Euphoria event.\n\n2. The total duration of the Frost Decree event is 14 days.\n\n3. Earn specified rewards by accumulating Decree points during the event period. Earn points by completing or sweeping through the X-Mas Journey stages.\n\n4. When the Frost Decree ends, all unclaimed rewards can be retrieved via mail.\n\n5. Unlocking the Frost Advanced Decree grants richer rewards. Players who purchase the Advanced Frost Decree can use diamonds to purchase Decree points if they haven't claimed all rewards by the fourth day before the reset.\n\n6. The Frost Decree is effective only during its unlocked period and does not have permanent effects.","title_115":"X-Mas Journey Ranking","title_270":"Clash Domain","rule_270":"<color=#c05100>[Basic Rules]</color>\n1. Clash Domain lasts 14 days, including a 1-day preparation period and a 13-day battle period.\n2. During the preparation period, matchmaking will occur among guilds.\n3. During the battle period, there are 1 action rounds each day: 00:00-23:30 for the action period and 23:00-24:00 for the 1st round's settlement period. This cycle repeats for a total of 13 rounds.\n<color=#c05100>[Map Rules]</color>\n1. Every 6 guilds are matched in the same room.\n<color=#c05100>[Action Rules]</color>\n1. Expand along the grids with the same color, starting from a guild's initial base. All grids within this range, the same color as the guild's and those surrounding it are the actionable area.\n2. During an action period, players can dispatch their teams to the actionable area.\n3. Each team can act independently.\n4. Before the settlement period, players can freely modify their team information and positions.\n<color=#c05100>[Battle Rules]</color>\n1. During a settlement period, all grids in the room will be processed based on player teams' situations.\n2. If there are teams from multiple guilds on a grid, a guild-based Turf War will occur until only 1 guild remains. If that guild doesn't own the current grid, the remaining teams will sequentially battle the system defenders on the grid. After victory, they gain ownership of the grid.\n3. Each player team has a consecutive win limit. After a team wins 3 consecutive battles, it will exit the battle queue for that round.\n<color=#c05100>[Settlement Round]</color>\n1. During the settlement round, all teams' battles on the grids will be processed successively, determining ownership for this round based on the results.\n2. Based on grid ownership, each guild will gain corresponding grid Points used for guild ranking.\n3. In this process, player teams that participated in grid actions and battles will earn Personal Contribution.\n<color=#c05100>[Final Settlement]</color>\n1. After 13 rounds, the 6 guilds in a room will be ranked based on their grid Points.\n<color=#c05100>[Reward Rules]</color>\nLoot Rewards:\nIdle Rewards: Based on the number of grids currently occupied by a guild, corresponding item rewards will be generated every hour. As the occupation count increases, the quantity and types of rewards will also increase.\nQuest Rewards:\nCompleting quests allows players to claim corresponding quest rewards. When Quest Points reach a certain value, generous point rewards can be claimed.\nSettlement Rewards:\nAfter the final settlement, rewards corresponding to guild rank + personal rank will be sent out via mail.\n<color=#c05100>[Entrust Rules]</color>\n1. The Guild Leader, Captains, and Generals are collectively called guild administrators.\n2. Players can set their teams in Clash Domain to Entrust mode. Guild administrators can control the teams in Entrust mode.","story_270":"The threat of the Abyss is imminent. The Supreme Will wishes the people of the continent to enhance their strength to combat the Abyss invasion. Therefore, the Fire Ring's Oath, inheriting its beliefs, has created a space. Within this space, simulations of dangers that people might encounter in Itheron are presented. Various guilds can compete within this space to enhance their strength.","title_272":"Personal Reward","rule_272":"<color=#c05100>[Reward Rules]</color>\n1. A player's Personal Reward is determined by their guild's rank in the current room and the player's rank within the guild.\n2. The higher the guild's tier, the more rewards in the current room.\n<color=#c05100>[Guild Ranking]</color>\n1. Each guild's grid Points determine the Guild Ranking after 26 rounds.\n<color=#c05100>[Personal Ranking]</color>\n1. Each guild member's Personal Contribution determines the Personal Ranking after 26 rounds.\n2. Contribution Sources: Team participation in grid actions, battles with other teams, and blessings.","title_273":"Guild Reward","rule_273":"<color=#c05100>[Reward Rules]</color>\n1. After each round of Clash Domain concludes, a guild receives corresponding Tier Points based on its rank in the current room.\n2. Tier Points determine a guild's tier, with higher tiers unlocking more rewards.\n3. Tier Point Sources: Clash Domain and Grayshroom Realm.","title_274":"Blessings","rule_274":"<color=#c05100>[Basic Rules]</color>\n1. In Clash Domain, all structures are blessed by Valkyries.\n2. By blessing the Valkyrie, you can increase the Favor of her Season Synergy.\n3. When a guild ranks 1st in Favor of any Season Synergy, a blessing effect is granted: bonus Grid Points are added to the grid marked with the corresponding synergy during the settlement round.\n4. When the total blessing count of guild members reaches the specified number, the blessing level will increase: bonus Grid Points are added to all grids during the settlement round.\n<color=#c05100>[Sources]</color>\n1. The Guild Leader can bless for free once per session.\n2. Blessing Stones can be obtained from personal quests in Clash Domain.\n3. Guild Idle Chests in Clash Domain may contain Blessing Stones.","story_274":"The Valkyries watch over the battles in the Clash Domain. As a result, some changes have occurred in the structures on the battlefield. Through certain special means, you can receive responses from the Valkyries.","title_276":"Member Management","rule_276":"1. The Guild Leader, Captains, and Generals are collectively referred to as guild administrators.\n2. Guild administrators can send Auto requests to other guild members' teams. If a member has been offline for more than 24 hours, the request is automatically accepted; otherwise, it enters a 24-hour waiting period. After the waiting period, if the player has not declined, it is considered accepted.","title_277":"About grids","rule_277":"1. Different grids yield varying points.\n2. After a Shadow Tribe is eliminated, it will disappear from the map.\n3. After all the fortresses in the adjacent circle are occupied, the Thorn Barriers will disappear from the map.","rule_275":"1. Season Synergy Rules\n1.1. Season Synergies are exclusive to the seasons and only take effect in season mode.\n1.2. Players can consume Synergy Awaken Tokens to activate Season Synergies for each hero. This item is obtained in the Tome of Itheron.\n1.3. Deploying 3 or more heroes with the same Season Synergy grants a brand-new Season Synergy effect.\n1.4. The Season Synergy with the highest number of heroes takes effect. If there are the same number of heroes, Void Summoners or Void Hunters take priority.\n\n2. Synergy Slate\n2.1. Synergy Slate is a growth feature exclusive to the seasons.\n2.2. There are a total of 8 Synergy Slates in the season. Void Summoners and Void Hunters each enhance two Season Synergies, while the other 6 each enhance one Season Synergy.\n2.3. The quality and level of a Synergy Slate will increase with the quality and level of the slate stones in 6 different slots. The lowest quality and level of the 6 slate stones determine the quality and level of the Synergy Slate.\n2.4. After a Synergy Slate's quality and level increase, it will have 2 effects: they can enhance the corresponding Synergy Skill and counter the mercenaries in Chaotic Space.\n2.5. Players can obtain slate stones by clearing and sweeping stages in Chaotic Space to level up Synergy Slates.\n\n3. Season Battle Rules\n3.1. Season mode introduces a new battle resource. Players gain various types of energy by deploying heroes with new Season Synergies. When enough energy is collected, it unleashes powerful Synergy Skills.","title_275":"Synergy Slate","story_275":"The return of the Eternal Relics has granted the Valkyries who lost them the power they once possessed. The immense power has ignited the Synergy Slates, bringing forth a formidable will for those who master the Valkyries' power. As the power of the Relics fully returns to the Valkyries, the awakened wills will merge into the balance constructed by the Fire Ring's Oath.\nThe bestowed power brings forth potent synergies, becoming a crucial factor in determining the outcome of Clash Domain. To sustain this significant aid, you will embark once again on a journey to seek the Relics.","title_116":"Rune Purify","rule_116":"1. Use Rune Souls to purify runes, only exclusive Epic or Legendary runes are eligible for purification.\n\n2. Purification resets both the stats and sets of the rune. You can spend diamonds to lock a stat or set during purification, ensuring it remains unchanged.\n\n3. Different types and qualities of stats can be obtained through rune purification. Epic runes can yield Epic-quality stats, while Legendary runes can yield Legendary-quality stats.\n\n4. There is a chance to gain special effects during the set purification process. Epic runes can acquire Unique effects, while Legendary runes can obtain Unique or Supreme effects. Equipping 4 runes of the same set type and stats can activate rune stat effects. By activating the Supreme stat you can activate the Unique stat as well.\n\n5. The type of Rune and its faction can determine the type of purified soul required for purification.\n\n6. Collecting shards of different factions allows you to craft specific souls for those factions.","story_116":"<color=#c05100>   </color>Once the Elite Enemies in a Celestial Trial have been defeated, the vestiges of their souls will coalesce into Runes.\n   Runes can bless the souls of corresponding heroes, granting them unprecedented power and greatly enhancing their abilities.","rule_278":"1. After completing Mission 2-12, the Story Recap will be unlocked.\n\n2. Story Recap includes missions, events, and Itheron stories, allowing you to revisit past storylines.\n\n3. During ongoing events and seasons, completing relevant stages enables Story Recaps.\n\n4. If you missed past events and seasons, you'll need to spend Bookmarks to review those stories.","title_278":"Story Recap","story_278":"On the Itheron continent, ancient scrolls dating back a millennium bear vivid pages written by various races from different regions. If you wish to revisit past stories and uncover ancient secrets, then open it...","rule_279":"1. Use Dark Keys (limited-time) or Magic Keys for treasure hunting. Dark Keys are prioritized; when unavailable, Magic Keys are automatically used as substitutes. Dark Keys are cleared at the end of each event period, so use them before the event concludes.\n\n2. Treasure hunting consists of multiple rounds, each with 1-6 floors. Rewards are randomly obtained from the current floor.\n\n3. Along with receiving rewards, treasure hunting triggers events such as ascending 1 floor. If the grand prize is won, the next round begins.\n\n4. The more rounds of treasure hunting, the higher the magic keys you'll use.\n\n5. Complete event quests to earn rewards. Please claim them before the event ends.","title_279":"Explore: Spring Tower","story_279":"As the Spring Festival approaches, the Omniguardian has received a letter from a mysterious land in the Far East.\nThe letter reads:\n\"This past year, you have made numerous contributions to the stability of the world. As a token of gratitude, we invite you to visit the mysterious Spring Tower.\nThe Spring Tower responds to the wishes of those who come, placing the treasures you anticipate within.\nPlease set out as soon as possible, and let the hidden treasures within the tower see the light of day once more.\"","rule_280":"1. The Tower Shop sells Magic Keys for treasure hunting.\n\n2. Dark Keys (limited-time) are cleared at the end of each event period, so use them before the event concludes. Magic Keys can be used in subsequent tower events.","title_280":"Tower Pack","story_280":"Discovered alongside the tower is another place filled with magic keys.","title_281":"Offer Carnival","rule_281":"1. The Spring Offer Carnival event lasts for 15 days.\n\n2. Within the event period, earn specified login points to receive the corresponding rewards.\n\n3. At the end of the Spring Offer Carnival, all unredeemed rewards will be distributed via mail.","title_283":"Royal City Team","rule_283":"1. All teams from your guild participating in the Clash Domain will be displayed here, categorized into two statues: idle and dispatched.","title_284":"Guild Builder","rule_284":"1. In Clash Domain, each guild has the following 4 structures:\n<color=#c05100>Royal City</color>: Provides the guild with Grid Points every round.\n<color=#c05100>Sawmill</color>: Produces wood for all guild members every round.\n<color=#c05100>Iron Mine</color>: Produces iron for all guild members every round.\n<color=#c05100>Quarry</color>: Produces stone for all guild members every round.\n2. All structures start at Lv.1 When guild members collectively donate enough resources to a structure, its level will increase. Upgraded structures will increase the corresponding resource production.\n3. When the Royal City reaches a certain level, it will gain a new appearance, which will be displayed on the sand table of Clash Domain.\n4. When the number of Benedicted Heroes reaches the required value, players can deploy their heroes to the workshops, providing corresponding resource production bonuses. However, heroes already in the Clash Domain teams cannot be deployed to the workshops.\n5. Structure levels and structure resources are only effective for the current season and will reset at the beginning of the next season.","title_288":"Season Archives","story_288":"To all Omniguardians, unexpected discoveries are always awaiting in Itheron, so keep an inquisitive mind at all times.","rule_288":"1. Collect heroes and Relics from the Season Archives to activate their entries and gain various bonuses in season mode.\n2. The bonuses from the Season Archives are only effective during the current season.","title_289":"Artifact","story_289":"After the ancient and sacred war, some items, tainted by the blood and power of gods and demons, began to undergo strange mutations. They were no longer ordinary weapons, armor, or everyday items, but became artifacts imbued with powerful mystical forces.\nOver time, these artifacts gradually absorbed and merged the power of gods and demons. Their appearance also changed, with once ordinary surfaces now covered in mysterious runes and patterns, shimmering with an unusual brilliance, as if alive.\nEach artifact possesses unique abilities and characteristics. Some can unleash powerful magic attacks, others can bestow extraordinary strength and speed upon their wielders, while still others can resist the onslaught of all evil forces. However, these artifacts are not easily welded. They contain great power, but also come with corresponding risks and costs. Only those who are truly strong and righteous can earn their recognition and master their power.\nThese artifacts have become treasures sought after and fought over by future generations. Countless warriors and mages have embarked on quests to find them for their power. However, the power of artifacts is not absolute; they can be both weapons to protect the world and tools of its destruction. Therefore, those seeking artifacts must remain vigilant and cautious at all times, lest they be consumed by the evil forces within the artifacts.","rule_289":"1. Each artifact possesses a bonus effect that can be utilized in certain game modes during the season. You can deploy artifacts to gain these bonus effects.\n2. In PvE modes, you can deploy up to 10 artifacts per team. In PvP modes, you can deploy up to 1 artifact per team. The total cost of the deployed artifacts cannot exceed the limit. The initial cost limit is 18, which can be increased by raising the artifact gift level.\n3. Artifacts are only usable during the current season and will disappear at the end of the season.","title_290":"Easter Decree","rule_290":"1. The Easter Decree lasts for 28 days.\n\nAccumulate login points during the event to claim the corresponding rewards.\n\n3. At the end of the Easter Decree, all unclaimed rewards will be distributed via mail.","rule_291":"1. Use Dark Keys (limited-time) or Magic Keys for treasure hunting. Dark Keys are prioritized; when unavailable, Magic Keys are automatically used as substitutes. Dark Keys are cleared at the end of each event period, so use them before the event concludes.\n\n2. Treasure hunting consists of multiple rounds, each with 1-6 floors. Rewards are randomly obtained from the current floor.\n\n3. Along with receiving rewards, treasure hunting triggers events such as ascending 1 floor. If the grand prize is won, the next round begins.\n\n4. The more rounds of treasure hunting, the higher the magic keys you'll use.\n\n5. Complete event quests to earn rewards. Please claim them before the event ends.","title_291":"Explore: Fortune Tower","story_291":"In the snowy plains of the North, a long-forgotten tower was discovered\nIt was once used by a generous deity to store treasures.\"Speak your wishes to the tower, brave one! My treasure trove is ever-changing.\"\nEchoing words resounded within the tower.\n\"As long as you hold onto your desires, as long as you do not lose your way\nI shall witness your wisdom and courage, and bestow upon you rightful treasures.\"","rule_292":"1. The Tower Shop sells Magic Keys for treasure hunting.\n\n2. Dark Keys (limited-time) are cleared at the end of each event period, so use them before the event concludes. Magic Keys can be used in subsequent tower events.","title_292":"Explore Pack","story_292":"Alongside the tower, a place brimming with magical keys was also discovered.","rule_293":"The Valkryrie's Gift is open to different players irregularly, and the contents of the pack will also vary from player to player.\n\n2. There are 3 types of packs: discount, selectable, and continuous purchase.\nDiscount Pack: The contents of the pack are fixed.\nOptional Pack: The contents of the pack can be customized by the player.\nCustom Pack: It consists of multiple packs with fixed contents, and needs to be purchased in order.\n\n3. Each pack has a limited purchase times, and the number of purchases cannot exceed the limit.","title_293":"Valkyrie's Gift","story_293":"The Valkryrie's Gift is open to different players irregularly, and the contents of the pack will also vary from player to player.\n\n2. There are 3 types of packs: discount, selectable, and continuous purchase.\nDiscount Pack: The contents of the pack are fixed.\nOptional Pack: The contents of the pack can be customized by the player.\nCustom Pack: It consists of multiple packs with fixed contents, and needs to be purchased in order.\n\n3. Each pack has a limited purchase times, and the number of purchases cannot exceed the limit.","title_27001":"Contribution Ranking","rule_27001":"1. The contribution ranking of all members within the room, during this round of guild battles.","title_27002":"Victory Ranking","rule_27002":"1. The ranking of all members within the room is determined by the number of times they have defeated teams from other guilds, during this round of guild battles.","title_27003":"Streak Ranking","rule_27003":"1. The ranking of all members within the room for this round of guild battles is based on the number of consecutive victories of three or more.\n2. This win streak will only be counted in the ranking if the player's team achieves victories over other guilds.","title_94_4":"Valkyrie's Bestowal Round 4","rule_94_4":"1. Round 4 of \"Valkyrie's Bestowal\" will be unlocked on the 103rd day of character creation.\n\n2. There are a total of 4 hero pools in the event, which will open on the 103rd, 124th, 145th, and 166th day. The event will end on the 167th day after the player creates their character.\n\n3. After a hero pool is opened, players can use the corresponding event's Summon Tickets to perform hero summons. After the expiration, summoning will no longer be possible.\n\n4. Each hero pool allows only 10 consecutive summons, with a high chance of obtaining Legendary heroes.\n\n5. The results of 10 consecutive summons will be stored temporarily (the saved results will not be immediately claimed), and players can continue summoning. Eventually, when the number of summons reaches the hero pool limit, you can choose 1 summoning result to exchange. After the exchange, players will get the 10 heroes, and the rest of the unselected results will be converted into hero shards of different qualities accordingly.\n\n6. Only after the completion of the exchange in the previously opened hero pool, players can proceed with summoning in the subsequent pool. So remember to exchange the heroes from each pool.\n\n7. You will not be able to exchange heroes after the event ends, so make sure to check the event time carefully.","title_94_5":"Valkyrie's Bestowal Round 5","rule_94_5":"1. Round 5 of \"Valkyrie's Bestowal\" will be unlocked on the 187th day of character creation.\n\n2. There are a total of 4 hero pools in the event, which will open on the 187th, 208th, 229th, and 250th day. The event will end on the 251st day after the player creates their character.\n\n3. After a hero pool is opened, players can use the corresponding event's Summon Tickets to perform hero summons. After the expiration, summoning will no longer be possible.\n\n4. Each hero pool allows only 10 consecutive summons, with a high chance of obtaining Legendary heroes.\n\n5. The results of 10 consecutive summons will be stored temporarily (the saved results will not be immediately claimed), and players can continue summoning. Eventually, when the number of summons reaches the hero pool limit, you can choose 1 summoning result to exchange. After the exchange, players will get the 10 heroes, and the rest of the unselected results will be converted into hero shards of different qualities accordingly.\n\n6. Only after the completion of the exchange in the previously opened hero pool, players can proceed with summoning in the subsequent pool. So remember to exchange the heroes from each pool.\n\n7. You will not be able to exchange heroes after the event ends, so make sure to check the event time carefully.","title_94_6":"Valkyrie's Bestowal Round 6","rule_94_6":"1. Round 6 of \"Valkyrie's Bestowal\" will be unlocked on the 271st day of character creation.\n\n2. There are a total of 4 hero pools in the event, which will open on the 271st, 292th, 313th, and 334th day. The event will end on the 335th day after the player creates their character.\n\n3. After a hero pool is opened, players can use the corresponding event's Summon Tickets to perform hero summons. After the expiration, summoning will no longer be possible.\n\n4. Each hero pool allows only 10 consecutive summons, with a high chance of obtaining Legendary heroes.\n\n5. The results of 10 consecutive summons will be stored temporarily (the saved results will not be immediately claimed), and players can continue summoning. Eventually, when the number of summons reaches the hero pool limit, you can choose 1 summoning result to exchange. After the exchange, players will get the 10 heroes, and the rest of the unselected results will be converted into hero shards of different qualities accordingly.\n\n6. Only after the completion of the exchange in the previously opened hero pool, players can proceed with summoning in the subsequent pool. So remember to exchange the heroes from each pool.\n\n7. You will not be able to exchange heroes after the event ends, so make sure to check the event time carefully.","title_94_7":"Valkyrie's Bestowal Round 7","rule_94_7":"1. Round 7 of \"Valkyrie's Bestowal\" will be unlocked on the 355th day of character creation.\n\n2. There are a total of 4 hero pools in the event, which will open on the 355th, 376th, 397th, and 418th day. The event will end on the 419th day after the player creates their character.\n\n3. After a hero pool is opened, players can use the corresponding event's Summon Tickets to perform hero summons. After the expiration, summoning will no longer be possible.\n\n4. Each hero pool allows only 10 consecutive summons, with a high chance of obtaining Legendary heroes.\n\n5. The results of 10 consecutive summons will be stored temporarily (the saved results will not be immediately claimed), and players can continue summoning. Eventually, when the number of summons reaches the hero pool limit, you can choose 1 summoning result to exchange. After the exchange, players will get the 10 heroes, and the rest of the unselected results will be converted into hero shards of different qualities accordingly.\n\n6. Only after the completion of the exchange in the previously opened hero pool, players can proceed with summoning in the subsequent pool. So remember to exchange the heroes from each pool.\n\n7. You will not be able to exchange heroes after the event ends, so make sure to check the event time carefully.","title_94_8":"Valkyrie's Bestowal Round 8","rule_94_8":"1. Round 8 of \"Valkyrie's Bestowal\" will be unlocked on the 439th day of character creation.\n\n2. There are a total of 4 hero pools in the event, which will open on the 439th, 460th, 481th, and 502nd day. The event will end on the 503rd day after the player creates their character.\n\n3. After a hero pool is opened, players can use the corresponding event's Summon Tickets to perform hero summons. After the expiration, summoning will no longer be possible.\n\n4. Each hero pool allows only 10 consecutive summons, with a high chance of obtaining Legendary heroes.\n\n5. The results of 10 consecutive summons will be stored temporarily (the saved results will not be immediately claimed), and players can continue summoning. Eventually, when the number of summons reaches the hero pool limit, you can choose 1 summoning result to exchange. After the exchange, players will get the 10 heroes, and the rest of the unselected results will be converted into hero shards of different qualities accordingly.\n\n6. Only after the completion of the exchange in the previously opened hero pool, players can proceed with summoning in the subsequent pool. So remember to exchange the heroes from each pool.\n\n7. You will not be able to exchange heroes after the event ends, so make sure to check the event time carefully.","title_94_9":"Valkyrie's Bestowal Round 9","rule_94_9":"1. Round 9 of \"Valkyrie's Bestowal\" will be unlocked on the 523th day of character creation.\n\n2. There are a total of 4 hero pools in the event, which will open on the 523th, 544th, 565th, and 586th day. The event will end on the 587th day after the player creates their character.\n\n3. After a hero pool is opened, players can use the corresponding event's Summon Tickets to perform hero summons. After the expiration, summoning will no longer be possible.\n\n4. Each hero pool allows only 10 consecutive summons, with a high chance of obtaining Legendary heroes.\n\n5. The results of 10 consecutive summons will be stored temporarily (the saved results will not be immediately claimed), and players can continue summoning. Eventually, when the number of summons reaches the hero pool limit, you can choose 1 summoning result to exchange. After the exchange, players will get the 10 heroes, and the rest of the unselected results will be converted into hero shards of different qualities accordingly.\n\n6. Only after the completion of the exchange in the previously opened hero pool, players can proceed with summoning in the subsequent pool. So remember to exchange the heroes from each pool.\n\n7. You will not be able to exchange heroes after the event ends, so make sure to check the event time carefully.","title_294":"Guild Merit","rule_294":"1. Guild members can receive insignias upon achieving specific accomplishments.\n\n2. There are gold, silver, and bronze insignias for each type of merit, each offering different bonuses.\n\n3. The effects of the top 5 highest-quality insignias for each type of merit will be active.\n\n4. Insignias refresh daily at midnight, tracking the achievement progress of guild members from the previous day and issuing new insignias.\n\n5. Members with active insignias can receive flowers daily, and the recipients will receive an equivalent amount of Blossom Coins.\n\n6. Received flowers accumulate as a record of member contributions.\n\n7. When a member leaves the guild, their insignias will no longer be active, and the total number of received flowers will be reset.","title_27010":"Supremacy","rule_27010":"<color=#c05100>[Basic Rules]</color>\n1. In each round of Clash Domain, once specific conditions are met, Supremacy will open 5 times.\n<color=#c05100>[Team Restrictions]</color>\n1. Each time Supremacy opens, based on the current room tier, administrators can dispatch a certain number of teams to participate.\n2. Each member can dispatch up to 2 teams.\n3. The higher the room tier in Clash Domain, the more teams can be dispatched for Supremacy.\n<color=#c05100>[Assistance Rules]</color>\n1. Each time Supremacy opens, all members in the room will receive 3 Assistance chances, which can be used to cheer or boo other guilds.\n2. Based on the Assistance type, the target guild will receive positive/negative effects during battle.\n3. The Assistance count resets after the current round of Clash Domain ends.\n<color=#c05100>[Supremacy Blessings]</color>\n1. In each Supremacy battle, a random Supremacy Blessing will be generated. Heroes with the corresponding Season Synergy will receive additional stat bonuses during battle.\n<color=#c05100>[Battle Rules]</color>\n1. During the settlement phase, battles between guilds will be conducted based on the grid points ranking, until only one guild remains.\n2. The winning streak of each team in battles is the same as that on other grids.\n3. The team remaining until the end without any opponents is considered to have achieved 1 win.\n<color=#c05100>[Ranking Rules]</color>\n1. Based on the number of wins in Supremacy of each guild, the corresponding grid points will be obtained.\n2. If the number of wins is the same, the guild with fewer grid points will rank higher.","story_27010":"The towering fortress in the sky stands grand and majestic, a pinnacle of glory contested by various forces. On the battlefield, where blood and sweat intertwine, where shouts and the beating of drums weave into an exhilarating symphony, each clash resounds like thunder, shaking the hearts of all. The victorious cheers echo at the pinnacle of the battlefield, where glory and splendor belong to them. And for every team that battles in Supremacy, their resilience and unyielding spirit will forever be etched upon this land.","rule_295":"The Foggy Colosseum provides many types of battle modes:\n\nFoggy Colosseum: The top 128 players in each Abyss Crusade Zone battle each other to determine the ultimate champion.\n\nWorld Arena: Battle against players from different zones, earn points, and advance in tiers.","title_296":"World Arena","rule_296":"1. Each season consists of 2 rounds of World Arena matches, each lasting 14 days.\n\n2. You get 5 free challenge attempts available every day, which can accumulate, and once the limit is reached, they will no longer increase.\n\n3. Each challenge matches you with 3 opponents, from which you choose one to challenge. Winning earns points while losing deducts points.\n\n4. Challenges are conducted in multiple rounds based on the opponent's tier:\nPlatinum IV and below: Best 2 out of 3.\nPlatinum IV to Master I: Best 3 out of 5.\nChallenger V to Challenger II: Best 4 out of 7.\nChallenger I and above: Best 5 out of 9\n\n5. In battles from Diamond V tier and above, the opponent's defensive lineup order is randomized.\n\n6. Attain the specified points requirement to advance in tiers. For Challenger IV and above tiers, there are ranking requirements in addition to points.\n\n7. Depending on the tier achieved at the end of this round, there will be different initial tiers at the start of the next round.","story_296":"In the sky, mysterious rifts appear, unveiling arenas accessible to all life forms within the void. The ultimate victor shall inherit ancient relics. Yet, behind this glory lie countless sacrifices of warriors. As night falls, starlight pierces through the fissures, prompting people to gaze at the heavens, envisioning the enigmatic arena and the valiant warriors within, their hearts filled with reverence and yearning. This arena has witnessed the birth of the mightiest warriors in the universe and the passing of countless lives; it stands as both a symbol of glory and a monument of tragic remembrance.","title_123":"Transfer Recommendation","rule_123":"1. When the Guild Activity is too low, the Transfer Recommendation feature will be activated.\n\n2. We will recommend active guilds that you can directly join.\n\n3. You can directly transfer to another guild through the recommendation list. If you are the guild leader, the leadership will be automatically transferred to another guild member before your transfer.\n\n4. When your guild becomes active again, the Transfer Recommendation feature will be automatically turned off.","title_124":"Guild Merge","rule_124":"1. Guilds that have been open for more than 7 days can use the Guild Merge feature, but only if the guild leader has been active for the past 7 days.\n\n2. The following conditions must be met for a merger:\nThe total number of active members from the \"merging guild\" and the active members from the \"merged guild\" who are not currently on cooldown for joining the \"merging guild\" should not exceed the member limit of the \"merging guild.\"\nThe leader of the \"merged guild\" must be able to join the \"merging guild.\"\n\n3. Each application has a validity period of 24 hours. Within this time frame, if the other guild does not reject the application, you cannot send another application to the same guild.\n\n4. Upon approval of the application, the guild merger will take place immediately.","title_27011":"Monster Invasion","rule_27011":"<color=#c05100>[Basic Rules]</color>\n1. After your guild joins Clash Domain, its Royal City will face attacks from monsters. Guild members need to work together to challenge these monsters and defend against their threats.\n<color=#c05100>[Challenge Rules]</color>\n1. Each season, upon entering Clash Domain for the first time, your guild will receive 10 challenge attempts. Subsequently, the guild will regain 1 challenge attempt every 2 hours.\n2. Each time your guild challenges monsters, you will earn Artifact rewards. The higher the damage dealt, the better the rewards.\n3. Challenge items will expire at the end of the season.\n<color=#c05100>[First Kill Rewards]</color>\n1. When each wave of monsters is completely defeated for the first time, a treasure chest will appear on the map. All guild members can claim rewards from it.\n2. Guild members will be inspired, increasing the Morale of all teams in the current round.\n<color=#c05100>[Phantom State]</color>\nBefore the countdown ends, if your guild defeats all the monsters, the monsters will enter a Phantom state:\n1. They can still be challenged and refreshed, but they will not attack the Royal City.\n2. The countdown will turn into a refresh timer. After it ends, a new wave of monsters will appear.\n<color=#c05100>[Damaged State]</color>\nWhen the countdown ends, if your guild fails to defeat all the monsters, the monsters will proceed to attack the Royal City:\n1. The Royal City will enter a Damaged state, and Grid Points earned will be halved.\n2. Guild members will be affected, reducing the Morale of all teams in the next round.\n3. Successfully defeating all the monsters will lift the Damaged state of the Royal City.","story_27011":"Monsters are gathering to plunder the Royal City amidst the chaos. Defeat them before they reach the city to ensure its safety!","title_263":"Artifact Gift Ranking","rule_263":"Each time you synthesize or star-up an artifact, you earn artifact Gift EXP.\n\n2. Collect artifact Gift EXP to increase your artifact donation level, gaining powerful bonuses and rewards.\n\n3. During the season, rankings are based on accumulated artifact Gift EXP, which resets at the end of each season.","title_264":"Rune Decree","rule_264":"1. The Rune Decree will become available on the 28th day after the server opens.\n\n2. The Rune Decree event lasts for 28 days.\n\n3. During the event, you can earn rewards by accumulating login points.\n\n4. When the Rune Decree resets, all the unclaimed rewards will be sent to you by in-game mail.","title_265":"Fortune Wheel","rule_265":"1. Spend Surprise Tickets to spin the fortune wheel and win great prizes.\n\n2. There are three grand prizes on the wheel, and each prize can only be won once.\n\n3. Each spin that doesn't win a grand prize will accumulate one point of Luck. When your Luck points bar is full, you're guaranteed to win the grand prize, and all luck points will reset.\n\n4. The first time you enter the event each day, you can choose a cup of Valkyrie's cocktail. After drinking it, your next spin will receive the Valkyrie's blessing.\n\n5. Complete lucky missions to earn Surprise Tickets.","story_265":"The pointer spins, and the prizes keep coming, tonight, you are the lucky star!","title_266":"Carnival Login","rule_266":"During the event, log in daily to receive a special gift from Themis. After logging in for 10 days, you can claim all rewards.","story_266":"Join Themis for an exciting game of pool! Her gifts are already prepared for you.","title_267":"Anniversary Decree","rule_267":"1. The Anniversary Decree will start and end with the Euphoria Carnival.\n\n2. The total duration of the Anniversary Decree event is 14 days.\n\n3. Accumulate the specified number of Decree Points during the event period to receive corresponding rewards. You can also obtain points in the daily login event.\n\n4. When the Anniversary Decree ends, all unclaimed rewards will be sent via email.\n\n5. Unlocking the Advanced Anniversary Decree grants even more generous rewards. Players who purchase the paid Anniversary Decree can buy Decree Points with diamonds if they haven't claimed all rewards within 4 days before the reset.\n\n6. The Anniversary Decree is only effective during the unlocked period and does not last permanently.","title_126":"Dragon War","rule_126":"1. Each Dragon War will match your guild against another across different war zones.\n\n2. Both guilds will challenge each other's dragons; the higher the dragon's level, the stronger its stats.\n\n3. Progress is tracked by the damage inflicted during each challenge, with the total progress of all members determining the guild's overall progress.\n\n4. The guild with the higher total progress wins the Dragon War.\n\n5. Each challenge requires deploying multiple teams, with each team calculating damage and progress independently. The total progress for a challenge is the sum of all teams' progress.\n\n6. The initial number of deployed teams is 2. You can unlock 1 additional team each by reaching 80000 and 12000 Valkyrie Synergy Archive Power respectively. You can also increase the number of available teams by activating the talents in the Hope Tree.\n\n7. The higher the damage dealt in a single challenge, the better the rewards.\n\n8. At the start of each Dragon War, you get 10 challenge attempts. These attempts can only be used for that specific Dragon War.\n\n9. The Guild Leader, Captains, and Generals can use blessing skills to add more challenge attempts for all members. Members can also use Diamonds to purchase extra attempts, which are limited to that specific Dragon War.","title_127":"Dragon Summon","story_127":"Mighty dragons descend upon the battlefield! Challenge them, nurture them, and use their power to turn the tide of battle!","rule_127":"1. Spend energy to summon the guild's dragon. You can choose a grid occupied by an opponent and make it unclaimed.\n\n2. Different grids require different amounts of energy to attack.\n\n3. The summoned dragon will launch its attack during the current turn's settlement phase. Before this, you can withdraw or change the attack target.\n\n4. You can only attack one grid per turn. The attacked grid cannot be attacked again for a set number of rounds.\n\n5. If a team and dragon simultaneously attack a grid, the dragon will not continue the attack after the team's victory, though energy will still be consumed.","title_125":"Dragon's Nest","rule_125":"1. The guild has four dragon eggs, which will gradually hatch throughout the season.\n\n2. After hatching, the dragonlings can be evolved by the guild leader into different forms as they reach certain levels.\n\n3. The dragons' levels are tied to the level of the guild's Royal City.\n\n4. Evolved dragons gain more powerful skills.\n\n5. The dragons' skills are enhanced when they reach Lv.26 and Lv.31.\n\n6. All dragons will participate in the Dragon Wars.","story_126":"Mighty dragons descend upon the battlefield! Challenge them, nurture them, and use their power to turn the tide of battle!","title_128":"Top Ranking","rule_128":"1. Hero and Relic Top Rankings: Determined by the most popular heroes and relics in the current lineup rankings.\n\n2.Lineup Top Rankings: Refreshed every 3 days, showcasing the most popular lineups across all servers.","title_129":"Champion Decree","rule_129":"The Champion Decree is active for a total of 14 days.\n\n2.Earn Decree points during the event period to unlock rewards. Daily logins will grant points throughout the event.\n\n3. When the Champion Decree ends, any unclaimed rewards will be sent via email.\n\n4. Unlocking the Anniversary Decree provides more substantial rewards. Players who purchase the paid Champion Decree and have not claimed all rewards within 4 days of reset can use diamonds to purchase remaining decree points.\n\n5. The Champion Decree is only active during its unlock period and does not last indefinitely.","title_130":"Guild Challenge","rule_130":"1. Once the Guild Challenge begins, guild members can complete quests to earn guild points. Once personal points reach the specified threshold, rewards can be claimed. Guilds will compete for points against each other within the same zone.\n\n2. All guild members who meet the requirements to unlock the feature can accept quests and earn guild points by fulfilling the corresponding conditions within a time limit.\n\n3. Quests must be completed within 24 hours of acceptance; if not, they will be considered expired.\n\n4. During the event, each member has 10 initial attempts to accept quests. Completing a quest or letting it expire will consume one attempt. Once all attempts are used up, members can spend Diamonds to purchase a limited number of additional attempts. Quests can be abandoned, and doing so will return the attempts.\n\n5. Each quest can be accepted by a maximum of 3 members in the guild. Once the limit is reached, the quest cannot be accepted again. The quest will automatically refresh once all members who accepted it have either completed it or let it expire.\n\n6. Each guild member can only accept one Guild Challenge quest at a time. After completing or letting it expire, they can accept the next one.\n\n7. Quests come in different qualities. The higher the quality, the more points are earned upon completion. Any quest of the same quality will yield the same number of points.\n\n8. The guild leader and captains can manually refresh quests that no members are currently executing. There is a limit to the number of refreshes per guild, and the refresh attempts are shared between the guild leader and captains. Refresh attempts reset daily.\n\n9. If the number of members contributing points to the guild during the event exceeds the guild's maximum capacity, the guild points will be calculated based only on the highest points of members up to the member limit.","title_131":"Guild Challenge Ranking","rule_131":"1. Once the Guild Challenge begins, guilds in the same zone will be ranked based on their guild points.\n\n2. At the end of the event, all members of the guilds that rank high will receive rewards. Additionally, the top-ranking guilds will be awarded an exclusive, limited-time avatar frame.\n\n3. To recognize the efforts of the guild leader and captains in managing the guild, additional rewards will be given to the leaders and captains of the eligible guilds.\n\n4. Rank rewards will be calculated and distributed after the event concludes.","title_132":"Event Calendar","rule_132":"1. In the Event Calendar, you can view the main features and events scheduled for this week and next week.\n\n2. Events and features are distinguished by different colors.","title_299":"Valkyrie Rescue","rule_299":"1. The more Valkyries you rescue, the more rewards you can claim.\n\n2. Rescue all the Valkyries to claim the grand prize.\n\n3. Completing the specified mission counts as a successful rescue.","story_299":"1. The more Valkyries you rescue, the more rewards you can claim.\n\n2. Rescue all the Valkyries to claim the grand prize.\n\n3. Completing the specified mission counts as a successful rescue.","title_133":"Seraphic Ruins","rule_133":"<color=#c05100>[Basic Rules]</color>\n1. The Seraphic Ruins contain multiple bosses. Defeating bosses will reward you with Artifacts, with higher-level bosses yielding higher-quality Artifacts.\n2. Each boss has unique mechanics, requiring different team compositions to counter them.\n3. Activating talents in the Hope Tree can significantly reduce the difficulty of the bosses.\n\n<color=#c05100>[Challenge Rules]</color>\n1. Each attempt to challenge a boss requires multiple teams to participate. As the boss's level increases, the number of required teams also increases, with a maximum of 3 teams.\n2. The higher the damage each team deals to the boss, the greater the HP percentage the boss loses; however, there is a limit to the percentage damage a single team can deal.\n3. The total percentage damage dealt during each challenge is the sum of the percentage damage dealt by all teams.\n\n<color=#c05100>[Challenge Rewards]</color>\n1. Reduce the boss's HP to a specified value to earn rewards.\n2. A boss's HP does not regenerate during a season. When its HP reaches 0, the boss is killed.\n3. Killing a boss at the current level unlocks the next level. Each boss has a total of 22 levels. Once all are killed, the Infinite Challenge will be unlocked. In the Infinite Challenge, defeated bosses will revive, allowing you to repeatedly challenge them and earn challenge rewards.\n\n<color=#c05100>[Energy Recovery]</color>\n1. Each challenge consumes 1 Light Energy.\n2. Light Energy recovers at a rate of 1 point every 120 minutes, with a maximum storage of 30 points.\n3. You can spend Diamonds to purchase additional Light Energy, with purchase attempts resetting weekly.","story_133":"The Seraphic Court has crumbled under the influence of abyssal power, shattering into several floating islands that barely hold together, bound only by chains.\nThe abyssal power has mutated the creatures on these islands, causing them to fight among themselves, leading to a protracted war.\nTo reclaim the lost Seraphic Court, many Divines have joined the fray. However, in countless battles, they have gradually lost their original purpose, becoming monsters driven only by the desire to kill.\nEliminating these monsters and restoring the former glory of the Seraphic Court is an urgent task!","title_31501":"Hope Tree","rule_31501":"<color=#c05100>[Basic Rules]</color>\n1. The Hope Tree is a progression system that resets each season.\n2. The Hope Tree consists of multiple parts: Hope Tree Level, Team Bonuses, Primeval Realm Bonuses, and Season Mode Bonuses.\n<color=#c05100>[Hope Tree Level]</color>\n1. Consume Radiant Beads to level up the Hope Tree.\n2. Increasing the Hope Tree's level enhances all heroes' stats during the season.\n3. For every 10 levels increased, you will receive Azure Beads as rewards.\n<color=#c05100>[Team Bonuses]</color>\n1. Consume Azure Beads to level up Team Bonus Skills.\n2. Once leveled up, your teams will receive the corresponding effect bonuses.\n3. These bonuses are only effective in season modes.\n<color=#c05100>[Season Mode Bonuses]</color>\n1. Crimson Beads from Season Gifts can be used to level up Season Bonus Skills.\n2. Once leveled up, they provide corresponding bonuses in the respective season mode.\n<color=#c05100>[Primeval Realm Bonuses]</color>\n1. Master Events in the Primeval Realm can level up Primeval Realm Bonus Skills.\n2. Once leveled up, they provide corresponding bonuses in the Primeval Realm.\n<color=#c05100>[Reset Rules]</color>\n1. During the first 7 days of each season, resets are free, and 1 reset item is automatically added every 14 days.\n2. Once reset, all Team Bonuses and Season Mode Bonuses will revert to Lv.0, and all upgrade materials will be refunded.\n<color=#c05100>[Season Gift]</color>\n1. Leveling up the Hope Tree allows you to complete level quests for corresponding rewards.\n2. At the end of the season, rewards are sent out via mail based on the Hope Tree Level.","story_31501":"As the Eternal Relics continue to return, the abundant energy gathers in the Slates in the Valkyrie Hall.\nThe roots of the Hope Subtree are drawn to the power within the Slates, emerging from the depths of the hall to cling to the Slates and grow into the Hope Tree.\nThe Hope Tree and the Slates coexist, and their energies gradually merge, resulting in new strength from their blessings.\nWith these newfound blessings, embark once more to nurture the Hope Tree and continue the journey to reclaim the Relics!","title_31505":"Hope Tree Ranking","rule_31505":"<color=#c05100>[Basic Rules]</color>\n1. Displays the proportions of material consumption for various skills based on the Hope Tree data from all players across the servers.\n<color=#c05100>[Team Bonuses]</color>\n1. There are 8 types, with corresponding percentages shown based on the material consumption for each type.\n2. Tapping on a specific type allows you to view the material consumption proportions for all passive skills under that type.\n3. Tapping on a specific skill will display the distribution of its levels among players.\n<color=#c05100>[Season Passive]</color>\n1. There are 13 passive skills related to season modes, with corresponding percentages displayed based on each skill's material consumption.","title_31504":"Season Synergy","rule_31504":"1. Season Synergies are exclusive to the current season and only take effect during the season.\n2. Players can consume Synergy Awaken Tokens to activate Season Synergies for each hero. This item is obtained in the Tome of Itheron.\n3. Deploying 3 or more heroes with the same Season Synergy grants a brand-new Season Synergy effect.","title_31506":"Hope Tree Level Ranking","rule_31506":"<color=#c05100>[Basic Rules]</color>\n1. The ranking is based on the Hope Tree Levels of all players in this War Zone.\n2. There may be a slight delay in the ranking data, so please be patient.","title_1002":"Seraphic Ruins Ranking","rule_1002":"1. The ranking records the players who have cleared the highest level of each boss in the Seraphic Ruins this season.\n2. If multiple players are at the same boss level, the players who dealt more damage to the boss will rank higher.","title_134":"Halloween Decree","rule_134":"1. Halloween Decree starts and ends with the Demon Party event.\n\n2. The total duration of the Halloween Decree event is 10 days.\n\n3. Reach the required Decree Points within the event period to unlock the corresponding rewards. Daily logins will grant points throughout the event.\n\n4. All unclaimed rewards will be sent to you via mail when Halloween Decree ends.\n\n5. Unlock the Advanced Halloween Decree for better rewards. Players who purchase the Advanced Halloween Decree can use Diamonds to buy Decree Points if they haven't claimed all rewards by the fourth day before the reset.\n\n6. Halloween Decree is only effective during its unlocked period; it is not permanent.","title_136":"Deep Sea Rewards","story_136":"As the leisurely summer draws to a close, a colossal beast from the depths shatters the final moments of tranquility. Towering waves devour everything along the shore, and the vacation takes an unexpected turn...","rule_136":"During the event, log in daily to receive a special gift. After logging in for 10 days, you can claim all rewards.","title_137":"Treasure Recovery","rule_137":"1. During the Treasure Recovery event, complete the corresponding quests to obtain Mysterious Starfish. Use the Mysterious Starfish to unlock treasures.\n\n2. Each treasure contains several gifts. Find all the gifts to unlock the treasure and obtain the rewards.\n\n3. Each treasure can only be unlocked once, and they are unlocked in order. The final treasure can be unlocked repeatedly for repeated rewards.\n\n4. Mysterious Starfish can be purchased with Diamonds several days after the event starts, up to 35 times.\n\n5. At the end of the event, any unused Mysterious Starfish will be converted into Diamonds.","title_1011":"Valkyrie Synergy Archive Power","rule_1011":"1. From Day 1 to Day 7 of a new server, the Valkyrie Synergy Archive Power event will be available.\n\n2. You can claim rewards by meeting the required total Collection Power in the Valkyrie Synergy Archive.\n\n3. At the end of the event, rank rewards will be distributed via mail based on the ranking.","title_1012":"Valkyrie Synergy Archive Power Ranking","rule_1012":"1. The ranking is based on the total Collection Power in the Valkyrie Synergy Archive among players on the server. In the event of a tie, players who reached the Power earlier will rank higher.\n\n2. Different rank brackets correspond to different rank rewards, which will be distributed via mail at the end of the event.","title_1011_1":"Valkyrie Synergy Archive Power Ranking","rule_1011_1":"1. The ranking is based on the total Collection Power in the Valkyrie Synergy Archive among players on the server. In the event of a tie, players who reached the Power earlier will rank higher.\n\n2. Different rank brackets correspond to different rank rewards, which will be distributed via mail at the end of the event.","rule_1013":"When you collect the required number of heroes for the Valkyrie Synergy, you can claim the Synergy Activation Reward.","title_1013":"Synergy Activation","title_317":"Food Festival Event","rule_317":"1. After the \"Food Festival\" limited event starts, specific features will grant limited-time exclusive event items, which can be exchanged for generous rewards in the corresponding shop.\n\n2. You can obtain Strawberry Cakes through Vileflower Harvest, Celestial Trial sweeps, Idling in Missions, and Speed Up.\n\n3. You can obtain Roast Chickens through Terra Occupation, the Arena, and Grayshroom Realm.\n\n4. During the event, the Food Festival Shop will also be available, offering discounted Diamond Packs and generous rewards.","title_318":"Food Decree","rule_318":"1. Food Decree starts and ends with the Food Festival event.\n\n2. Reach the required Decree Points within the event period to unlock the corresponding rewards. Earning Activity from daily quests will grant points throughout the event.\n\n3. All unclaimed rewards will be sent to you via mail when Food Decree ends.\n\n4. Unlock the Advanced Food Decree for better rewards. Players who purchase the Advanced Food Decree can use Diamonds to buy Decree Points if they haven't claimed all rewards by the fourth day before the reset.\n\n5. Food Decree is only effective during its unlocked period; it is not permanent.","title_33003":"Alchemy Fountain","rule_33003":"<color=#c05100>[Basic Rules]</color>\n1. Alchemy Fountains are located in both the Royal City and Fortresses on the map. Occupying a fountain grants a continuous supply of Fountain Essence. Guild members can invite others to assist in challenges against Fountain Guards.\n2. Royal City Fountain: Located beneath the Royal City, it provides Fountain Essence to all guild members. Its level can be upgraded through challenges to increase yield. The maximum level cap will gradually increase as the season progresses.\n3. Fortress Fountain: Located beneath the fortress, it can only be claimed by guild members after their guild secures ownership of the fortress. Successfully completing challenges allows guild members to occupy the fountain and gain a continuous supply of Fountain Essence. If another guild takes over the fortress, the fountains within will also be lost.\n<color=#c05100>[Challenge Rules]</color>\n1. 10 challenge attempts are given at the start of the season. Subsequently, 1 challenge attempt is restored every 2 hours.\n2. Challenges increase the fountain's occupation progress. When progress reaches 100%, the fountain is either fully occupied or upgraded.\n<color=#c05100>[Assist Rules]</color>\n1. 3 assistance attempts are given at the start of the season. Subsequently, 1 assistance attempt is restored every 8 hours.\n2. Consume assistance attempts to help other guild members occupy fountains more quickly.\n<color=#c05100>[Fountain Yield]</color>\n1. Challenging or assisting with fountains rewards Fountain Essence, with higher-level fountains providing more Fountain Essence.\n2. Occupied fountains produce Fountain Essence every round, with higher-level fountains yielding greater production.\n3. There is a limit to the number of Fortress Fountains that can produce simultaneously. If the limit is reached, newly occupied fountains will not enter production unless their level exceeds that of the lowest-level fountain currently in production.\n4. Level up Clash Techs to increase the maximum number of Fortress Fountains that can produce simultaneously.\n<color=#c05100>[Fountain Essence]</color>\n1. Fountain Essence obtained from fountains can be donated to the guild to level up Clash Techs.","story_330":"In Clash Domain, ancient Alchemy Fountains, buried underground for millennia, have resurfaced. Omniguardians can continuously harvest Fountain Essence by establishing extraction facilities.","title_33001":"Fortress Fountain","rule_33001":"<color=#c05100>[Rules]</color>\n1. Obtain Fountain Essence by challenging and mining springs to level up Clash Techs, gaining substantial item rewards and bonuses in Clash Domain.\n<color=#c05100>[Basic Rules]</color>\n1. Various fountains exist on the map. After the guild occupies a fountain, members can mine the springs within it.\n2. Each Alchemy Fountain allows guild members to mine up to 4 springs.\n3. When a fountain is occupied by another guild, the mining progress of its springs will be lost.\n4. Fountains are also present in the Royal City, and each guild member can mine up to 4 springs within it.\n5. After each round of Clash Domain, the spring info will be reset along with the map.\n<color=#c05100>[Fountain Essence]</color>\n1. Fountain Essence obtained from fountains can be donated to the guild to level up Clash Techs.\n<color=#c05100>[Challenge Rules]</color>\n1. Challenge the Guardian Boss to increase the progress. The higher the damage dealt, the higher the progress made on the spring.\n2. When the challenge progress reaches 100%, the corresponding spring enters the mining state and produces Fountain Essence every round. The higher the spring's level, the higher the yield each round.\n3. The first time entering Clash Domain each season resets the challenge attempts to 10. Afterward, 1 challenge attempt is restored every 2 hours.\n<color=#c05100>[Assist Rules]</color>\n1. Each spring can be assisted 3 times, with each guild member only able to assist once on the same spring.\n2. The higher the damage dealt during assistance, the higher the progress made on the spring.\n3. After a guild member challenges any spring, other members may see that spring appear on the assistance list.\n4. The first time entering Clash Domain each season resets the assistance attempts to 10. Afterward, 1 assistance attempt is restored every 8 hours.\n<color=#c05100>[Fountain Yield]</color>\n1. Challenging or assisting with fountains rewards Fountain Essence, with higher-level fountains providing more Fountain Essence.\n2. When the challenge progress reaches 100%, the corresponding spring enters the mining state and produces Fountain Essence every round. The higher the spring's level, the higher the yield each round.\n3. Each member has a limit to the number of springs they can mine simultaneously.\n4. Level up Clash Techs to increase the maximum number of springs that can be mined simultaneously.\n<color=#c05100>[Quest Rewards]</color>\n1. By mining springs and upgrading Clash Techs, guild members can complete the corresponding quests and earn item rewards.\n2. Quests are divided into Round Quests and Season Quests. Round Quests are specific to the current round of Clash Domain and reset at the start of the next round. Season Quests are specific to the current season and reset only when the season ends.","title_33002":"Royal City Fountain","rule_33002":"<color=#c05100>[Basic Rules]</color>\n1. Alchemy Fountains are located in both the Royal City and Fortresses on the map. Occupying a fountain grants a continuous supply of Fountain Essence. Guild members can invite others to assist in challenges against Fountain Guards.\n2. Royal City Fountain: Located beneath the Royal City, it provides Fountain Essence to all guild members. Its level can be upgraded through challenges to increase yield. The maximum level cap will gradually increase as the season progresses.\n3. Fortress Fountain: Located beneath the fortress, it can only be claimed by guild members after their guild secures ownership of the fortress. Successfully completing challenges allows guild members to occupy the fountain and gain a continuous supply of Fountain Essence. If another guild takes over the fortress, the fountains within will also be lost.\n<color=#c05100>[Challenge Rules]</color>\n1. 10 challenge attempts are given at the start of the season. Subsequently, 1 challenge attempt is restored every 2 hours.\n2. Challenges increase the fountain's occupation progress. When progress reaches 100%, the fountain is either fully occupied or upgraded.\n<color=#c05100>[Assist Rules]</color>\n1. 3 assistance attempts are given at the start of the season. Subsequently, 1 assistance attempt is restored every 8 hours.\n2. Consume assistance attempts to help other guild members occupy fountains more quickly.\n<color=#c05100>[Fountain Yield]</color>\n1. Challenging or assisting with fountains rewards Fountain Essence, with higher-level fountains providing more Fountain Essence.\n2. Occupied fountains produce Fountain Essence every round, with higher-level fountains yielding greater production.\n3. There is a limit to the number of Fortress Fountains that can produce simultaneously. If the limit is reached, newly occupied fountains will not enter production unless their level exceeds that of the lowest-level fountain currently in production.\n4. Level up Clash Techs to increase the maximum number of Fortress Fountains that can produce simultaneously.\n<color=#c05100>[Fountain Essence]</color>\n1. Fountain Essence obtained from fountains can be donated to the guild to level up Clash Techs.","title_331":"Clash Tech","rule_331":"<color=#c05100>[Basic Rules]</color>\n1. All guild members can donate Fountain Essence.\n2. Tech skills automatically level up when the required amount of Fountain Essence is collected.\n<color=#c05100>[Tech Bonuses]</color>\n1. Clash Tech bonuses apply to the entire guild. Members will lose all bonus effects upon leaving the guild.\n<color=#c05100>[Quest Rewards]</color>\n1. Quests are divided into Round Quests and Season Quests.2. Round Quests: Can be completed during each round and last until the end of the current guild war.\n2. Season Quests: Can be completed throughout the season and remain available until the season ends.","story_331":"In Clash Domain, adventurers discovered the magical power contained within Fountain Essence, which can provide various benefits to the guild.","title_33210":"Rally Command","rule_33210":"1. Rally Command can be applied to grids occupied by your guild, increasing the corresponding grid's defenders by 30. This effect lasts until the ownership of the grid changes.\n2. Each grid can have Rally Command used on it up to 10 times simultaneously.\n3. Any unused Rally Command attempts will reset to 0 at the end of the season.","story_332":"Long, long ago, in the castle of an ancient kingdom, there lived a princess...","title_138":"Oceanic Decree","title_139":"Summer Gifts","title_140":"Wavechaser Invite","story_139":"A letter carried by bubbles... Could it be from Leviathan in another dimension?\n\nThis displaced beast seems uninterested in destroying the world; she only loves holidays, beaches, and endless parties!\n\nStep through the rift in this letter, leave all your troubles behind, and let the party begin!","rule_138":"1. This Decree starts and ends with the Summer Echo event.\n\n2. The total duration of the Decree event is 14 days.\n\n3. Reach the required Decree Points within the event period to unlock the corresponding rewards. Daily logins will grant points throughout the event.\n\n4. All unclaimed rewards will be sent to you via mail when Decree ends.\n\n5. Unlock the Advanced Decree for better rewards. Players who purchase the Advanced Decree can use Diamonds to buy Decree Points if they haven't claimed all rewards by the fourth day before the reset.\n\n6. This Decree is only effective during its unlocked period; it is not permanent.","rule_139":"During the event, log in daily to receive a special gift. After logging in for 10 days, you can claim all rewards.","rule_140":"1. In the Wavechaser Invite event, you can give different gifts to Leviathan to increase her Favor.\n\n2. Once her Favor reaches a specified level, you will receive rewards.\n\n3. Leviathan's mood will change, and with each mood shift, her preferred gifts will differ. Giving her the preferred gifts will further increase her Favor.\n\n4. Gifts can be crafted by consuming the corresponding materials. Complete quests to get random materials.\n\n5. After the event has been running for a certain number of days, you can purchase specific materials from the Diamond Sale shop.\n\n6. The materials obtained during the event will disappear after the event ends.","story_33210":"In Clash Domain, adventurers have uncovered various ancient skills through relentless effort, which can be utilized within Clash Domain.","title_1015":"Prologue Decree","rule_1015":"1. Prologue Decree unlocks on the 2nd day of character creation.\n\n2. The total duration of the Prologue Decree event is 14 days.\n\n3. Reach the required Daily Points within the event period to unlock the corresponding rewards. Reach the specified Daily Activity to get Daily Points.\n\n4. All unclaimed rewards will be sent to you via mail when Prologue Decree ends.\n\n5. Unlock the Advanced Prologue Decree and Special Prologue Decree for better rewards. Players who purchase the Advanced or Special Prologue Decree can use Diamonds to buy Decree Points if they haven't claimed all rewards by the fourth day before the reset.","story_1015":"The mysterious objects that hold a part of the Supreme Will are known as \"Decrees.\" Scholars in Mirlond have decoded the infinite secrets contained within these items and found that by meeting certain conditions, one can receive rewards from the Supreme Will. These conditions mainly involve defending against the Abyss invasion and enhancing oneself, precisely what the Omniguardians are doing. Even though the Supreme One has vanished, its influence on the world remains.","title_332":"Snow White's Memories","rule_332":"1. The event lasts for 7 days. New quests and shops unlock at midnight each day.\n\n2. All unfinished quests will expire after the event. You can continue to buy supplies and claim the rewards you have already earned.\n\n3. The event interface and portal close 1 day after the event ends.","title_333":"Odyssey Rush","rule_333":"1. The Rank Rush event of the season will be available from Days 1 to 5 following the reset of Rift Odyssey.\n\n2. At the end of the event, rank rewards will be distributed via mail based on the Rift Odyssey Rankings.","story_333":"To claim victory in the once-a-decade Sakura Tournament, the warriors of Harmony Isle sail across the seas. At the edges of the Shattered Realm of Itheron, they hone their swordsmanship through the grueling Rift Odyssey.","title_141":"Fortune Express","story_140":"At the Lunar New Year Night Market, a crowd gathers in front of a small shop. The mysterious and enchanting shopkeeper accepts only Fortune Firecrackers, not gold or silver. As for what you can exchange them for… well, that depends on the whims of the paper-cut wheel!","rule_141":"1. Spend Fortune Firecrackers to spin the fortune wheel and win great prizes.\n\n2. There are three grand prizes on the wheel, and each prize can only be won once.\n\n3. Each spin that doesn't win a grand prize will accumulate one Luck Point. When your Luck Points are full, you're guaranteed to win a grand prize, and all Luck Points will reset.\n\n4. Each day, upon first entering the event, you can choose a lantern. After using it, you'll receive a blessing the next time you spin the wheel.\n\n5. Complete LNY Quests to earn Fortune Firecrackers.","title_142":"LNY Login Gift","rule_142":"During the event, log in daily to receive an LNY gift. After logging in for 10 days, you can claim all rewards.","title_143":"LNY Decree","rule_143":"1. LNY Decree starts and ends with the Spring Festival Celebration event.\n\n2. The total duration of the LNY Decree event is 14 days.\n\n3. Reach the required Decree Points within the event period to unlock the corresponding rewards. Daily logins will grant points throughout the event.\n\n4. All unclaimed rewards will be sent to you via mail when LNY Decree ends.\n\n5. Unlock the Advanced LNY Decree for better rewards. Players who purchase the Advanced LNY Decree can use Diamonds to buy Decree Points if they haven't claimed all rewards by the fourth day before the reset.\n\n6. LNY Decree is only effective during its unlocked period; it is not permanent.","title_144":"Fate Summon","rule_144":"1. During the Fate Summon event, players can use Fate SMN Scrolls to summon and select a preferred Synergy Mastery hero.\n\n2. Each event offers one free summon upon its launch.\n\n3. For every 50 summons, a selected hero is guaranteed. The counter resets each time the selected hero is obtained.\n\n4. If summons are made during the current event but the selected hero is not obtained, the summon count will carry over to the next event.\n\n5. Any remaining Fate SMN Scrolls can be retained for use in the next event.","story_144":"The faces of the heroes appear upon the ancient crystal, and it allows you to intertwine with their fates. Select your desired hero and summon them using Fate SMN Scrolls!","title_27004":"Tournament Ranking","title_27005":"Tournament","story_27004":"The decennial Tournament kicks off, drawing warriors from all corners of the world to compete for the coveted title of the world's strongest.","rule_27004":"1. Players are ranked based on the points they earn in the Tournament. The ranking includes the guild members of the 6 guilds in the Clash Domain.\n\n2. Single Tournament Ranking: The ranking is based on the points earned during the current Tournament.\n\n3. Overall Ranking: The ranking is based on the total points accumulated from all Tournaments during Clash Domain.\n\n4. If a player leaves their guild during Clash Domain, their accumulated points will be cleared.","rule_27005":"1. Tournaments begin at the start of each Clash Domain. Each Tournament lasts for 3 rounds, and there are 4 Tournaments held per Clash Domain.\n\n2. After a Tournament begins, your guild will be matched against 5 other guilds for competition.\n\n3. During a Tournament, you can participate at any time by deploying multiple teams. The number of deployable teams matches the number allowed in Guild Wars (affected by the Hope Tree).\n\n4. During battles, the system will match your teams against other players' teams. Each of your teams will face one opposing team.\n\n5. After each battle, the surviving status of your team carries over. Victorious teams proceed to the next round, while defeated teams cannot continue.\n\n6. At certain rounds, you can choose to revive a team, restore HP, or apply minor stat bonuses.\n\n7. The Tournament ends when either the final round is completed or all teams are defeated.\n\n8. Players earn Tournament Points for each victory and receive a random chest at the end of the battle.\n\n9. The total points earned by all guild members contribute to the guild's Tournament Points. At the end of the Tournament, guilds will earn Clash Domain Points based on their rank.\n\n10. Participating in Tournament battles during the season allows players to complete Tournament Quests. Completing these quests grants Activity, which can be exchanged for generous rewards once specific thresholds are reached.","title_1014":"Penrose Rush Event","rule_1014":"1. From Day 1 to Day 3 of a new server, the Penrose Rush event will be available.\n\n2. At the end of the event, rank rewards will be distributed via mail based on the Palace Rankings.","title_11013":"Synergy Summon Decree","rule_11013":"1. Synergy Summon Decree unlocks on the 2nd day of a new server.\n\n2. The total duration of the activated Synergy Summon Decree is 7 days.\n\n3. Daily logins will grant the corresponding rewards throughout the event.\n\n4. All unclaimed rewards will be sent to you via mail when the decree ends.\n\n5. Unlock the advanced decree for better rewards.","title_1016":"Celestial Rush Event","rule_1016":"1. From Day 4 to Day 10 of a new server, the Celestial Rush event will be available.\n\n2. At the end of the event, rank rewards will be distributed via mail based on the total floors cleared in Celestial Trials.","title_1017":"Level Fund","rule_1017":"1. Increase the Player Level to obtain the corresponding rewards.\n\n2. Obtain even greater rewards after you unlock the Level Fund.","story_1017":"The mysterious objects that hold a part of the Supreme Will are known as \"Decrees.\" Scholars in Mirlond have decoded the infinite secrets contained within these items and found that by meeting certain conditions, one can receive rewards from the Supreme Will. These conditions mainly involve defending against the Abyss invasion and enhancing oneself, precisely what the Omniguardians are doing. Even though the Supreme One has vanished, its influence on the world remains.","title_1101":"Skin Decree","rule_1101":"1. The total duration of the Skin Decree event is 28 days.\n\n2. Reach the required Decree Points within the event period to unlock the corresponding rewards. Daily logins will grant points throughout the event.\n\n3. All unclaimed rewards will be sent to you via mail when Skin Decree ends.\n\n4. Unlock the Advanced Skin Decree for better rewards. Players who purchase the Advanced Skin Decree can use Diamonds to buy Decree Points if they haven't claimed all rewards by the fourth day before the reset.","title_31507":"Allocation Plan","rule_31507":"<color=#c05100>[Allocation Plan Sharing]</color>\n1. Players can share their current point allocation plans for the Hope Tree in the chat channel.\n<color=#c05100>[Plan Saving]</color>\n1. While viewing point allocation plans shared by other players in the chat channel, you can save them.\n2. Saved plans can be reviewed here.\n3. You can save up to 10 point allocation plans at the same time.\n<color=#c05100>[Plan Replacement]</color>\n1. Select a saved point allocation plan to consume 1 reset attempt and adjust your current plan to match the saved one.\n2. If you lack the required upgrade materials, you won't be able to replace the corresponding plan. ","title_148":"Voyage Decree","rule_148":"1. Voyage Decree starts and ends with the Azure Voyage event.\n\n2. The total duration of the Decree event is 14 days.\n\n3. Reach the required Decree Points within the event period to unlock the corresponding rewards. Daily logins will grant points throughout the event.\n\n4. All unclaimed rewards will be sent to you via mail when Decree ends.\n\n5. Unlock the Advanced Decree for better rewards. Players who purchase the Advanced Decree can use Diamonds to buy Decree Points if they haven't claimed all rewards by the fourth day before the reset.\n\n6. This Decree is only effective during its unlocked period; it is not permanent.","title_150":"Azure Chart","rule_150":"During the event, log in daily to receive a special gift. After logging in for 10 days, you can claim all rewards.","title_151":"Deck Gambit","rule_151":"1. During the Azure Voyage event, complete the corresponding quests to obtain Compasses. Use the Compasses to reveal cards.\n\n2. Each stage contains several gifts. Find all the gifts in a stage to complete it and obtain the rewards.\n\n3. Each stage can only be completed once, and they are opened in order. The last stage can be completed repeatedly to gain rewards again.\n\n4. Starting from the 10th day of the event, Compasses can be purchased with Diamonds, up to 35 times.\n\n5. At the end of the event, any unused Compasses will be converted into Diamonds.","story_147":"Step onto the deck and feel the sea breeze! This journey takes us to the azure sea! As the thrilling adventure begins, the captain at the helm is a familiar figure...","title_341":"Challenger's Journey","rule_341":"1. The Champion's Journey event opens in 3 sequential phases. During each phase, complete the specific actions to earn points for that phase.\n\n2. Reach point requirements to obtain valuable milestone rewards.\n\n3. At the end of each phase, rank rewards will be distributed based on total points for that phase.\n\n4. Points from all phases contribute to your total event points. When the final phase ends, the event concludes, and overall rank rewards will be distributed based on total points.","title_336":"Tomb Treasures","story_336":"Treasures of pharaohs from generations past lie buried within this tomb. Powerful tomb guards stand as bastions behind its doors, eliminating all who dare to plunder its riches.","rule_336":"<color=#c05100>[Basic Rules]</color>\n1. Tomb Treasures contain 6 gates and 6 bosses. Defeating the first 4 bosses at the Accessory Gates rewards Ancient Accessories, while defeating the last 2 bosses at the Material Gates rewards materials for purifying these accessories. Higher-level bosses drop higher-quality rewards.\n2. Each boss has unique mechanics, requiring different team compositions to counter them.\n3. Equipping Ancient Accessory talents of the corresponding level significantly reduces the difficulty of bosses.\n\n<color=#c05100>[Challenge Rules]</color>\n1. Each boss challenge requires 5 heroes to participate. After the battle, heroes need time to search for loot. The search time varies based on the number of rounds needed to clear. Fewer rounds mean shorter search time.\n2. Heroes searching for loot cannot participate in battles at other gates, but you can search all 6 gates simultaneously.","title_3381":"Ancient Accessories","story_3381":"Said to be ancient sacred accessories inherited from the gods, their power appears to stem from unspeakable forbidden entities.","rule_3381":"1. All Contracted & Benedicted Heroes of Epic quality or higher can equip accessories.\n\n2. Each accessory can only be equipped by heroes of the corresponding synergy.\n\n3. Heroes in the list are sorted by their deployment frequency in season modes, with those deployed more frequently appearing first.\n\n4. When using Equip All, the system will equip the highest-level accessories to heroes in list order.\n\n5. You can lock accessories on specific heroes, and locked accessories will not be affected by the Equip All or Unequip All functions.","rule_3382":"1. Stats of accessories that are T9 or above can be upgraded.\n\n2. Accessory Stats: Each accessory can have up to 3 stats, categorized as ALL/PVE/PVP types. Stats are only effective in their corresponding PvE or PvP season modes. The same accessory cannot have duplicate stat types.\n\n3. Stat Enhancement: Each enhancement randomly increases the value of one stat.\n\n4. Stat Purification: Select a stat to replace it with another of the same type while maintaining the current enhancement progress.","title_3383":"Dismantle Accessories","rule_3383":"1. Accessories disappear once dismantled, and materials are returned based on their level and quality.\n\n2. A portion of materials spent on enhancing accessories will also be returned.\n\n3. Equipped accessories cannot be dismantled.\n\n4. A max of 15 accessories can be dismantled at a time.","title_152":"Relic Rewards","story_152":"This is your first encounter with Hestia, the Valkyrie of Forging, and she'll shower you with generous welcome gifts.Use Mythic Stones to have her forge ancient Relics for you, unleashing their boundless power!","rule_152":"1. Spend Mythic Stones II to forge Selectable Legendary Relic Shards.\n\n2. Selectable Legendary Relics can be changed anytime during the event period.\n\n3. Mythic Stones II can be retained forever and used in future events. Other event items will be reset when the event ends.","title_153":"Forest Defense","story_153":"Monsters from the forest are swarming out in full force, but fortunately, we have the great witch, Lady Dorabella!","rule_153":"1. You need to control Lady Dorabella's left and right movements to fire magic projectiles at invading monsters.\n\n2. Monsters will launch attacks once they reach your position.\n\n3. Successfully clear the stage by defeating all monsters while preventing your position from being breached.\n\n4. Defeat chests to obtain special skills that enhance Lady Dorabella, greatly improving your defensive capabilities.","title_154":"Forest Frenzy","story_154":"Monsters from the forest are swarming out in full force, but fortunately, we have the great witch, Lady Dorabella!","rule_154":"1. After the \"Forest Frenzy\" limited event starts, players can earn rewards by participating in \"Forest Defense\" stages. Limited-time exclusive items can be exchanged for generous rewards in the corresponding shop.\n\n2. During the event, claim generous rewards through \"Spring Login\" every day.\n\n3. After clearing \"Forest Defense\" stages, claim generous rewards through \"Forest Decree.\"\n\n4. During the event, the Discount Shop will also be available, offering discounted Diamond Packs with generous rewards.","title_155":"Forest Decree","story_155":"Monsters from the forest are swarming out in full force, but fortunately, we have the great witch, Lady Dorabella!","rule_155":"1. The Forest Decree event lasts 14 days.\n\n2. Accumulate Login Points during the event to claim the corresponding rewards.\n\n3. All unclaimed rewards will be sent to you via mail when the decree ends.","title_156":"Season Shop","story_156":"Merchants from the Shattered Realm arrive at the start of each new season, offering generous gifts in exchange for tokens from the previous season.","rule_156":"1. The Season Shop opens at the start of each season and remains available for a limited time.\n\n2. You can exchange Fracture Badges earned at the end of the previous season for items..\n\n3. Any unused Fracture Badges will be cleared after the shop closes, so make sure to spend them before then.","title_3384":"Awaken Order Conversion","rule_3384":"1. Excess Awaken Orders can be converted. After conversion, you will first receive random Awaken Orders that have not yet reached their limit.\n\n2. You can convert up to 15 Awaken Orders at once.\n\n3. If the selected Awaken Orders exceed the convertible amount, the excess will be returned to your Inventory.","title_346":"Festival Event","story_346":"1. During the Festival Event, three premium packs will refresh daily: Free Pack, Diamond Pack, and Oath Crystal Pack.\n\n2. Claim the Free Pack by logging in daily, obtain the Diamond Pack with a small amount of Diamonds, and get high-value Oath Crystal rebate packs through recharging.","rule_346":"1. During the Festival Event, three premium packs will refresh daily: Free Pack, Diamond Pack, and Oath Crystal Pack.\n\n2. Claim the Free Pack by logging in daily, obtain the Diamond Pack with a small amount of Diamonds, and get high-value Oath Crystal rebate packs through recharging.","title_347":"Login Benefits","story_347":"1. Once the feature is activated, players can claim one Legendary Hero with each daily login.\n\n2. Every 7 days, players can claim a D/D Selectable Legendary Hero.\n\n3. By accumulating 42 daily logins, players can obtain a total of 42 Legendary Heroes.\n\n4. The feature will be disabled after all rewards have been claimed.","rule_347":"1. Once the feature is activated, players can claim one Legendary Hero with each daily login.\n\n2. Every 7 days, players can claim a D/D Selectable Legendary Hero.\n\n3. By accumulating 42 daily logins, players can obtain a total of 42 Legendary Heroes.\n\n4. The feature will be disabled after all rewards have been claimed.","title_157":"Lucky Wheel","story_157":"The pointer spins, and the prizes keep coming. Tonight, you are the lucky star!","rule_157":"1. Spend Wheel Tickets to spin the fortune wheel and win great prizes.\n\n2. There are three grand prizes on the wheel, and each prize can only be won once.\n\n3. Each spin that doesn't win a grand prize will accumulate one Luck Point. When your Luck Points are full, you're guaranteed to win a grand prize, and all Luck Points will reset.\n\n4. The first time you enter the event each day, you can choose a commemorative coin. After using it, you'll receive a blessing the next time you spin the wheel.\n\n5. Complete Wheel Quests to earn Wheel Tickets.","title_158":"Campus Login","story_158":"Amaterasu has set up a Lucky Wheel game at the Campus Gala. She seems distracted, her gaze wandering as if searching for someone important...","rule_158":"During the event, log in daily to receive a special gift. After logging in for 10 days, you can claim all rewards.","title_159":"Youth Decree","rule_159":"1. Youth Decree starts and ends with the Campus Gala event.\n\n2. The total duration of the Decree event is 14 days.\n\n3. Reach the required Decree Points within the event period to unlock the corresponding rewards. Daily logins will grant points throughout the event.\n\n4. All unclaimed rewards will be sent to you via mail when Decree ends.\n\n5. Unlock the Advanced Decree for better rewards. Players who purchase the Advanced Decree can use Diamonds to buy Decree Points if they haven't claimed all rewards by the fourth day before the reset.\n\n6. Youth Decree is only effective during its unlocked period; it is not permanent.","title_3431":"Primeval Realm","story_3431":"This is an ancient, unknown realm where neither gods nor demons exist, and where neither the Abyss nor the Celestials have manifested. Ancient dragons and colossal beasts rule the skies, land, and seas, cultivating their own brilliant civilization.","rule_3431":"1. Primeval Realm is a brand-new season mode offering players a free exploration experience.\n\n2. Players can explore the Primeval Realm, occupy map grids, and participate in various events (such as Battle, Trade, Altar, and Story) to earn rewards that are beneficial both within and outside of season modes.\n\n3. Gameplay: Fight wild monsters → Unlock various events → Earn rewards through events.\n\n4. Monster battles: Battles consume Energy, which replenishes daily and can be supplemented with Energy Berries. Monster battles reward Artifacts.\n\n5. Trade events: Buy and sell various goods across the realm to earn Primeval Coins, which can be used to purchase items in the shop.\n\n6. Master events: Provide goods as requested by the Master to learn skills from the Season Talent Tree.\n\n7. Altar events: Choose random map buffs from altars to make exploration more efficient.","title_3432":"Battle Event","rule_3432":"1. Battles consume Energy, which replenishes daily and can be supplemented with Energy Berries.\n\n2. When battling bosses, you can counter them using skills from the Talent Tree.","title_3433":"Trade Event","rule_3433":"1. Primeval Coins can be used to purchase goods across various regions, where the same items are priced identically.\n\n2. Players can sell goods from their bag at any time.\n\n3. When players participate in various events across the realm, price fluctuations will occur, which should be monitored closely.\n\n4. Activating relevant skills in the Season Talent Tree can further reduce purchase prices and increase selling prices.\n\n5. Activating buffs from altars around the map can also influence prices.","title_3434":"Altar Event","rule_3434":"1. Altars affect event outcomes within several surrounding grids on the map.\n\n2. Players need to select one of three buffs, or spend Diamonds to refresh the buff options.\n\n3. The refresh cost increases incrementally but will reset after a period of time.","title_3435":"Primeval Realm Rankings","rule_3435":"1. The Exploration Ranking records players with the highest exploration progress in the Primeval Realm.\n\n2. The Coin Ranking records players who have accumulated the most Primeval Coins in the Primeval Realm.","title_349":"Weekly Decree","rule_349":"1. Weekly Decree starts and ends with the current season.\n\n2. The Weekly Decree event runs for 8 weekly periods, totaling 56 days.\n\n3. Reach the required Decree Points within the event period to unlock the corresponding rewards. Complete daily quests for Daily Activity or weekly quests for Weekly Activity to earn Decree Points. Every 20 Daily Activity grants 20 points, and every 20 Weekly Activity grants 50 points.\n\n4. All unclaimed rewards will be sent to you via mail when Weekly Decree ends.\n\n5. Unlock advanced decrees for better rewards. The two advanced decrees are calculated separately.\n\n6. Weekly Decree is only effective during each unlocked period; it is not permanent."}}]],0,0,[],[],[]]