[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"defeat",{"defeat":{"des_10":"Recruit more Legendary Heroes to build a strong team.","des_163":"Advance your heroes to provide more stat bonuses to your team. ","des_58":"Activate Synergy Archives to provide significant stat bonuses for your entire team.","des_8":"Leveling up your heroes will ensure a solid foundation for their power.","des_36":"Equip Gear on your Heroes to make them stronger.","des_65":"Leveling up gear will give you extra stats from the Mastery every 10 levels, this will help you clear stages.","des_102":"Ascend Heroes to activate Hero Talents and greatly boost Stats.","des_96":"The Sage's Tome provide stat bonuses to your entire team and also increase your Synergy Talents strength.","des_39":"Use Shards to craft new Relics and become more powerful in battles.","des_164":"Significantly boost Relic stats and enhance their skill effects by advancing them.","des_93":"The Relic increases the entire team's stats. Leveling up all of the Relics can significantly increase your combat power.","des_220":"Check other players' clear records to quickly learn team comps.","des_219":"Deploy the recommended synergies for the stage to activate stat bonuses.","des_37":"Activate heroes' talents to unlock synergies and talent effects.","des_38":"Equip runes to unlock synergies and stronger skills.","label_219":"Rec.\nSynergies","label_220":"Clear Records","label_163":"Hero\nAdvancements","label_37":"Talents","label_38":"Runes","label_164":"Relic\nAdvancements","label_248":"Change Spell","label_256":"Upgrade Spell","label_255":"Eternal Level","des_248":"Pay attention to the spell's counters, play to strengths, and avoid weaknesses.","des_256":"Upgrade the spell's quality to make the opponent's spell effects disappear.","des_255":"Boost the Eternal Level to significantly enhance the stats of all heroes in the Sanctuary Projection.","label_274":"Slate Quality Up","label_275":"Synergy Activation","des_274":"Improve the slate quality to significantly boost Power.","des_275":"Activate more Season Synergies to unleash more powerful effects."}}]],0,0,[],[],[]]