[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"boss_rush",{"boss_rush":{"note_reward":"Reduce the boss's HP to obtain the following rewards","note_lock_time":"Available for challenge in {0}","note_lock_lv":"Kill {0} Lv.{1} to challenge","note_boss_clear":"This boss has been killed","note_clear_reward":"You have killed {0} Lv.{1} and obtained the following rewards","note_dem_reward":"Reduce {0}'s HP to <color=@000082>{1}</color> to obtain the following rewards","note_unlock_next":"{0} Lv.{1} unlocked","note_dem_pct":"Percentage:","title_dem_best":"Highest Record","boss_des_1":"The Darkblade Warden takes greatly reduced damage. When our characters receive healing, they will deal high damage to the Darkblade Warden.\nIt is recommended to use healing heroes or synergies that can provide healing, such as Ethereals and Mystifiers.","boss_skill_1":"Healing Dependency","boss_des_2":"The Thunder Lord will appear alongside mercenaries. Damage can only be dealt to the Thunder Lord if the mercenaries are controlled.\nIt is recommended to use heroes with control abilities, such as Talanis, Aiushtha, and Hallios.","boss_skill_2":"Control Dependency","boss_des_3":"The Frost Beast can only be damaged by physical attacks.\nIt is recommended to use Ethereals, Valiantors, or similar synergies that excel in physical damage.","boss_skill_3":"PATK Dependency","boss_des_4":"The Lich King can only be damaged by magic attacks.\nIt is recommended to use Mystifiers, Avengers, or similar synergies that excel in magic damage.","boss_skill_4":"MATK Dependency","boss_des_5":"The Cursed Bride can only be damaged by the male character in position 5 and is immune to damage from all other positions.\nIt's recommended to use a male character as the primary damage dealer and place him in position 5.","boss_skill_5":"Male Dependency","boss_des_6":"The Hatred Butcher can only be damaged by the female character in position 5 and is immune to damage from all other positions.\nIt's recommended to use a female character as the primary damage dealer and place her in position 5.","boss_skill_6":"Female Dependency","boss_des_7":"The Divine Griffin reflects 100% of direct damage (including basic attacks and active skills that deal damage) but does not reflect Corrode DMG or other indirect damage, such as reflect damage.","boss_skill_7":"Direct Damage Negation","boss_des_8":"The Winged Knight devours the Holy Shield effect whenever it is applied to our team, gaining 10 stacks of Holy Shield for each stack devoured.","boss_skill_8":"Holy Shield Negation","note_dem_max":"Highest Record: {0}","tips_hp_remain":"Boss HP reduced: <color=@000082>{0}</color>. Remaining HP: <color=@000082>{1}</color>.","title_buy_energy":"Restore Energy","note_skill_solve":"Activating the following skills in the Hope Tree will significantly reduce enemy difficulty.","note_level_preview_1":"Clear Lv.{0}","note_level_preview_2":"Clear {0} Lv.{1}","note_dem_record":"Surpassed {0} of players across all servers","tips_unlock_num":"Challenge the boss {0} more time(s) to unlock","note_boss_clear_1":"The Infinite Challenge is now open. You can repeatedly challenge {0} to obtain Radiant Beads.","note_boss_clear_2":"All bosses have been defeated, but you may continue challenging to earn additional Radiant Beads.","btn_infinite":"∞","boss_skill_9":"Land Domain Talent Buffs","boss_des_9":"After the Land Domain Talent is activated, the Land Domain synergy effect is increased by 100% per talent level, up to 1000%.","boss_skill_10":"Sea Domain Talent Buffs","boss_des_10":"After the Sea Domain Talent is activated, the Sea Domain synergy effect is increased by 100% per talent level, up to 1000%.","boss_skill_11":"Sky Domain Talent Buffs","boss_des_11":"After the Sky Domain Talent is activated, the Sky Domain synergy effect is increased by 100% per talent level, up to 1000%."}}]],0,0,[],[],[]]