[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"skin",{"skin":{"wear_success_1":"Equipped","wear_fail_1":"Skin not unlocked","access_fail_1":"Event hasn't started","timelimited_extend_1":"Duration extended","timelimited_fail_1":"Skin unlocked","skin_function_1":"Skin","skin_function_2":"Try","skin_function_3":"Equip","skin_function_4":"Buy","skin_function_5":"Activate","skin_function_6":"Obtain","skin_state_1":"Unlocked","skin_state_2":"Equipped","skin_obtain_1":"New Skin Obtained","skin_name_1":"Default Skin","skin_name_1200502":"Summer Vibes (Dorabella)","skin_name_2200402":"Mystic Melody (Marina)","skin_name_5400402":"Dangerous Summon (Aiushtha)","skin_des_1200502":"[Summer Vibes (Dorabella)] Arriving at the beach, Dorabella decides to take a relaxing vacation. She sets up a parasol and lays out food and drinks on the table. A gentle breeze blows, and the waves lap at the shore, bringing a satisfied smile to the mage's face.","skin_des_2200402":"[Mystic Melody (Marina)] Free from the curse and regaining her voice, Marina is filled with aspirations and hopes. She offers the Mystic Melody for her departed kin amidst the ruins of the Ocean Temple.","skin_des_5400402":"[Dangerous Summon (Aiushtha)] For Aiushtha, exuding deadly charm is as easy as drinking water. But this is the beach, too many hormones, and watchful rivals! She has to show her real skills. With a snap of her fingers, she summons her \"old friends\", the loyal Abyss minions. When the succubus goes all out, who dares stand in her way?","skin_tips_1":"Limited Edition","skin_tips_2":"Limited Edition","access_des_1":"Obtainable from Limited Events","item_type_1":"Skin Item","item_des_1200502":"Use to unlock Summer Vibes","item_des_2200402":"Use to unlock Mystic Melody","item_des_5400402":"Use to unlock Dangerous Summon","activate_fail_1":"Hero not owned","skin_name_5100302":"Nightmare Assault (Dullahan)","skin_des_5100302":"[Nightmare Assault (Dullahan)] Dullahan's army once conquered Palmarius, and the gruesome history he authored continues to haunt countless families. Even today, on Halloween, people still lock their doors and windows, fearing the rebirth of the abyssal nightmare under the bat-filled, moonlit sky, a creature hungering for blood and on the prowl.","skin_attribute01":"Increases SPD by <color=@000083>[0]</color> during battle.","skin_attribute02":"Increases ATK by <color=@000083>[0]</color> during battle.","skin_attribute03":"Increases HP by <color=@000083>[0]</color> during battle.","skin_name_5301002":"Azure Reaper (Ariana)","skin_des_5301002":"[Azure Reaper (Ariana)] Red and black are the loneliness of the hunter and killer hidden in the dark night; blue and white are the blessing of the oath to give her a new life. When the dust and smoke cleared, Ariana's flying scythe was no longer a murderous weapon for hunting, but a sharp blade for guarding the oath.","skin_name_53010021":"Azure Reaper (Ariana) (60 Days)","skin_name_53010022":"Azure Reaper (Ariana) (30 Days)","skin_name_53010023":"Azure Reaper (Ariana) (14 Days)","skin_use_53010021":"Activate the Azure Reaper (Ariana) skin for 60 days","skin_use_53010022":"Activate the Azure Reaper (Ariana) skin for 30 days","skin_use_53010023":"Activate the Azure Reaper (Ariana) skin for 14 days","tips_wear":"Takes effect in battle when equipped.","skin_name_1300302":"Jinglebell Gunmaiden (Catrina)","skin_name_3200102":"Twinkle Bliss (Ellie)","skin_name_4300702":"Arctic Phoenix (Eudora)","item_type_2":"Permanent skin item. Activating the skin repeatedly will convert it into 3000 Diamonds.","item_type_3":"Permanent skin item. Activating the skin repeatedly will convert it into 1500 Diamonds.","skin_des_1300302":"[Jinglebell Gunmaiden (Catrina)] Catrina's dictionary has never known the word \"surrender,\" and it is her resilience that has led her to achieve her current success. The X-Mas event brings courage and strength to Catrina, making it her favorite holiday. Sharing your favorite holiday with the dearest person is only natural, isn't it?","skin_des_3200102":"[Twinkle Bliss (Allie)] In Ellie's heart, red was once the color of loved ones' deaths; now, pure friendship has shown her that red can also bring warmth. She wants to pass this warmth on to other children, but her generous ways don't seem to be widely accepted. She still can't distinguish what kind of red can make people feel warm...","skin_des_4300702":"[Arctic Phoenix (Eudora)] Ice and flame converge within her, coldness and compassion coexist in her heart, the conflicting facets finding balance through Eudora's will. She steadfastly upholds one principle: to burn away the evil of a chaotic world and freeze the sins of a corrupted realm.","skin_name_4301202":"Springs Maiden (Althea)","skin_des_4301202":"[Springs Maiden (Althea)] Similar to a drowning soul grasping at blades of grass for survival, Althea often recalls the millennium-old era when she fought alongside the Omniguardian. With everything now restored, she can finally don her familiar battle attire once more, dedicating her loyalty to the faithful.","skin_name_43012021":"Springs Maiden (Althea) (60 Days)","skin_name_43012022":"Springs Maiden (Althea) (30 Days)","skin_name_43012023":"Springs Maiden (Althea) (14 Days)","skin_use_43012021":"Activate the Springs Maiden (Althea) skin for 60 days","skin_use_43012022":"Activate the Springs Maiden (Althea) skin for 30 days","skin_use_43012023":"Activate the Springs Maiden (Althea) skin for 14 days","skin_name_5201302":"Blood Bride (Ophelia)","skin_des_5201302":"[Blood Bride (Ophelia)] The sacred hall might seem somewhat ironic to vampires, but Ophelia doesn't mind such humor, nor would she decline the beautiful gown. The key question is, who would she be willing to share this pristine moment with?","skin_name_52013021":"Blood Bride (Ophelia) (60 Days)","skin_name_52013022":"Blood Bride (Ophelia) (30 Days)","skin_name_52013023":"Blood Bride (Ophelia) (14 Days)","skin_use_52013021":"Activate the Blood Bride (Ophelia) skin for 60 days","skin_use_52013022":"Activate the Blood Bride (Ophelia) skin for 30 days","skin_use_52013023":"Activate the Blood Bride (Ophelia) skin for 14 days","skin_name_5201502":"Metal Maiden (Leandra)","skin_des_5201502":"[Metal Maiden (Leandra)] When enduring Narissa's attacks, Leandra's body has already undergone extreme toughening. Compared to the agony of the void, mechanical alterations would be negligible. Karnak would be more than willing to offer assistance.","skin_name_52015021":"Metal Maiden (Leandra) (60 Days)","skin_name_52015022":"Metal Maiden (Leandra) (30 Days)","skin_name_52015023":"Metal Maiden (Leandra) (14 Days)","skin_use_52015021":"Activate the Metal Maiden (Leandra) skin for 60 days","skin_use_52015022":"Activate the Metal Maiden (Leandra) skin for 30 days","skin_use_52015023":"Activate the Metal Maiden (Leandra) skin for 14 days","skin|skin_name_2300902":"Azure Wave","skin|skin_des_2300902":"Who said cats don't enjoy water? Let's dive into summer's waves, riding the azure waves and enjoying Nawi's energy!","skin|skin_name_5300702":"Sweet Summer","skin|skin_des_5300702":"In the scorching summer, only desserts and waves may save the day. Nyx's summer vacation starts with the sweetness of this sunset.","skin_name_2300902":"Azure Wave (Nawi)","skin_des_2300902":"[Azure Wave (Nawi)] Who said cats don't enjoy water? Let's dive into summer's waves, riding the azure waves and enjoying Nawi's energy!","skin_name_5300702":"Sweet Summer (Nyx)","skin_des_5300702":"[Sweet Summer (Nyx)] In the scorching summer, only desserts and waves may save the day. Nyx's summer vacation starts with the sweetness of this sunset.","skin_name_4201602":"Sky Mist (Dahlia)","skin_des_4201602":"[Sky Mist (Dahlia)] At dawn, as the first light breaks, she stirs gently from her slumber, still slightly tipsy. The sound of last night's rain seems to blanket some lingering memories. At this moment, her alluring eyes glimmer, eagerly awaiting the morning's first touch.","skin_name_42016021":"Sky Mist (Dahlia) (60 Days)","skin_name_42016022":"Sky Mist (Dahlia) (30 Days)","skin_name_42016023":"Sky Mist (Dahlia) (14 Days)","skin_use_42016021":"Activate the Sky Mist (Dahlia) skin for 60 days","skin_use_42016022":"Activate the Sky Mist (Dahlia) skin for 30 days","skin_use_42016023":"Activate the Sky Mist (Dahlia) skin for 14 days","skin_name_1300102":"8-Ball Queen (Themis)","skin_des_1300102":"[8-Ball Queen (Themis)] Even a gentleman's leisure moments require some focus, whether it's on the cue in his hand, the impact on the table, or the thrilling clash alongside you.","skin_name_4400902":"Fiery Charmer (Seraphina)","skin_des_4400902":"[Fiery Charmer (Seraphina)] In moments of pure bliss, everyone feels a little lightheaded. But when you catch sight of her smiling face, you can't help but accept the drink she offers, embracing the intoxicating joy and savoring it deeply.","skin_name_4200802":"Champion's Elegance (Catherine)","skin_des_4200802":"[Champion's Elegance (Catherine)] Adorned with jewels of gold and jade, and with the fiery phoenix soaring, Catherine awaits under the night sky for this crown-worthy event, celebrating the ultimate glory of champions. In honor of the inaugural World Arena Champion.","skin_name_4202002":"Absolute Dominion (Wu Zetian)","skin_des_4202002":"[Absolute Dominion (Wu Zetian)] To gain power, one must have the courage to face danger. Of course, there's also the absolute temptation hidden within that danger, capable of striking a chord in your heart. Perhaps this is her way of exercising absolute dominion over you.","skin_name_42020021":"Absolute Dominion (Wu Zetian) (60 Days)","skin_name_42020022":"Absolute Dominion (Wu Zetian) (30 Days)","skin_name_42020023":"Absolute Dominion (Wu Zetian) (14 Days)","skin_use_42020021":"Activate the Absolute Dominion (Wu Zetian) skin for 60 days","skin_use_42020022":"Activate the Absolute Dominion (Wu Zetian) skin for 30 days","skin_use_42020023":"Activate the Absolute Dominion (Wu Zetian) skin for 14 days","skin_name_5301402":"Sweet Demon (Astrid)","skin_des_5301402":"[Sweet Demon (Astrid)] Hey there, sweetie! Open the door! Cute pumpkins and candies are waiting for you! A delightful sweetness has just arrived at your doorstep!","skin_name_5202002":"Serene Repose (Gaia)","skin_des_5202002":"[Serene Repose (Gaia)] The meaning of life goes beyond mere survival; it also includes those tranquil moments of rest. For Gaia, spending this serene time with you, dressed in her finest attire, is a cherished dream she's always held close to her heart.","skin_name_52020021":"Serene Repose (Gaia) (60 Days)","skin_name_52020022":"Serene Repose (Gaia) (30 Days)","skin_name_52020023":"Serene Repose (Gaia) (14 Days)","skin_use_52020021":"Activate the Serene Repose (Gaia) skin for 60 days","skin_use_52020022":"Activate the Serene Repose (Gaia) skin for 30 days","skin_use_52020023":"Activate the Serene Repose (Gaia) skin for 14 days","skin_name_1400202":"X-Mas Prayer (Atropos)","skin_des_1400202":"[X-Mas Prayer (Atropos)] On the night of Christmas, the wandering Moira of Demise reappears at the cathedral. She closes her eyes and silently prays for the world.","skin_name_6400102":"Frostveil Glow (Cleopatra)","skin_des_6400102":"[Frostveil Glow (Cleopatra)] The Queen, enraptured by love, sets aside her crown of power and dons a dazzling reindeer gown. She longs to spend an unforgettable night with you.","skin_name_4201603":"Blissful Union (Dahlia)","skin_des_4201603":"[Blissful Union (Dahlia)] Dahlia, the Fox Enchantress, dons a radiant red gown. This blushing bride-to-be smiles with joy, dreaming of the beautiful days ahead with her beloved husband.","skin_name_5302102":"Pure Melody (Pandora)","skin_des_5302102":"[Pure Melody (Pandora)] This is a dance performed exclusively for you by Pandora. The girl born from the Abyss has finally found redemption. Casting aside the magic box of despair, she embraces a melody of pure white. As the music box turns and the tune begins, she unfolds her graceful form, dancing elegantly like a swan.","skin_name_53021021":"Pure Melody (Pandora) (60 Days)","skin_name_53021022":"Pure Melody (Pandora) (30 Days)","skin_name_53021023":"Pure Melody (Pandora) (14 Days)","skin_use_53021021":"Activate the Pure Melody (Pandora) skin for 60 days","skin_use_53021022":"Activate the Pure Melody (Pandora) skin for 30 days","skin_use_53021023":"Activate the Pure Melody (Pandora) skin for 14 days","note_skin_treasured":"Treasured","skin_name_5201303":"Moonlit Bloom (Ophelia)","skin_des_5201303":"[Moonlit Bloom (Ophelia)] Moonlight streams through stained glass, tinting the skirt and petals. A solitary blossom flourishing in the pavilion longs for someone to share its delicate fragrance.","skin_name_6400202":"Supreme Commander (Victoria)","skin_des_6400202":"[Supreme Commander (Victoria)] \"Set sail! Obey the Queen's command and let the never-setting glory illuminate the universe!\"","skin_name_5202003":"Gentle Ripples (Gaia)","skin_des_5202003":"[Gentle Ripples (Gaia)] \"Life was born in the ocean, and should perish in the ocean. What I mean is, no one can escape my grasp.\"","skin_name_4102302":"Brandy (Amaterasu)","skin_des_4102302":"[Brandy (Amaterasu)] \"I don't care whether your actions are right or wrong. I just want you to know that only I have the right to make decisions, because I am here, and only my death can deny it.\"","skin_name_41023021":"Brandy (Amaterasu) (60 Days)","skin_name_41023022":"Brandy (Amaterasu) (30 Days)","skin_name_41023023":"Brandy (Amaterasu) (14 Days)","skin_use_41023021":"Activate the Brandy (Amaterasu) skin for 60 days","skin_use_41023022":"Activate the Brandy (Amaterasu) skin for 30 days","skin_use_41023023":"Activate the Brandy (Amaterasu) skin for 14 days","skin_name_4202003":"Ruler (Wu Zetian)","skin_des_4202003":"[Ruler (Wu Zetian)] A dictator who manipulates hearts and minds. Under her rule, the kingdom achieved unprecedented prosperity.","skin_name_1200503":"Forest Witch (Dorabella)","skin_des_1200503":"[Forest Witch (Dorabella)] The hero who saved the forest is none other than our great witch, Lady Dorabella!","skin_name_5202402":"Holographic Flux (Bahamut)","skin_des_5202402":"[Holographic Flux (Bahamut)] This is Bahamut's holographic projection. As the ruler of data, every ripple of her thoughts creates massive waves throughout the virtual world.","skin_name_52024021":"Holographic Flux (Bahamut) (60 Days)","skin_name_52024022":"Holographic Flux (Bahamut) (30 Days)","skin_name_52024023":"Holographic Flux (Bahamut) (14 Days)","skin_use_52024021":"Activate the Holographic Flux (Bahamut) skin for 60 days","skin_use_52024022":"Activate the Holographic Flux (Bahamut) skin for 30 days","skin_use_52024023":"Activate the Holographic Flux (Bahamut) skin for 14 days","skin_name_4202402":"Awakening Downpour (Tsukuyomi)","skin_des_4202402":"[Awakening Downpour (Tsukuyomi)] A sudden downpour traps you and this young lady in the room. An inexplicable feeling rises with the mist, gradually warming the air.","skin_name_5302103":"Black Swan (Pandora)","skin_des_5302103":"[Black Swan (Pandora)] This is the dance Pandora dedicates to herself. The girl born from the abyss no longer seeks redemption. She forgets her greed for beauty and embraces her dark self. Dance, like the black swan, dance.","skin_name_4201604":"Peach Twilight (Dahlia)","skin_des_4201604":"[Peach Twilight (Dahlia)] Another spring arrives with peach petals softly tinted and a gentle breeze caressing. She lingers in the peach blossom grove, waiting for the traveler's return.","skin_name_5302302":"Summer Surge (Leviathan)","skin_des_5302302":"[Summer Surge (Leviathan)] Towering waves crash against the tranquil shore, and mechanical roars merge with the surging tides! Leviathan, dressed for the season, invites you to an unforgettable summer!","skin_name_4102303":"Tequila (Amaterasu)","skin_des_4102303":"[Tequila (Amaterasu)] The curtain rises. Who harbors ulterior motives, and who will lose their fortune? No matter, she will be the only winner in the end.","skin_name_5202602":"Warden (Tiamat)","skin_des_5202602":"[Warden (Tiamat)] Under the warden's chilling and iron-fisted rule, this place has consistently retained its title as the safest city in the Federation.","skin_name_52026021":"Warden (Tiamat) (60 Days)","skin_name_52026022":"Warden (Tiamat) (30 Days)","skin_name_52026023":"Warden (Tiamat) (14 Days)","skin_use_52026021":"Activate the Warden (Tiamat) skin for 60 days","skin_use_52026022":"Activate the Warden (Tiamat) skin for 30 days","skin_use_52026023":"Activate the Warden (Tiamat) skin for 14 days"}}]],0,0,[],[],[]]