[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"guidance",{"guidance":{"des1001":"The demons are too powerful; our only option left is to use the Relic!","des1002":"Dorabella, cast the Relic skill now, while I'm defending!","des1003":"This situation is worse than I thought!","des1011":"Get ready to fight! Send these evil <color=#ffa352>Demons</color> back to the <color=#ffa352>Abyss</color>!","des1012":"Send me to battle!","des1013":"It's time to fight!","des1021":"Go and follow Merida!","des1022":"I'm here to aid you!","des1023":"Stand behind me Omniguardian, I'll cover you!","des1024":"When you're ready, attack!","des1031":"Hah! That tickled!","des1041":"Remember to <color=#c05100>enhance</color> yourself before fighting strong enemies. Always be at your best. That's the warrior's code.","des1042":"Odysseus, your power is the key to our victory.","des1043":"You should try increasing your <color=#c05100>level</color> first.","des1044":"Gear can aid you in combat. Tap <color=#c05100>Equip All</color>.","des1045":"Excellent! Now, let us return to the battlefield!","des1071":"The longer you fight, the more spoils you'll get!","des1072":"With these resources, we can become even stronger!","des1073":"Omniguardian, use these resources to enhance <color=#ffa352>Jerald</color>'s power!","des1074":"After <color=#ffa352>leveling up</color>, he will become stronger.","des1076":"The remaining resources can be used to <color=#ffa352>level up</color> other heroes.","des1075":"Let's get stronger!","des1171":"Ugh! Without the Valkyries... we can't defeat the Demons!","des1172":"I vow to protect the innocent! I... will never surrender!","des1173":"Excellent! Let your death welcome the arrival of the dark era.","des1081":"The <color=#ffa352>Demon queen</color> is just ahead. Hurry! I have a bad feeling about this...","des1101":"The Demon army has been defeated! I must guide the <color=#ffa352>Valkyries</color> back to the <color=#ffa352>Imperial City</color>.","des1102":"It's dangerous outside of Mirlond. Let's find another hero to join us.","des1103":"We're here. Tap here to start summoning!","des1201":"A new hero has joined our team. She will be a powerful ally.","des1202":"We should enhance this hero before we head into battle.","des1203":"Let's level her up first.","des1204":"Tap here to quickly <color=#c05100>increase her level</color>!","des1205":"Leveling complete! Enhance the other <color=#c05100>heroes</color> if you still have resources remaining.","des1400":"Enhancement complete! Let's discuss our next steps.","des1401":"Complete Mission 2-12 to find the <color=#ffa352>Essence Elixir</color> to heal Eluller!","des1601":"Deploy our newly joined hero and crush these enemies!","des1701":"Open the <color=#ffa352>Wilderness Map</color> to observe your surroundings.","des1702":"The Imperial <color=#ffa352>Arena</color> is nearby. Let's have a look!","des1703":"Select one opponent to battle against! Show these arrogant fools our strength!","des1901":"<color=#ffa352>Idle Speed-up</color> activated. Let's have a good time!","des1902":"<color=#ffa352>Idle Speed-up</color> can earn you resources useful for increasing our team's power.","des2001":"The <color=#ffa352>Gear Enhancement</color> function is now available. Now, enhance your team!","des2002":"Enhancing gear can significantly improve their stats.","des2003":"Enhance this piece of gear first!","des2004":"We still have a lot of Gold. Use it to level up your gear!","des2005":"Don't forget, other types of gear can also be enhanced.","des2006":"Now it's all up to you! Let's get stronger!","des2201":"Enhancement complete. Even the most menacing of enemies are no match for us!","des2202":"Now, let's give the enemy a taste of our might!","des2301":"Complete the <color=#ffa352>Bounty Quests</color> to earn generous rewards.","des2302":"We can use the <color=#c05100>Intel Points</color> obtained to accept Bounty Quests.","des2303":"Let's check the Intel Points on this quest first.","des2304":"Complete this Bounty Quest to claim its reward.","des2305":"Select heroes who meet the <color=#c05100>Star</color> and <color=#c05100>Faction</color> requirements before starting a Bounty Quest.","des2306":"Tap here to quickly select heroes that fulfill the quest's requirements.","des2307":"The heroes are ready. Let's start the Bounty Quest!","des2308":"<color=#c05100>Wait</color> for the heroes to win. We can claim quest rewards upon their triumph!","des2309":"<color=#ffa352>Bounty Quests</color> are on the noticeboard. Accept and complete them to obtain generous rewards!","des2401":"Look! We found a mysterious underground palace deep inside <color=#ffa352>Palace of Penrose</color>.","des2402":"A powerful evil aura is emanating from within the <color=#ffa352>Palace of Penrose</color>. Let's check it out!","des2601":"Use the <color=#ffa352>Ascension Ores</color> obtained from the <color=#ffa352>Palace of Penrose</color> to ascend our heroes.","des2602":"Choose our strongest hero and <color=#ffa352>ascend</color> them, thereby increasing their power even further!","des2701":"Use the remaining <color=#ffa352>Ascension Ores</color> on your favorite heroes!","des2801":"I've heard that the City is establishing <color=#ffa352>guilds</color>.","des2802":"Join a guild to get even more Intel.","des2901":"Enter the Wilderness. The gates of the <color=#ffa352>Forgotten Land</color> have opened!","des2902":"We can enter the <color=#ffa352>Forgotten Land</color> and gain lots of useful resources daily.","des2903":"Let's challenge the Wailing Mines.","des2904":"Defeat the monsters in the <color=#ffa352>Wailing Mines</color> to get lots of Gold for leveling up our heroes.","des2905":"Complete the <color=#ffa352>3-Star</color> objectives to claim additional rewards.","des2906":"Choose our strongest team and start the trial!","des3001":"Pray to the Goddess at the <color=#ffa352>Oracle Temple</color> to get a <color=#ffa352>specific faction</color>'s heroes.","des3002":"Here we can summon a <color=#c05100>4 to 5-Star</color> Hero or Hero Shards of <color=#c05100>any selected Faction</color>.","des3003":"Choose a favorite faction to summon from!","des3101":"Rumor has it that many treasures are buried in the Volcano <color=#ffa352>Labyrinth</color>.","des3102":"In the deepest part of the <color=#c05100>Labyrinth</color>, powerful monsters guard a <color=#c05100>Relic</color> forged by Surtr the Fire God.","des3103":"<color=#c05100>We</color> are here now. Keep moving to reach our objective.","des3104":"Defeat the monsters and head for the <color=#ffa352>Relic</color> in the bottom!","des3105":"The <color=#ffa352>Relic</color> has been awakened!","des3106":"To use the Relic in battle, we must deploy it first.","des3107":"Let's see the Relic's might in this battle!","des3011":"The doors to the <color=#ffa352>Relic Vault</color> have been opened for the <color=#ffa352>Omniguardian</color>.","des3012":"Use <color=#ffa352>Invoker Crystals</color> in the Relic Vault to summon powerful <color=#ffa352>Relics</color>.","des3013":"Tap here to summon <color=#ffa352>Relics</color> and strengthen your team!","des3021":"We now have a <color=#ffa352>Relic</color>. Let's enhance it!","des3023":"Use <color=#ffa352>Refined Dust</color> to increase a <color=#ffa352>Relic</color>'s level.","des3024":"Tap here to quickly increase the <color=#ffa352>Relic level</color>!","des3201":"Once <color=#ffa352>Relic Energy</color> reaches a threshold, the Relic Skill is cast automatically.","des3202":"Relic Energy grows each round. <color=#ffa352>Killing enemy units</color> can greatly boost Relic Energy.","des3203":"After the Relic Skill is cast, there is a <color=#ffa352>cooldown</color> for a few rounds before it can be used again.","des3301":"<color=#ffa352>Gear Refinement</color> can provide huge boosts to Heroes.","des3302":"Let's choose our strongest hero.","des3306":"You can use <color=#ffa352>Refinement Ore</color> to refine gear.","des3307":"The <color=#c05100>Refinement Level</color> of the Gear will increase once the <color=#c05100>Refinement Progress</color> bar is full.","des3308":"Once certain Refinement Levels are reached, special <color=#c05100>Stat Bonuses</color> are granted.","des3309":"Use Refinement Ores to increase the Refinement Level.","des3310":"Remember, all Gear can be refined.","des3401":"The <color=#ffa352>Legend Archive</color> is now open. Go and take a look.","des3402":"The Legend Archive records famed deeds of the land's heroes.","des3404":"Let's find out about this hero's story.","des3405":"Read this legend from its very beginning here.","des3501":"All elite enemies encountered in stories are recorded here.","des3502":"Defeat Elite Enemies for chance to get their Hero Shards.","des3503":"The number of Trial attempts per day is limited.","des3504":"Let's fight! We'll try our hand with this enemy first!","des3601":"<color=#ffa352>Celestial Trials</color> is now available.","des3602":"Earn Runes by defeating enemies in the Celestial Trials.","des3604":"Choose an opponent to challenge.","des3605":"Choose Elite Enemies' corresponding <color=#ffa352>affix</color> before challenge.","des3606":"Selected affix changes increase enemy difficulty.","des3607":"Let's try an easy affix first.","des3608":"Affixes increase the <color=#c05100>stars</color> of Elite Enemies. Get rewards by defeating Elite Enemies with a specified number of stars.","des3609":"Get ready to fight!","des3610":"Elite Enemies with higher stars grant more rewards.","des3701":"We got some <color=#ffa352>Runes</color> from the fight just now. Go equip them.","des3704":"Select this to equip Runes.","des3705":"Each slot can contain Rune of the corresponding position.","des3711":"You can upgrade your Runes to make them stronger.","des3713":"Leveling up Runes can significantly increase their stat bonuses.","des3714":"Let's enhance the next Rune.","des3715":"Let's enhance it faster!","des3716":"Enhance Runes to increase stats effects. Higher-quality Runes have higher Max Enhancement levels.","des3801":"It's said that far into this land lies the <color=#ffa352>Gloomwoods</color>.","des3802":"Countless <color=#ffa352>Vileflowers</color> that crystallize magic into <color=#ffa352>Terra Crystals</color> grow in the Gloomwoods.","des3804":"The <color=#ffa352>Vileflower</color> craves sustenance. Try feeding these offerings to it!","des3811":"Different foods give Vileflowers different levels of Satiation.","des3812":"<color=#ffa352>Feed</color> this Magimon to the Vileflower.","des3813":"Tap here to <color=#ffa352>feed</color> it again.","des3814":"<color=#c05100>Vileflowers</color> will evolve to a higher quality, but they will degrade if Satiation exceeds 21 points.","des3815":"<color=#ffa352>Feed</color> it one more offering for the best results!","des3816":"Since the Vileflower has reached its highest quality, you can stop feeding it.","des3817":"You can harvest magic <color=#c05100>Terra Crystals</color> from it after a while.","des3901":"<color=#ffa352>Gem</color> harvesting complete.","des3904":"Let's <color=#ffa352>equip Gems</color>!","des3905":"<color=#ffa352>Equip Gems</color> for a huge boost in your heroes' Combat Power!","des1611":"<color=#c05100>Support heroes</color> can join some battles. Deploy them to make the battles significantly easier.","des2220":"Get the <color=#ffa352>Spring of Vitality</color> at the <color=#ffa352>Valkyric Guardianship</color> to heal Eluller.","des2221":"Complete the designated quests to activate the <color=#ffa352>Valkyric Guardianship</color>.","des2222":"Activate the <color=#ffa352>Valkyric Guardianship</color> to obtain its corresponding <color=#ffa352>rewards</color>.","des1170":"Your fate is sealed. Submit!","des3818":"Feeding successful! Now, we can <color=#ffa352>speed up</color> the harvest once.","des38110":"We can harvest the <color=#ffa352>Gems</color> now!","des3831":"We obtained a lot of <color=#ffa352>Gems</color>. Let's use these extra <color=#ffa352>Gems</color> to <color=#ffa352>craft</color> the best ones.","des3834":"Select <color=#ffa352>Gems</color> of identical quality to start <color=#ffa352>crafting</color>.","des1051":"Advance! We must find <color=#ffa352>Arkdina</color>!","des1052":"I can provide <color=#ffa352>Healing</color> and <color=#ffa352>buffs</color>! I won't hold you back!","des1061":"Let's keep moving forward!","des1062":"I can help too! Deploy me in battle!","des1063":"Tap the Synergy icon to view details of the Synergy effects.","des1064":"Eluller and I can apply a Shield on the ally team at the start of the battle and support them in battle!","des1602":"The Faction Bonus has been activated.","des1603":"Deploying multiple heroes from the <color=#ffa352>same faction</color> activates Faction Bonus, which provides stat bonuses for the <color=#ffa352>whole team</color>.","des3031":"<color=#ffa352>Hero Conversions</color> can be performed at <color=#ffa352>Flashback Tower</color>.","des3032":"This is the portal for <color=#ffa352>Hero Conversions</color>.","des3033":"Select a hero to initiate the conversion.","des3121":"Heroes' health can be restored when they cannot fight anymore.","des3122":"Using the Revival Statue <color=#c05100>revives</color> <color=#c05100>all</color> fallen heroes and restores <color=#c05100>100% HP</color> to all heroes.","des4001":"<color=#ffa352>Rune Blessings</color> are now available. Let's try it out.","des4002":"Let's use it on our strongest hero first.","des4006":"You can perform <color=#ffa352>Rune Blessings</color> here.","des4007":"Use the <color=#ffa352>Grail of Blessing</color> to bless the Runes.","des4008":"Each blessing increases 1 of the 3 base stats. When all 3 stats' blessings are maxed out, the blessing level will increase.","des4009":"When blessings reach a specific level, additional stat bonuses will be unlocked.","des4010":"Blessings can provide tremendous stat boosts, so try to increase the <color=#ffa352>Blessing Levels</color> of your Runes as much as possible.","des2811":"<color=#ffa352>Sanctuary of Eve</color> is now available.","des2812":"<color=#ffa352>Sanctuary of Eve</color> has a Benediction feature that quickly levels up non-main heroes","des4101":"<color=#c05100>Relic Ascension</color> is now available. We can now further enhance <color=#c05100>Relics</color>.","des4102":"Let's choose the strongest <color=#c05100>Relic</color> we have.","des4103":"You can perform <color=#c05100>Relic Ascension</color> here.","des4104":"Use the <color=#c05100>Spirit of Forging</color> to <color=#c05100>forge Relics</color>.","des4105":"Each time you forge, a specific stat will be increased. Ascension becomes available after forging 6 times.","des4106":"After ascending a Relic, you can activate its ascension talent, increasing the Relic's skill effects and the stats of the entire team.","des4107":"Certain <color=#c05100>Relic forging</color> requirements must be fulfilled in order to perform <color=#c05100>Relic Ascension</color> again.","des1077":"Tap here to quickly <color=#ffa352>increase the level</color>.","des2224":"As the <color=#ffa352>Valkyric Guardianship</color> increases, the Omniguardian will also be able to evolve further.","des3511":"<color=#ffa352>Lost City</color> is now available.","des3512":"We can get a lot of Hero Shards in the Lost City.","des3513":"Let's begin by fighting this enemy!","des3514":"You can claim rewards when your Star rating is high enough.","des3515":"Get all 3 Stars to claim all rewards.","des3516":"Let the battle begin!","des3517":"This will help us quickly deploy heroes who meet the Star requirements.","des3518":"Now it's all up to you! Go forth and claim victory!","des3521":"<color=#ffa352>Gear Enchantment</color> is now available.","des3522":"Let's choose our strongest hero.","des3523":"Let's choose this piece of gear.","des3524":"We can enter the enchantment area from here.","des3525":"Enchant Crystals are required to increase enchantment levels.","des3526":"Once fully-equipped gear are enchanted to a certain level, you can activate additional bonuses.","des3527":"Now try enchanting a second piece of gear.","des3528":"Now it's all up to you! Let's get stronger!","des5001":"Trial quest completed. You can <color=#ffa352>evolve</color> your <color=#ffa352>Valkyric Guardianship</color> now!","des5002":"This trial has been completed. We can claim its reward now.","des5006":"We've finished this phase's trials. It's time to <color=#ffa352>evolve</color>.","des5007":"<color=#c05100>Evolution</color> complete. Complete the newest trial to enhance your <color=#c05100>Valkyric Guardianship</color>!","des4301":"There is news from the Woodland. The Gloomwoods <color=#ffa352>Pillage Mode</color> is now available.","des4302":"Now we can feed the second <color=#ffa352>Vileflower</color> to harvest more <color=#ffa352>Terra Crystals</color>.","des4304":"Go on, feed this new <color=#ffa352>Vileflower</color>!","des2310":"If there are no quests that interest you, try refreshing to receive more <color=#ffa352>worthwhile quests</color>.","des2111":"Tap here to quickly enhance all of your gear.","des2711":"A new event has started. Let's check it out!","des2712":"Tap here","des1065":"Prepare for battle!","des2321":"Quick, bring Eluller back to the Valkyrie Manor in Mirlond!","des2322":"This is the <color=#ffa352>Valkyrie Manor</color>. We must heal her as soon as possible!","des2323":"We can't heal Eluller completely!","des2324":"Let's come back here once we figure out a solution!","des2325":"Eluller welcomes you and your Favor increases. Note that there is a daily touch limit.","des1704":"Enter the Arena here.","des3131":"This must be the <color=#ffa352>Soul Altar</color> that seals monsters. Let's take a closer look!","des3132":"The <color=#c05100>Soul Altar</color> offers many types of powerful <color=#c05100>buffs</color>.","des3133":"Come, pick a <color=#ffa352>buff</color> that is most suited to our team. Break the <color=#ffa352>Soul Altar</color>'s seal!","des3141":"Tap here to view <color=#ffa352>Exploration Achievements</color> for the <color=#ffa352>Labyrinth</color>.","des3142":"<color=#c05100>Exploration Achievements</color> are listed here, each achievement has generous rewards.","des3143":"<color=#ffa352>Exploration Achievements</color> are listed here, each achievement has generous rewards.","des3144":"Continue to explore the Labyrinth and complete <color=#ffa352>Achievements</color> to claim all of their rewards!","des3151":"Battle start! Defeat the <color=#ffa352>Vault Guardian</color> and take the treasure!","des2403":"Enemies have appeared! Defeat them!","des2404":"Deploy heroes with the same synergy to activate different <color=#c05100>Synergy effects</color> on every floor.","des2405":"Let's select and deploy this hero first.","des2406":"Now, select heroes who have synergy with him to activate the <color=#ffa352>special synergy effects</color>!","des2407":"It's time to fight! Let's wipe these evildoers out!","des4311":"The <color=#ffa352>Wish List</color> function is now available. Let's check it out!","des4312":"Select 2 heroes to put into your <color=#c05100>Wish List</color>. The heroes get a higher chance to be summoned.","des4313":"Tap here to set your <color=#ffa352>favorite heroes</color>!","des4314":"You have finished setting up your <color=#ffa352>Wish List</color>! Go summon your favorite heroes now!","des4321":"The <color=#ffa352>Gem Purification</color> function has been unlocked!","des4322":"Tap on the Gems you currently have equipped here.","des4323":"Select the <color=#ffa352>Gem Purification</color> function.","des4324":"<color=#c05100>Gem Purification</color> allows a Gem's initial stats to be replaced with a new set of random stats.","des4325":"If there are secondary stats that you'd like to retain, you can choose to <color=#c05100>lock the stats</color> before <color=#c05100>purifying</color> them.","des4326":"Remember to purify your Gems regularly to equip them with your favorite <color=#ffa352>stats</color>!","des4331":"When crafting Gems of Uncommon quality or higher, you can select <color=#ffa352>stats to inherit</color>.","des4332":"Select a <color=#c05100>designated number of stats</color> from the following. The Gem will inherit the selected stats after crafting is complete.","des6001":"<color=#ffa352>Yggdrasil Supremacy Coliseums</color> have been unlocked! Go check the <color=#ffa352>Wilderness</color>!","des6002":"Details are available inside the <color=#ffa352>Arena</color>.","des6003":"This is the <color=#ffa352>Yggdrasil Supremacy</color> coliseums!","des6004":"Let's head to the lowest coliseum floor first—the <color=#ffa352>Helheim</color>!","des6005":"This is the entrance to the <color=#ffa352>Helheim</color>.","des6006":"Select this enemy and <color=#ffa352>challenge them</color>! We shall rise to the top for sure!","des5101":"Tap to enter <color=#ffa352>Abyss</color> Mode.","des3539":"Now it's all up to you! Let's get stronger!","des3540":"There is a chance to trigger Lucky Strike, which means you only spend the resources required for one node and directly reach the node before a major node.","des3541":"Now, try enchanting again to see if you trigger Lucky Strike.","des2326":"You found some interesting things on your adventure. Let's give them to Eluller!","des2327":"Since you've unlocked Eluller's biography, let's learn about Eluller's past together!","des2328":"You can obtain Favor Gifts from Mission Idling. Continue increasing your Favor to unlock more Eluller stories and other functions.","des5102":"<color=#c05100>Gem Upgrade</color> has been unlocked.","des5103":"Let's choose our hero here.","des5104":"Let's choose our strongest hero.","des5105":"We can go to the Gem function screen from here.","des5106":"Each hero can upgrade <color=#c05100>2 Gems</color>.","des5107":"A Gem's upgrade level is shown from top to bottom. Each time it is upgraded, some energy will be added to its progress bar.","des5108":"Let's choose a Gem and try it out!","des5109":"We can activate this Gem to obtain some stats.","des5110":"You can activate <color=#c05100>Synergy</color> by leveling both Gems to <color=#c05100>Rare quality</color> and advancing the hero to <color=#c05100>8-Star</color>.","des5111":"You can activate a <color=#c05100>Gem-exclusive skill</color> by leveling both Gems to <color=#c05100>Epic quality</color>.","des5112":"Continue to level up Gems in order to obtain more stat bonuses!","des6201":"It's said that far into this land lies the <color=#ffa352>Gloomwoods</color>.","des6202":"Countless <color=#ffa352>Vileflowers</color> that turn magic into <color=#ffa352>Terra Crystals</color> grow in the Gloomwoods.","des6203":"You can feed the Vileflowers that you grow in the Foggy Jungle to harvest <color=#ffa352>Terra Crystals</color>.","des6204":"Your Vileflowerbed is located in the middle. Let me go in and feed it.","des6205":"The <color=#ffa352>Vileflower</color> craves sustenance. Try feeding these offerings to it!","des6301":"Different foods give Vileflowers different levels of Satiation.","des6302":"<color=#ffa352>Feed</color> this Magimon to the Vileflower.","des6303":"Tap here to <color=#ffa352>feed</color> it again.","des6304":"<color=#c05100>Vileflowers</color> will evolve to a higher quality, but they will degrade if Satiation exceeds 21 points.","des6305":"<color=#ffa352>Feed</color> it one more offering for the best results!","des6306":"Since the Vileflower has reached its highest quality, you can stop feeding it.","des6307":"You can harvest magic <color=#c05100>Terra Crystals</color> from it after a while.","des6308":"Feeding successful! Now, we can <color=#ffa352>speed up</color> the harvest once.","des6309":"We can harvest the <color=#ffa352>Terra Crystals</color> now!","des6401":"You can now increase your <color=#ffa352>Gloomwoods Level</color>!","des6402":"Increase your Gloomwoods Level to harvest more resources when you plant flowers!","des6403":"You can increase your Gloomwoods Level to <color=#c05100>auto-claim</color> a one-time reward!","des6404":"Level up to unlock <color=#ffa352>high-quality Vileflowerbeds and Terra</color>!","des6501":"You can assist other players' Vileflowers while they are being gathered.","des6502":"Let's try assisting!","des6503":"The higher the player's Gloomwoods and Vileflowers are, the more rewards you'll get!","des6504":"Let's pillage now!","des3706":"This Rune contains great power. Let's choose it.","des3707":"Equip Runes of the same type to activate the Set effect.","des3731":"Equip 4 <color=#c05100>Rare</color> or higher Runes and advance the hero to <color=#c05100>8-Star</color> to unlock a new <color=#c05100>Synergy</color>.","des3732":"Equip 4 <color=#c05100>Hero-exclusive Runes</color> to activate <color=#c05100>Rune Skills</color>.","des2329":"Clear more Missions to meet more Valkyries. Onward!","des4550":"<color=#ffa352>Hero Talents</color> is now available.","des4551":"Let's choose our hero here.","des4552":"Let's choose our strongest hero.","des4553":"We can go to the Hero Talents interface from here.","des4554":"Each hero can grow <color=#c05100>2 branches of Talents</color>.","des4555":"Each time a talent is upgraded, some energy will be added to its progress bar.","des4556":"Let's choose a talent and try it out!","des4557":"We can activate this talent to obtain some stats.","des4558":"Level up talent branches to <color=#c05100>Rare</color> and advance the hero to <color=#c05100>7 stars</color> to unlock a new <color=#c05100>Synergy</color>.","des4559":"Level up both talent branches to <color=#c05100>Epic</color> quality to unlock <color=#c05100>Talent-exclusive Skill</color>.","des4560":"Continue to level up Talents in order to obtain more stat bonuses!","des6206":"It's time to start feeding!","des7000":"<color=#ffa352>Grayshroom Realm</color> is now available.","des7001":"We can enter the realm from here.","des7002":"This is the chapter our guild is tackling.","des7003":"Tap the boss to see monster details.","des7004":"You can view the best <color=#ffa352>Synergy</color> for fighting this boss here.","des7005":"Deploy the right heroes to gain their Synergy effects!","des7006":"Take a look back at the main challenge interface.","des7007":"After killing the boss, <color=#ffa352>all guild members</color> can claim a chest reward!","des8001":"<color=#ffa352>Sage's Tome</color> is now available.","des8002":"The growth level of <color=#c05100>Trailblazer's Legacy</color> is limiting the max growth of the 6 branches.","des8003":"There are skills here suited for various Synergies.","des8004":"Every 10 levels of <color=#c05100>Trailblazer's Legacy</color> gained will increase the max growth level of the branches.","des8101":"A higher level of guild skills can greatly increase the combat abilities of synergymates!","des8102":"Get <color=#c05100>Savvy Points</color> from leveling up Legacy branches and use them to activate the skills above.","des8103":"Let's close the window.","des8104":"This is our total Savvy Points. Use it to activate guild skills.","des8105":"Here are the skills that can be activated for use in battle.","des8106":"Tap here to view Skill overviews!","des8107":"Each branch's <color=#c05100>final skill effect</color> will be displayed here.","des8108":"Tap the buttons on the left and right to quickly view other Synergies' final skill effects!","des8109":"The skills affect all heroes but grant different buffs to different synergymates. <color=#c05100>Choose wisely</color>!","des7201":"Defeat Grayshroom Realm bosses to gain special buffs for <color=#c05100>all guild members</color>.","des7202":"Get more special buffs to defeat the boss easily!","des7203":"Check the Supreme Balance effect here!","des7204":"Special buffs have a huge impact on DPS ability. Prioritize <color=#ffa352>teamwork and the boss attack order</color>!","des9001":"Celestial Trials has begun!","des9002":"Defeat enemies in the Celestial Trials for <color=#ffa352>Runes</color>.","des9003":"Different Runes drop from different bosses. Higher floors drop higher quality Runes!","des9004":"Let's select a boss to challenge!","des9011":"Bosses have different bonus requirements! Let's take a look at <color=#ffa352>{0}</color> requirements!","des9012":"Activate the <color=#c05100>{0}</color> bonus when you deploy <color=#c05100>{2}</color> <color=#c05100>{1}</color>!","des9071":"Let's take a look at <color=#c05100>blessings</color>!","des9072":"Select a suitable <color=#c05100>blessing</color> to complete challenges easier!","des9073":"Let's select a blessing!","des9074":"Let's form a lineup!","des9075":"You will gain a powerful bonus if your deployed heroes meet the specified <color=#c05100>Synergy requirements</color>!","des9111":"Bosses from this floor onwards will have different <color=#ffa352>mercenaries</color>!","des9112":"Deploy the <color=#c05100>recommended heroes</color> with the <color=#c05100>activated Rune skills</color> to counter them!","des6601":"Now, let's <color=#ffa352>occupy the Ruins</color>!","des6603":"Let's enter <color=#ffa352>Occupy Ruins</color>!","des6604":"<color=#ffa352>Higher-tier Jungles</color> have higher-quality <color=#ffa352>Terras</color>!","des6605":"When there are <color=#c05100>more than 3 occupying guildmates</color>, you gain a <color=#c05100>yield bonus</color>!","des6606":"<color=#ffa352>Higher quality Terras grant higher yields</color>!","des6607":"This is the current <color=#c05100>occupier</color>'s info!","des6608":"You gain resources from Terras based on your <color=#c05100>occupation duration</color>!","des6609":"Defeat <color=#c05100>players</color> to obtain their Terras, but your attempts are limited, so choose wisely!","des9005":"Let's take a look at <color=#c05100>blessings</color>!","des9006":"Select a suitable <color=#ffa352>blessing</color> to complete challenges easier!","des9007":"Let's select a blessing!","des9008":"Let's form a lineup!","des9009":"You will gain a powerful bonus if your deployed heroes meet the specified <color=#c05100>Synergy requirements</color>!","des6505":"While we wait, let's go and <color=#ffa352>Assist</color> now!","des1174":"Sister, no!!!","des9171":"Aiushtha and her friends have set up a 30-day <color=#ffa352>Goddess Trial</color>. Complete the trials to obtain the goddesses!","des9181":"Tap the <color=#ffa352>Quest Tab</color> to open the quest list in the corresponding tab!","des9182":"Complete the quest to claim <color=#ffa352>points and rewards</color>!","des9183":"Return to the Main Page to check the details of your <color=#ffa352>current points</color>!","des9184":"Collect points within 30 days of the new server to obtain the <color=#c05100>D/D Selectable Hero</color>!","des9191":"We need more heroes to fight against the evil forces. The extra <color=#ffa352>teams</color> are now ready!","des9192":"Tap the <color=#ffa352>Next Team button</color> to configure the lineup for the next team.","des9193":"The situation is dire. I'll help you this time!","des9194":"Deployed <color=#ffa352>Heroes and Relics</color> are not available for another lineup.","des9195":"If you want to check the first team, tap the team number to quickly view it.","des9196":"To clear this stage, <color=#ffa352>both teams must win</color>! Go and experience the dual team!","des9201":"If you wish to quickly adjust the order of the two teams, long press the team area and drag to the corresponding position to make the change.","des9202":"Close the page after adjusting to save the changes.","des9252":"A new Hero Summon is now available. Go take a look.","des9253":"Tap to enter the new Synergy Summon feature.","des9254":"Tap here to switch between the different Synergy card pools.","des9255":"There are a total of 6 Synergy card pools. Switch between them anytime.","des2331":"Eluller has decided to stay with us. Let's pay her a visit.","des2332":"It has been tough lately. Pat Eluller on the head to encourage her. Do not do anything else!","des2333":"Eluller accepts you, and her Favor towards you increases. But there's a daily touch limit","des2334":"You found some interesting things on your adventure. Let's give them to Eluller!","des2335":"Increase Eluller's Favor to unlock more outfits.","des2336":"You can change her outfit here.","des2337":"Continue increasing Eluller's Favor in order to unlock more hidden stories and other features!","des2338":"You can obtain Favor gifts from Idle Missions and save more Valkyries.","des2271":"You can use Quick Battle in the Arena now.","des2272":"Select Quick Battle here to see results without entering battle.","des1413":"Let's go to the Starshard Valley!","des92601":"Select forging materials first!","des92602":"Select <color=#c05100>Mythic Stone II</color> for a chance to get <color=#c05100>Legendary Relics</color> and <color=#c05100>lots of Forge Points</color>.","des92603":"Select <color=#c05100>Mythic Stone I</color> for a chance to get <color=#c05100>Epic Relics</color> and <color=#c05100>some Forging Points</color>.","des92604":"Next, select the forging resources to spend!","des9211":"Special summoning method for Divine and Demon heroes to increase your chances","des9212":"If you summon 10 times here, it will trigger the special status Super Chance, which greatly increases your chance to obtain a Legendary Hero.","des9221":"Congratulations! You triggered Super Chance!","des9222":"The Super Chance status will ensure a far higher chance to obtain Legendary Heroes or specific heroes in Summon x10.","des9223":"The Super Chance effect will only last until the next Summon x10 and has a time limit. Use it quickly!","des2911":"Clear Stage 1 to unlock the Idle feature and earn rewards","des2912":"Tap here to view and claim idle rewards. Let's have a look.","des2913":"View idle rewards and duration here. Try not to exceed the limit!","des2914":"Here's a welcome gift. Tap to claim your first idle reward!","des1421":"The <color=#ffa352>Valkyrie Eluller</color> has been abducted by Arkdina!","des1422":"Clear specific Missions to help Valkyries in need!","des1423":"There's no time to waste. Let's move out now!","des6007":"You need <color=#c05100>2 defensive teams</color> for Yggdrasil Supremacy. Go set them up now!","des6008":"Fight up to 3 battles using 2 teams in Yggdrasil Supremacy. <color=#c05100>The first to win 2 battles will be the winner</color>!","des6009":"Start setting up your <color=#c05100>two defensive teams</color> now!","des6101":"Use 2 teams to fight 3 times. <color=#c05100>The first to win 2 battles will be the winner</color>!","des6102":"Start setting up your <color=#c05100>two offensive teams</color> now!","des2421":"The <color=#c05100>Collection Room</color> is ready! Let's check out Eluller's gift!","des2422":"Level up your <color=#c05100>Manor</color> to get powerful collectibles!","des3112":"We recommend using Relics in this order: <color=@82>Recovery-> Explosive-> Chrono</color>.","des2341":"The <color=#ffa352>Collection Room</color> is ready! Let's check out Eluller's gift!","des2342":"Level up your <color=#ffa352>Manor</color> to get powerful collectibles!","des6121":"Every season features Synergy Blessings. <color=#c05100>Activate the specified Synergy group and deploy them</color> to claim the bonuses!","des92701":"Congratulations! You have Archives that can be activated. Go check them out!","des92702":"The Synergy Archives are sorted by Hero Synergies. Let's check out the Valkyrie Synergies first!","des92703":"Tap the icon for more Synergy details including name, stats, and other info!","des92704":"When Archives are available for activation, tap them to activate them!","des92705":"Whoa, you got lots of stats! Remember, they're permanent!","des92706":"To find out about more upgrades, tap the Hero again!","des92707":"That concludes this tutorial. Work hard to activate all Archives!","des93001":"When Heroes reach the maximum stars, their duplicates become excess Heroes, who can be used for Hero Conversion.","des93002":"Tap here to view all the Heroes you could obtain from conversion.","des93003":"Excess Heroes will be shown below. Each conversion costs 3 excess E/W/E or D/D Heroes.","des93004":"After selecting Heroes, tap here to view the Heroes that could be obtained from conversion.","des9311":"The <color=#ffa352>Rift Odyssey</color> has been unlocked! Let's go and take a look in the <color=#ffa352>Wilderness</color>!","des9312":"The hero stats will be <color=#ffa352>balanced</color> in the <color=#ffa352>Northern Expedition</color>. Check the Help section for more info.","des93201":"More evil forces have emerged in the Palace of Penrose. We need more heroes to fight them. The extra <color=#ffa352>teams</color> are now ready!","des93301":"More evil forces have emerged in the Palace of Penrose. We need more heroes to fight them. The extra <color=#ffa352>teams</color> are now ready!","des2741":"A new event has started. Let's check it out!","des2742":"The Valkyrie's Bestowal has started.","des2743":"Great work, now go summon!","des2744":"You can summon a hero by entering that brightest summoning gateway.","des2121":"Go back to Valkyrie Manor and see how Eluller's injury is going.","des2122":"Let's find a way to heal Eluller's wounds!","note_guidance_27001":"Hero Ascension +20","des16001":"Send me into battle; I can fight alongside Jerald and activate the Synergy.","des16002":"Tap the Synergy icon to view details of the Synergy effects.","des16003":"The \"Valiantors\" synergy has been activated! Jerald and I will increase our PDMG.","des16004":"The Synergy has been activated! Let's get ready to battle!","des90021":"I'm ready. Deploy me to join the fight.","des90031":"Let me stand in the frontline and face the enemy.","des90041":"Let's start the battle!","des28301":"After joining a guild, you can claim Guild Chests.","des28302":"Let's claim a chest first.","des28303":"Send the chest to the guild.","des28304":"All guild members can claim the chests and receive random Diamond rewards.","des28305":"Show your gratitude by giving some flowers to the sender!","des2713":"Let's see what trials have for us!","des3741":"Try and equip the Runes.","des3742":"Let's enhance them!","des6131":"Find an opponent and start a challenge!","des94501":"Let's take a look at the Eternal Level!","des94502":"There are quests completed. Simply tap \"Claim All.\"","des94503":"You can level up now!","des94505":"Complete more quests to gain EXP and increase your Eternal Level!","des94506":"After leveling up your Eternal Level, you can claim item rewards.","des95001":"Now, let's explore the Chaotic Space.","des95002":"We can enter the Chaotic Space from here.","des95003":"Currently, we can only explore this difficulty level. Let's get in!","des95101":"Clearing stages will increase your exploration progress.","des95102":"Each cleared stage boosts the drop rate of Marks in other stages.","des95301":"We've cleared a stage, so now we can sweep it.","des95302":"We can sweep the highest stage that we've already cleared.","des95303":"Each sweep uses Chaotic Crystals, you can recover 1 every 45 minutes.","des96001":"<color=#ffa352>Eternal Ritual</color> activated. Once the season ends, it will disappear.","des96002":"Tap the slider below to switch to <color=@000088>Spells</color>.","des96003":"Counter Water Spell enemies with the <color=@000088>Wind Spell</color>.","des96004":"This way, we counter the enemies' Spell.","des96101":"We've obtained a new Arcane.","des96102":"Select the Spell where the Arcane is located.","des96103":"Activate the powerful Arcane.","des96201":"The enemies are using the <color=@000088>Fire Spell</color>, which counters our <color=@000088>Wind Spell</color>","des96202":"Tap the slider below to switch to <color=@000088>Spells</color>.","des96203":"Switch to the <color=@000088>Water Spell</color> to counter the enemies.","des96204":"In the next stages, you'll need to change the Spells to counter enemies","des96301":"Tap the slider below to switch to <color=@000088>Spells</color>.","des96302":"Enemies are using <color=@000083>Common</color> Spells. We need <color=@000088>higher-quality</color> spells to counter.","des96303":"<color=@000088>Higher-quality</color> spells will drop in the <color=@000088>Chaotic Space</color>","des94001":"The season has begun. Let's check it out!","des94101":"In the Shattered Realm, power differs from Mirlond.","des94102":"Here, power follows the <color=@000083>Eternal Balance</color>.","des94103":"<color=@000083>Blessed heroes</color> will display even greater strength in the Tome of Itheron","des97001":"The hero has unlocked the new <color=@000083>Awakening</color> feature!","des97002":"Activate all 6 stages to awaken the synergy!","des97003":"Activate the Lightseeker synergy and boost your stats!","des100001":"You can activate the brand-new <color=@000083>Season Synergies</color> now!!!","des100002":"Tap to return to the Season interface","des100003":"Tap to open the <color=@000083>Synergy Slate</color>","des100004":"Select the hero you want to activate the synergy for","des100005":"Enter the Activate interface","des100006":"Tap the Activate button","des99001":"Welcome to Clash Domain, let me show you around!","des99003":"Tap on the quest and see what we need to do!","des99004":"If you haven't decided on a team, you can try the Dispatch All!","des99005":"Conquer territories, and earn points by defeating enemies!","des99007":"Fortresses yield more points, expand your territory after capturing them.","des95601":"From this difficulty onwards, the boss will possess additional skills.","des95602":"The boss's extra skills are extremely dangerous.","des95701":"The oath recall rewards have been updated, let's check it out!","des95702":"Use diamonds for Immortal Summons. Get the current hero in your 1st 50 <color=@000083>Summons</color>!","des95703":"Get 100/200 summons in this event, to get an <color=@000083>extra</color> selectable UP hero card!","des99101":"Clash Domain introduces the guild builder function. Let's take a look.","des99102":"Each guild has 4 buildings. The <color=@000083>Royal City</color> generates grid points.","des99103":"Select the building to view its current status","des99104":"Tap the donate button","des99105":"When members donate enough, the building upgrades automatically, boosting production.","des95801":"You've obtained an artifact. Try its effect.","des95802":"To use the artifact in battle, we need to deploy it first.","des95803":"The total cost of deployed artifacts must not exceed the limit.","des95804":"Here you can see the effects of all the deployed artifacts.","des99102_2":"3 <color=@000083>Workshops</color> produce resources for all members each round.","des95903":"Take a look at the Insignias obtained by guild members!","des95901":"Each type of Guild Merit provides different bonuses to all members.","des95902":"The value of the bonuses is determined by acquiring the top 5 highest quality insignias for the guild.","des100101":"Let's take a look at this team's season synergies.","des100102":"Tap to view synergy details","des100103":"When the season synergies <color=@000083>Enigmas</color> or <color=@000083>Souleaters</color> are equal in number to other season synergies, they will take effect first!","des96401":"Clear the specified difficulty level in the Chaotic Space to exchange for Resonance Tokens","des96403":"Every Resonance Token can <color=@000083>increase the cost limit of deployed Artifacts</color>","des96501":"The cost limit of deployed Artifacts can be increased using Resonance Tokens","des96503":"Exchange Resonance Token in the shop.","des97101":"The World Arena has begun, check it out!","des97102":"Sign up for a match now.","des97104":"Set up defenses.","des97105":"Win enough matches to beat your opponents.","des97201":"Rank up for more defense teams.","des97202":"In Platinum tier, we'll engage in 5v5 battles.","des97301":"Rank up to set up more defense teams.","des97302":"In Challenger tier, we'll engage in 7v7 battles.","des97401":"In Platinum tier, the battle order will be randomized.","des97402":"You can view all the opponent's defenses.","des99201":"Tap the Locator to view the invading monsters' information.","des99301":"Defeat the corresponding monsters to earn Artifact rewards. If the monsters are not defeated when the countdown ends, the Royal City will be attacked and enter a Damaged state.","des97501":"Mulan has many rewards for you. Spin to be the lucky star!","des97502":"Each spin costs 1 Launch Firework Tube. Complete Launch Quests to earn more.","des97503":"Choose a lantern to light up and earn more rewards.","des97504":"The lanterns you obtain will be stored here. Be sure to collect them daily!","des81101":"This season, the Dragon's Nest joins the guild. Check it out!","des81102":"As the season progresses, the guild can unlock evolving dragons.","des81103":"As the Royal City levels up, all dragons will level up.","des81201":"The dragonling has reached a level where it can evolve!","des81202":"Pick a unique evolution form for your dragonling.","des81203":"Evolved dragons acquire unique skills, with each dragon having its own abilities","des81204":"Select a dragon you like and evolve it!","des81301":"In each Dragon War, our guild faces off against another guild.","des81302":"Attack the opponent's dragons; higher progress wins.","des81401":"We have gathered enough energy to summon a giant dragon for an attack.","des81402":"Select \"Use\" to activate it.","des81403":"Pick a grid occupied by another guild and summon the giant dragon to attack.","des81404":"Now it's all up to you! Secure an advantage for our guild!","des97602":"In Challenger tier, we'll engage in 9v9 battles.","des82101_01":"You can activate the brand-new <color=@000083>Hope Tree</color> now!!!","des82101_02":"Tap to return to the Season interface","des82101_03":"Tap to open the <color=@000083>Hope Tree</color> interface","des82101":"This is the main interface of the Hope Tree","des82103":"Tap here to level up the Hope Tree","des82104":"Increasing the Hope Tree's level enhances all heroes' stats and Power during the season","des82105":"For every 10 levels increased, you will receive additional resources to enhance various effects for your teams in battle.","des82106":"Prioritize upgrading your favorite lineup positions!","des82201":"Each lineup position has 6 skills that can be enhanced","des82202":"Some skills need to be activated in order","des82203":"The effects of the two skill paths differ, but only one can be activated. Choose the one that suits you best!","des82301":"Each Season Synergy has 7 Hope Tree Skills that can be enhanced","des82302":"Explore which effects work best for you and focus on upgrading those!","des82401":"Leveling up skills here will provide various bonuses in the corresponding season modes!","des82402":"Explore which effects work best for you and focus on upgrading those!","des82502":"Start exploring the Seraphic Ruins!","des82503":"Each boss in the Seraphic Ruins drops different Artifacts","des82601":"Challenging a boss will reduce its HP","des82602":"Once you reduce the boss's health by a certain amount, you can earn progress rewards.","des82603":"Each challenge consumes Light Energy, which recovers over time.","des82604":"Give it a try and challenge a boss!","des82701":"High-level bosses have special traits, so deal with them carefully.","des82702":"Check the boss information and think about your strategy!","des101001":"You can activate the brand-new <color=@000083>Season Synergies</color> now!!!\nTap to return to the Season interface","des101002":"You can activate the brand-new <color=@000083>Season Synergies</color> now!!!\nTap to return to the Season interface","des101003":"Tap to open the <color=@000083>Synergy Slate</color>","des101004":"Some heroes in the new season have new Season Synergies that need to be activated with items.","des98001":"In the Treasure Recovery event, players can complete stages to earn rewards.","des98002":"Use Mysterious Starfish to reveal the squares within a stage and discover hidden treasures.","des98003":"Find all the treasures to complete a stage.","des98004":"Once the stage is completed, you will receive the rewards.","des98005":"Mysterious Starfish can be obtained from Treasure Quests.","des101101":"You have obtained a higher-quality Benedicted Hero. You can <color=@000083>replace a Contracted Hero</color>.","des101102":"Select this lower-quality Contracted Hero.","des101103":"<color=@000083>Swap in</color> this higher-quality Benedicted Hero.","des82801":"This season, the reset rules for the Hope Tree have changed!","des82802":"Tap here to learn more.","des82803":"During the first 7 days of the season, you can reset for free as many times as you want. Find the perfect upgrade path for yourself!","des82901":"Alchemy Fountains have been discovered in Clash Domain. Let's check them out!","des82903":"View the basic info of your Alchemy Fountains here.","des82904":"Tap here to go to the fountain.","des82905":"Challenge the Guardian Boss to increase the progress.","des83001":"View your Alchemy Fountain details here.","des83002":"The Fountain Essence obtained from the Alchemy Fountains can be used to enhance Clash Techs.","des83003":"Select the tech you want to level up.","des83004":"Guild members can donate enough Fountain Essence to increase its level.","des83005":"They'll also earn various rewards during the process.","des98101":"In the Wavechaser Invite event, you will interact with Leviathan.","des98102":"Giving different gifts to Leviathan will increase her Favor towards you.","des98103":"As the Favor Level increases, you will receive generous rewards.","des98104":"Different gifts can be crafted.","des98105":"Materials for crafting gifts can be obtained through Summer Quests.","des98201":"When Leviathan's mood changes, her preferred gift will also change.","des98202":"Crafting her currently preferred gift will help increase her Favor Level more quickly.","des98203":"Here, you can check how many more gifts need to be given before Leviathan's mood changes.","des82906":"Try out your first challenge!","des98301":"You will compete against rival guilds in the Tournament.","des98302":"Sign up here to participate in the Tournament.","des98303":"You can deploy multiple teams in the Tournament, matching the number of teams allowed in Clash Domain.","des98304":"Teams can be freely adjusted before the battle begins, but no changes can be made once it starts.","des98401":"We're approaching the heart of the swamp.","des98402":"Let's take them out!","des97901":"Tap to return to the Season interface","des97902":"Tap to enter <color=@000083>Tomb Treasures</color>","des97903":"Tap to enter the <color=@000083>Lotus Gate</color>","des97904":"Tap the Challenge button","des97905":"Fantastic! Our team has achieved victory!","des97906":"Tap to return to the cleared gate","des97907":"Tap the Dispatch button","des97908":"Dispatch heroes to search for <color=@000083>loot</color>","des97909":"After a thorough search, we've obtained the treasure rewards. Tap to claim.","des97702":"Let's check out the <color=@000083>Ancient Accessories</color> we've obtained!","des97703":"All obtained Ancient Accessories are displayed here.","des97704":"Go equip these accessories on our heroes.","des97705":"<color=@000083>Contracted and Benedicted</color> Heroes of <color=@000083>Epic or Legendary</color> quality can equip accessories.","des97706":"First, equip an accessory for a hero of this synergy.","des97707":"Each hero can only equip accessories corresponding to their <color=@000083>synergy</color>.","des97708":"Now, equip an accessory for a hero of this synergy.","des97709":"Tap on a hero to individually adjust their accessories.","des97710":"On the Details page, you can equip, replace, and remove accessories.","des97801":"The hero has equipped an accessory that can be upgraded. Go upgrade it now.","des97802":"You can <color=@000083>enhance and purify</color> the stats of accessories to upgrade them.","des98501":"Control Lady Dorabella's <color=@000083>left and right movements</color>.","des98502":"Monsters reaching the city walls will damage the forest. Pay attention to the <color=@000083>Forest HP</color>.","des98601":"Breaking a treasure chest will drop 2 <color=@000083>effects</color>. Choose 1 to <color=@000083>accept</color> and enhance your abilities.","des102003":"Tap here to view the Guide again.","des102004":"This is the quest objective.","des102005":"Defeat monsters to explore the map.","des102006":"Completely defeating the boss rewards <color=@000083>Artifacts</color>.","des102007":"Tap to challenge","des102101":"Trade Event unlocked. Tap to enter.","des102102":"Goods can be traded in the Primeval Realm. Here are the names and prices of goods.","des102103":"Tap here to select the purchase quantity.","des102104":"Tap to purchase","des102202":"Master Event unlocked. Tap to enter.","des102203":"Masters can help us learn skills from the Hope Tree.","des102204":"Deliver the specified goods to the Master to complete your learning.","des102302":"Tap here to check the goods anytime.","des102303":"Switch to Sell tab","des102304":"You can now select goods to sell.","des102305":"Close Trade"}}]],0,0,[],[],[]]